{
    "Season": 5,
    "Episode": 1,
    "Title": "the skank reflex analysis",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The Cafeteria"
            ],
            [
                10,
                "Credits sequence."
            ],
            [
                11,
                "The Cafeteria"
            ],
            [
                38,
                "Penny’s apartment. Penny has a bottle of wine. She can’t find a glass. Finds a measuring jug and uses that instead. There is a knock on the door."
            ],
            [
                49,
                "Raj’s apartment. There is a knock on the door. He opens it."
            ],
            [
                61,
                "Penny’s apartment."
            ],
            [
                76,
                "The apartment."
            ],
            [
                99,
                "Amy’s apartment. Amy is brushing Penny’s hair."
            ],
            [
                148,
                "A shed on the paintball range."
            ],
            [
                170,
                "The apartment."
            ],
            [
                190,
                "The apartment. Penny’s ad is on the television. She is at a stables."
            ],
            [
                202,
                "i love you~~~~~~~~~~~~~~~~~~~~"
            ],
            [
                203,
                "Comments are closed."
            ]
        ],
        "Sheldon": [
            [
                1,
                "It’s not what it looks like. It’s not what it looks like."
            ],
            [
                3,
                "Penny’s brain teaser this morning. She and Koothrappali emerge from your bedroom. She is dishevelled, and Raj is dressed only in a sheet. The sole clue, it’s not what it looks like."
            ],
            [
                5,
                "If I could, I would, but I can’t, so I shan’t. Now, knowing Penny, the obvious answer is, they engaged in coitus. But, since that’s what it looked like, we can rule that out. Let’s put on our thinking cap, shall we? (Mimes doing so) Raj is from India, a tropical country. Third World hygiene. Parasitic infections are common, such as pinworms. Mm-hmm. The procedure for diagnosing pinworms is to wait until the subject is asleep, and the worms crawl out of the rectum for air. (Leonard spits out food) Yes, just like that. Penny could have been inspecting Raj’s anal region for parasites. Oh, boy. That’s a true blue friend."
            ],
            [
                7,
                "No, you weren’t listening. She said, it’s not what it looks like."
            ],
            [
                9,
                "Oh. Well don’t I look silly sitting here wearing this?"
            ],
            [
                15,
                "Hey. Leonard, is it awkward for you knowing that one of your dear friends had sexual intercourse with a woman you used to love in the very place you lay your head?"
            ],
            [
                17,
                "That sounds like sarcasm, but I’m going to disregard it, because I have an agenda. Paintball. Specifically, the interdepartmental tournament this weekend. Now, in order to function better as a fighting unit, I thought we should establish a chain of command. Now, it goes without saying that I would outrank the three of you, but the question remains, by how much? Now, I don’t see me as some four-star general, back at HQ riding a desk and playing golf with the Secretary of Defence. But I also can’t be Sergeant Cooper, because that might lead you to think of me as just a regular Joe. This might take some thought. As you were."
            ],
            [
                27,
                "Gentlemen, if I may interject, I’ve decided my rank will be captain. If it’s good enough for Kirk, Crunch and Kangaroo, it’s good enough for me."
            ],
            [
                37,
                "For the record, I do have genitals. They’re functional and aesthetically pleasing."
            ],
            [
                67,
                "Subtlety isn’t her strong suit, is it?"
            ],
            [
                78,
                "Who said that? Leonard, I can hear your voice, but I can’t see you."
            ],
            [
                80,
                "Oh, there you are. Leonard, I know you’re upset about recent events, and I have someone here to help. (Showing laptop screen)"
            ],
            [
                82,
                "No, it’s not Amy."
            ],
            [
                85,
                "Oh, Leonard, is it really necessary to caption the obvious?"
            ],
            [
                149,
                "All right, this is a Google Earth view of the field of battle."
            ],
            [
                151,
                "Give it a second to load. Whenever you’re ready, AT&T! Okay, here we go. This is us here. To the south is Professor Loomis and the Geology Department. According to their Twitter feed, they’re out of sunblock, which means they’ll have to hug the tree line or risk melanoma. That’s our edge. All we have to do is move quickly over this ridge, the rock-worshipping pasty-faced bastards won’t know what hit them. All right, let’s move out."
            ],
            [
                158,
                "You can’t quit. That’s a court-martial offence. That’s punishable by… You can’t quit."
            ],
            [
                160,
                "This is a game to you? Uh, was the Battle of Antietam a game? Huh? Was the sack of Rome a game?"
            ],
            [
                162,
                "Wait. I just want you all to know that I forgive you. This mutiny isn’t your fault, it’s mine. I haven’t earned these bars. Although what I lack in leadership, apparently I more than make up for in sewing."
            ],
            [
                164,
                "No. Jamba Juice is for heroes. And that’s what we’re going to be."
            ],
            [
                166,
                "Following in the footsteps of Kirk, Crunch and Kangaroo. (Walks outside) Geology isn’t a real science! (Gets hit by countless paintball pellets)"
            ],
            [
                169,
                "If there’s ever a Church of Sheldon, this will be when it started. Ow!"
            ],
            [
                173,
                "Excuse me. It’s Major Sheldon Cooper. With my last breath, I awarded myself a battlefield promotion. It’s kind of a big deal."
            ],
            [
                187,
                "What about Nebraska?"
            ]
        ],
        "Leonard": [
            [
                2,
                "What are you grinding about?"
            ],
            [
                4,
                "Just let it go, Sheldon."
            ],
            [
                6,
                "They slept together, Sherlock."
            ],
            [
                8,
                "She lied."
            ],
            [
                14,
                "Hey."
            ],
            [
                16,
                "No, I’m fine with it."
            ],
            [
                18,
                "What the hell is wrong with you?"
            ],
            [
                24,
                "Please. Sheldon would have been before you, and he might not even have genitals."
            ],
            [
                32,
                "Raj, come on. You fall in love with any girl who smiles at you. A month ago, you were writing poems about his fiancee."
            ],
            [
                35,
                "Oh, Bernadette, please play my clarinet."
            ],
            [
                77,
                "Do we really have to wear this camouflage crap to play paintball?"
            ],
            [
                79,
                "I’m not in the mood, Sheldon."
            ],
            [
                81,
                "I don’t want to talk to Amy."
            ],
            [
                84,
                "You called my mother?"
            ],
            [
                87,
                "What’s going on? What do you want?"
            ],
            [
                89,
                "That’s so nice."
            ],
            [
                91,
                "Well, uh, okay, um, I don’t want to get back together with Penny. We tried it, it was crazy, it didn’t work, but I can’t deal with the fact that she slept with my friend Raj. And then I find out that Raj’s sister Priya, who I’ve been going out with for eight months, is moving back to India. So I’m just completely confused and alone."
            ],
            [
                93,
                "Got any advice?"
            ],
            [
                95,
                "Excuse me. You’re a world-renowned expert in parenting and child development, and all you’ve got is buck up?"
            ],
            [
                97,
                "Thanks, Mother. I feel much better."
            ],
            [
                152,
                "Hang on, Sheldon. How could you not tell me your sister was moving back to India?"
            ],
            [
                155,
                "You know what, guys, I’m not in the mood for paintball. What do you say we just bag it?"
            ],
            [
                159,
                "Sorry, Sheldon, it’s just not a good time for playing games."
            ],
            [
                161,
                "Yes, no and no."
            ],
            [
                165,
                "What are you doing?"
            ],
            [
                168,
                "Let’s get ’em!"
            ],
            [
                171,
                "I’d like to propose a toast to the man whose noble sacrifice inspired our victory, Captain Sheldon Cooper."
            ],
            [
                175,
                "Uh, yeah, sure."
            ],
            [
                181,
                "You’re leaving?"
            ],
            [
                185,
                "Penny, Penny, listen, I hope you’re not doing this ’cause of you and me, because I have a girlfriend, and you’re a single woman."
            ],
            [
                198,
                "I’m proud of you."
            ]
        ],
        "Howard": [
            [
                12,
                "Hey."
            ],
            [
                19,
                "Yeah, how could you do that?"
            ],
            [
                21,
                "I got his back."
            ],
            [
                23,
                "Hey, if I wasn’t engaged to Bernadette, that totally could have been me."
            ],
            [
                28,
                "You’re not in love with Penny."
            ],
            [
                30,
                "Who?"
            ],
            [
                33,
                "I’m sorry. What?"
            ],
            [
                150,
                "I don’t see anything."
            ],
            [
                153,
                "Maybe he was too busy writing clumsy penis metaphors about my fiancee."
            ],
            [
                156,
                "Fine with me."
            ],
            [
                163,
                "Let it go, Sheldon. I’ll get you a Jamba Juice on the way home."
            ],
            [
                167,
                "Damn those sons of bitches!"
            ],
            [
                183,
                "What are you going to do in Nebraska?"
            ]
        ],
        "Raj": [
            [
                13,
                "Hey."
            ],
            [
                20,
                "What is it to you?"
            ],
            [
                22,
                "Yeah, right. You’re just jealous because it turns out I’m Penny’s number two choice after Leonard."
            ],
            [
                25,
                "Why do you care so much? You’re dating my sister, and Penny and I are in love."
            ],
            [
                29,
                "Yes, I am. The god Kamadeva has shot us with his flowery arrows of love."
            ],
            [
                31,
                "He’s the Hindu version of Cupid, but way better, because he rides a giant parrot."
            ],
            [
                34,
                "Rubbish. He’s talking rubbish."
            ],
            [
                36,
                "That could have been about anyone. Besides, you have nothing to worry about, because now I’m the dusky half of Koothrapenny."
            ],
            [
                51,
                "Please, come in."
            ],
            [
                53,
                "Well, you were always so nice to me, I thought maybe you liked me."
            ],
            [
                55,
                "I’m sorry."
            ],
            [
                57,
                "I will. Hey, Bernadette?"
            ],
            [
                59,
                "Do you think I have a shot with Penny?"
            ],
            [
                107,
                "Hi, Amy. Can I talk to Penny?"
            ],
            [
                110,
                "It’s all over her Facebook page."
            ],
            [
                115,
                "I was wondering if you’re free Friday. They’re having a Totally ’80s Night at the Greek. Hall & Oates, Katrina and the Waves and three-fifths of Kajagoogoo."
            ],
            [
                117,
                "Aw, there’s a thing."
            ],
            [
                119,
                "You can’t ruin a friendship with sex. That’s like trying to ruin ice cream with chocolate sprinkles."
            ],
            [
                121,
                "Oh. All right."
            ],
            [
                123,
                "Well, uh, as your friend, you might like to know that, um, we didn’t have sex in the conventional sense."
            ],
            [
                125,
                "No, no. After we got undressed and jumped in bed, you, you asked if I had protection."
            ],
            [
                127,
                "Of course. I’m always packing. Anyway, um, I had trouble putting it on and you tried to help and, that was all she wrote."
            ],
            [
                129,
                "I did. It was beautiful."
            ],
            [
                131,
                "Penny, please, please promise me you won’t tell anybody about this."
            ],
            [
                133,
                "Oh, good. Um, can I tell people that our love burned too bright and too quickly? Kind of a Candle in the Wind deal?"
            ],
            [
                135,
                "Cool. Can I say it fell apart because you were all, I want to have your babies, and I was like, I’m too rock and roll to be tied down?"
            ],
            [
                137,
                "Can I say I ruined you for white men?"
            ],
            [
                139,
                "Okay, just the candle thing."
            ],
            [
                141,
                "Cool. All right friend."
            ],
            [
                143,
                "I’ll see you around."
            ],
            [
                145,
                "Penny?"
            ],
            [
                147,
                "It’s getting beautiful again."
            ],
            [
                154,
                "Screw you. That was a beautifully written penis metaphor."
            ],
            [
                157,
                "Sure, whatever."
            ],
            [
                177,
                "Please, Penny, let me. We’ve decided to let our crazy, wonderful night together be just one of those memories you have and can call to mind when you’re feeling blue or you’re in the shower."
            ],
            [
                179,
                "Sorry. Go on."
            ]
        ],
        "Leonard and Howard together": [
            [
                26,
                "What?"
            ]
        ],
        "Penny": [
            [
                39,
                "Coming. Yup, that’s good. Wine glasses should have handles."
            ],
            [
                41,
                "You heard what I did?"
            ],
            [
                43,
                "Oh, my God, I screwed up everything. I hurt Leonard, I hurt Raj, I mean, what is wrong with me? I feel like two totally different people, Dr. Jekyll and Mrs. Whore."
            ],
            [
                45,
                "No."
            ],
            [
                47,
                "I’m… I’m sorry. What does this have to do with me?"
            ],
            [
                62,
                "You know, I’ve done this before. In kindergarten, I was supposed to marry Jason Sorensen at recess, but by the time my class got out there, he was already engaged to Chelsea Himmelfarb. So what did I do? Hung upside down from the monkey bars, let all the boys see my underpants."
            ],
            [
                64,
                "You know what? Let’s get out of here."
            ],
            [
                66,
                "Somewhere where no one’s seen me naked. We may have to drive awhile. (Opens door. Sees Leonard and Sheldon. Slams it shut again.)"
            ],
            [
                68,
                "Can I stay at your place for a few nights?"
            ],
            [
                70,
                "Yeah, sure. Yay!"
            ],
            [
                72,
                "Sounds great."
            ],
            [
                74,
                "Yeah, I’m gonna go pack a bag."
            ],
            [
                101,
                "You know, I don’t even know what the point of me staying in L.A. is. I haven’t gotten a single acting job since I moved out here. The closest I came was last month, I got a callback for a hemorrhoid commercial."
            ],
            [
                103,
                "I know, right? Maybe I should just move back to Nebraska."
            ],
            [
                105,
                "Why not? (There is a knock on the door)"
            ],
            [
                109,
                "How did you know I was here?"
            ],
            [
                112,
                "Thanks."
            ],
            [
                114,
                "So, hi. What’s up?"
            ],
            [
                116,
                "Oh. Gee, that’s really sweet, but the thing is…"
            ],
            [
                118,
                "Look, honey, I was really drunk and made a huge mistake last night. We should’ve never slept together. It’s what ruins friendships."
            ],
            [
                120,
                "Come here. Just listen to me. I want to go back to the way we were before. You know, friends. No sprinkles."
            ],
            [
                122,
                "Thank you."
            ],
            [
                124,
                "Oh, God. Did you pull some weird Indian crap on me?"
            ],
            [
                126,
                "Oh, you did, didn’t you?"
            ],
            [
                128,
                "So, we didn’t actually…"
            ],
            [
                130,
                "Oh!"
            ],
            [
                132,
                "Of course I won’t. No, I won’t."
            ],
            [
                134,
                "Sure."
            ],
            [
                136,
                "No."
            ],
            [
                138,
                "Also no."
            ],
            [
                140,
                "Yeah."
            ],
            [
                142,
                "Hmm."
            ],
            [
                144,
                "Okay. Raj, wait. Thank you for being my friend. (She hugs him.)"
            ],
            [
                146,
                "Mm-hmm?"
            ],
            [
                174,
                "Hi. You guys have a minute?"
            ],
            [
                176,
                "Okay. Um. Well, I already talked to Raj, but I wanted to apologize to the rest of you for, you know, everything."
            ],
            [
                178,
                "Hey, what you doing, Quick Draw?"
            ],
            [
                180,
                "Anyways, I wanted you guys all to know that I’ve been taking a really hard look at things and come to the conclusion I have to stop kidding myself. I suck at acting. It’s time for me to move back to Nebraska."
            ],
            [
                182,
                "Yeah."
            ],
            [
                184,
                "I don’t know, maybe teach acting. (Phone rings) Oh, sorry. Hold on. Hello?"
            ],
            [
                186,
                "Shh! It’s my agent, it’s my agent. You’re kidding. Oh, my gosh. I can’t believe it! Really? Oh, I’m so excited, thank you, thank you so much. Okay, bye. I got the haemorrhoid commercial! I start Monday."
            ],
            [
                188,
                "Oh, hell with Nebraska. I’m gonna be a star!"
            ],
            [
                199,
                "Shh! Here comes my joke."
            ]
        ],
        "Amy": [
            [
                40,
                "Keeping accurate track of your alcohol intake. Smart idea considering how trampy you get when you’ve had a few."
            ],
            [
                42,
                "Well, I heard who you did."
            ],
            [
                44,
                "Don’t be so hard on yourself. Do you know the story of Catherine the Great?"
            ],
            [
                46,
                "She ruled Russia in the late seventeen hundreds, and one night, when she was feeling particularly randy, she used an intricate system of pulleys to have intimate relations with a horse."
            ],
            [
                48,
                "She engaged in interspecies hanky-panky, and people still call her great. I’m sure your reputation can survive you shagging a little Indian boy."
            ],
            [
                63,
                "You can’t blame yourself. When your prefrontal cortex fails to make you happy, promiscuity rewards you with the needed flood of dopamine. We neurobiologists refer to this as the skank reflex."
            ],
            [
                65,
                "Where are we going?"
            ],
            [
                69,
                "Really? A best friend sleepover? Yay."
            ],
            [
                71,
                "We’ll make popcorn, stay up all night and I’ll teach you my secret language, Op."
            ],
            [
                73,
                "Nope. Sounds Gop Rop E A Top."
            ],
            [
                75,
                "No, you’re not. You’re gonna Pop A Cop Kop A Bop A Gop."
            ],
            [
                100,
                "Ninety-nine, one hundred. It’s like a waterfall of liquid gold. My turn."
            ],
            [
                102,
                "Oh, I could so see you being the face of haemorrhoids."
            ],
            [
                104,
                "No, I can’t let you do that."
            ],
            [
                106,
                "For the first time ever, I have a thriving social life. And no pressure, but it kind of lives and dies with you."
            ],
            [
                108,
                "A guest in my trundle bed and a boy at my door? I wish I could tell 13-year-old me it does get better."
            ],
            [
                111,
                "I’ll take your stuff to the bedroom and clear out a drawer."
            ],
            [
                113,
                "No problem. Try and keep it in your pants, okay?"
            ]
        ],
        "Bernadette": [
            [
                50,
                "You jerk face! What did you tell Howard? Did you say there was something going on between us? Because he thinks there is. He’s completely freaking out!"
            ],
            [
                52,
                "What the hell is wrong with you?"
            ],
            [
                54,
                "I’m nice to everyone."
            ],
            [
                56,
                "Damn right, you’re sorry. And you tell Howard there’s never been anything between us."
            ],
            [
                58,
                "What?!"
            ],
            [
                60,
                "Of course you do. You’re a cutie pie. Any girl would be lucky to have you."
            ]
        ],
        "Dr Hofstadter": [
            [
                83,
                "Hello, dear."
            ],
            [
                86,
                "He’s been like that since he was a toddler. Look, Mommy, a butterfly. Maddening."
            ],
            [
                88,
                "Sheldon informed me that you’re experiencing an emotional upheaval, and I’m here to help."
            ],
            [
                90,
                "And we’re back to the obvious. Now, what’s up?"
            ],
            [
                92,
                "I understand."
            ],
            [
                94,
                "Yes. Buck up."
            ],
            [
                96,
                "Sorry. Buck up, sissy pants."
            ],
            [
                98,
                "If you need any more help from me, my books are available on Amazon. Logging off."
            ]
        ],
        "Howard and Raj": [
            [
                172,
                "Here, here."
            ]
        ],
        "Sheldon (to Leonard)": [
            [
                189,
                "Have you ever thought of teaching physics?"
            ]
        ],
        "Actress": [
            [
                191,
                "Ready to ride?"
            ],
            [
                193,
                "Oh, sweetie. Haemorrhoids acting up again?"
            ],
            [
                195,
                "Oh, yes, I do. Try a dab of this."
            ],
            [
                197,
                "Now, the H is for Her."
            ],
            [
                200,
                "How are you doing?"
            ]
        ],
        "Penny (on screen)": [
            [
                192,
                "I don’t think so, Mom. Not today."
            ],
            [
                194,
                "You don’t know the half of it."
            ],
            [
                196,
                "Rose-scented Preparation-H for women?"
            ],
            [
                201,
                "Sittin’ pretty."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The Cafeteria"
        ],
        [
            "Sheldon",
            "It’s not what it looks like. It’s not what it looks like."
        ],
        [
            "Leonard",
            "What are you grinding about?"
        ],
        [
            "Sheldon",
            "Penny’s brain teaser this morning. She and Koothrappali emerge from your bedroom. She is dishevelled, and Raj is dressed only in a sheet. The sole clue, it’s not what it looks like."
        ],
        [
            "Leonard",
            "Just let it go, Sheldon."
        ],
        [
            "Sheldon",
            "If I could, I would, but I can’t, so I shan’t. Now, knowing Penny, the obvious answer is, they engaged in coitus. But, since that’s what it looked like, we can rule that out. Let’s put on our thinking cap, shall we? (Mimes doing so) Raj is from India, a tropical country. Third World hygiene. Parasitic infections are common, such as pinworms. Mm-hmm. The procedure for diagnosing pinworms is to wait until the subject is asleep, and the worms crawl out of the rectum for air. (Leonard spits out food) Yes, just like that. Penny could have been inspecting Raj’s anal region for parasites. Oh, boy. That’s a true blue friend."
        ],
        [
            "Leonard",
            "They slept together, Sherlock."
        ],
        [
            "Sheldon",
            "No, you weren’t listening. She said, it’s not what it looks like."
        ],
        [
            "Leonard",
            "She lied."
        ],
        [
            "Sheldon",
            "Oh. Well don’t I look silly sitting here wearing this?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The Cafeteria"
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Raj",
            "Hey."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "Hey. Leonard, is it awkward for you knowing that one of your dear friends had sexual intercourse with a woman you used to love in the very place you lay your head?"
        ],
        [
            "Leonard",
            "No, I’m fine with it."
        ],
        [
            "Sheldon",
            "That sounds like sarcasm, but I’m going to disregard it, because I have an agenda. Paintball. Specifically, the interdepartmental tournament this weekend. Now, in order to function better as a fighting unit, I thought we should establish a chain of command. Now, it goes without saying that I would outrank the three of you, but the question remains, by how much? Now, I don’t see me as some four-star general, back at HQ riding a desk and playing golf with the Secretary of Defence. But I also can’t be Sergeant Cooper, because that might lead you to think of me as just a regular Joe. This might take some thought. As you were."
        ],
        [
            "Leonard",
            "What the hell is wrong with you?"
        ],
        [
            "Howard",
            "Yeah, how could you do that?"
        ],
        [
            "Raj",
            "What is it to you?"
        ],
        [
            "Howard",
            "I got his back."
        ],
        [
            "Raj",
            "Yeah, right. You’re just jealous because it turns out I’m Penny’s number two choice after Leonard."
        ],
        [
            "Howard",
            "Hey, if I wasn’t engaged to Bernadette, that totally could have been me."
        ],
        [
            "Leonard",
            "Please. Sheldon would have been before you, and he might not even have genitals."
        ],
        [
            "Raj",
            "Why do you care so much? You’re dating my sister, and Penny and I are in love."
        ],
        [
            "Leonard and Howard together",
            "What?"
        ],
        [
            "Sheldon",
            "Gentlemen, if I may interject, I’ve decided my rank will be captain. If it’s good enough for Kirk, Crunch and Kangaroo, it’s good enough for me."
        ],
        [
            "Howard",
            "You’re not in love with Penny."
        ],
        [
            "Raj",
            "Yes, I am. The god Kamadeva has shot us with his flowery arrows of love."
        ],
        [
            "Howard",
            "Who?"
        ],
        [
            "Raj",
            "He’s the Hindu version of Cupid, but way better, because he rides a giant parrot."
        ],
        [
            "Leonard",
            "Raj, come on. You fall in love with any girl who smiles at you. A month ago, you were writing poems about his fiancee."
        ],
        [
            "Howard",
            "I’m sorry. What?"
        ],
        [
            "Raj",
            "Rubbish. He’s talking rubbish."
        ],
        [
            "Leonard",
            "Oh, Bernadette, please play my clarinet."
        ],
        [
            "Raj",
            "That could have been about anyone. Besides, you have nothing to worry about, because now I’m the dusky half of Koothrapenny."
        ],
        [
            "Sheldon",
            "For the record, I do have genitals. They’re functional and aesthetically pleasing."
        ],
        [
            "Scene",
            "Penny’s apartment. Penny has a bottle of wine. She can’t find a glass. Finds a measuring jug and uses that instead. There is a knock on the door."
        ],
        [
            "Penny",
            "Coming. Yup, that’s good. Wine glasses should have handles."
        ],
        [
            "Amy",
            "Keeping accurate track of your alcohol intake. Smart idea considering how trampy you get when you’ve had a few."
        ],
        [
            "Penny",
            "You heard what I did?"
        ],
        [
            "Amy",
            "Well, I heard who you did."
        ],
        [
            "Penny",
            "Oh, my God, I screwed up everything. I hurt Leonard, I hurt Raj, I mean, what is wrong with me? I feel like two totally different people, Dr. Jekyll and Mrs. Whore."
        ],
        [
            "Amy",
            "Don’t be so hard on yourself. Do you know the story of Catherine the Great?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Amy",
            "She ruled Russia in the late seventeen hundreds, and one night, when she was feeling particularly randy, she used an intricate system of pulleys to have intimate relations with a horse."
        ],
        [
            "Penny",
            "I’m… I’m sorry. What does this have to do with me?"
        ],
        [
            "Amy",
            "She engaged in interspecies hanky-panky, and people still call her great. I’m sure your reputation can survive you shagging a little Indian boy."
        ],
        [
            "Scene",
            "Raj’s apartment. There is a knock on the door. He opens it."
        ],
        [
            "Bernadette",
            "You jerk face! What did you tell Howard? Did you say there was something going on between us? Because he thinks there is. He’s completely freaking out!"
        ],
        [
            "Raj",
            "Please, come in."
        ],
        [
            "Bernadette",
            "What the hell is wrong with you?"
        ],
        [
            "Raj",
            "Well, you were always so nice to me, I thought maybe you liked me."
        ],
        [
            "Bernadette",
            "I’m nice to everyone."
        ],
        [
            "Raj",
            "I’m sorry."
        ],
        [
            "Bernadette",
            "Damn right, you’re sorry. And you tell Howard there’s never been anything between us."
        ],
        [
            "Raj",
            "I will. Hey, Bernadette?"
        ],
        [
            "Bernadette",
            "What?!"
        ],
        [
            "Raj",
            "Do you think I have a shot with Penny?"
        ],
        [
            "Bernadette",
            "Of course you do. You’re a cutie pie. Any girl would be lucky to have you."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "You know, I’ve done this before. In kindergarten, I was supposed to marry Jason Sorensen at recess, but by the time my class got out there, he was already engaged to Chelsea Himmelfarb. So what did I do? Hung upside down from the monkey bars, let all the boys see my underpants."
        ],
        [
            "Amy",
            "You can’t blame yourself. When your prefrontal cortex fails to make you happy, promiscuity rewards you with the needed flood of dopamine. We neurobiologists refer to this as the skank reflex."
        ],
        [
            "Penny",
            "You know what? Let’s get out of here."
        ],
        [
            "Amy",
            "Where are we going?"
        ],
        [
            "Penny",
            "Somewhere where no one’s seen me naked. We may have to drive awhile. (Opens door. Sees Leonard and Sheldon. Slams it shut again.)"
        ],
        [
            "Sheldon",
            "Subtlety isn’t her strong suit, is it?"
        ],
        [
            "Penny",
            "Can I stay at your place for a few nights?"
        ],
        [
            "Amy",
            "Really? A best friend sleepover? Yay."
        ],
        [
            "Penny",
            "Yeah, sure. Yay!"
        ],
        [
            "Amy",
            "We’ll make popcorn, stay up all night and I’ll teach you my secret language, Op."
        ],
        [
            "Penny",
            "Sounds great."
        ],
        [
            "Amy",
            "Nope. Sounds Gop Rop E A Top."
        ],
        [
            "Penny",
            "Yeah, I’m gonna go pack a bag."
        ],
        [
            "Amy",
            "No, you’re not. You’re gonna Pop A Cop Kop A Bop A Gop."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Do we really have to wear this camouflage crap to play paintball?"
        ],
        [
            "Sheldon",
            "Who said that? Leonard, I can hear your voice, but I can’t see you."
        ],
        [
            "Leonard",
            "I’m not in the mood, Sheldon."
        ],
        [
            "Sheldon",
            "Oh, there you are. Leonard, I know you’re upset about recent events, and I have someone here to help. (Showing laptop screen)"
        ],
        [
            "Leonard",
            "I don’t want to talk to Amy."
        ],
        [
            "Sheldon",
            "No, it’s not Amy."
        ],
        [
            "Dr Hofstadter",
            "Hello, dear."
        ],
        [
            "Leonard",
            "You called my mother?"
        ],
        [
            "Sheldon",
            "Oh, Leonard, is it really necessary to caption the obvious?"
        ],
        [
            "Dr Hofstadter",
            "He’s been like that since he was a toddler. Look, Mommy, a butterfly. Maddening."
        ],
        [
            "Leonard",
            "What’s going on? What do you want?"
        ],
        [
            "Dr Hofstadter",
            "Sheldon informed me that you’re experiencing an emotional upheaval, and I’m here to help."
        ],
        [
            "Leonard",
            "That’s so nice."
        ],
        [
            "Dr Hofstadter",
            "And we’re back to the obvious. Now, what’s up?"
        ],
        [
            "Leonard",
            "Well, uh, okay, um, I don’t want to get back together with Penny. We tried it, it was crazy, it didn’t work, but I can’t deal with the fact that she slept with my friend Raj. And then I find out that Raj’s sister Priya, who I’ve been going out with for eight months, is moving back to India. So I’m just completely confused and alone."
        ],
        [
            "Dr Hofstadter",
            "I understand."
        ],
        [
            "Leonard",
            "Got any advice?"
        ],
        [
            "Dr Hofstadter",
            "Yes. Buck up."
        ],
        [
            "Leonard",
            "Excuse me. You’re a world-renowned expert in parenting and child development, and all you’ve got is buck up?"
        ],
        [
            "Dr Hofstadter",
            "Sorry. Buck up, sissy pants."
        ],
        [
            "Leonard",
            "Thanks, Mother. I feel much better."
        ],
        [
            "Dr Hofstadter",
            "If you need any more help from me, my books are available on Amazon. Logging off."
        ],
        [
            "Scene",
            "Amy’s apartment. Amy is brushing Penny’s hair."
        ],
        [
            "Amy",
            "Ninety-nine, one hundred. It’s like a waterfall of liquid gold. My turn."
        ],
        [
            "Penny",
            "You know, I don’t even know what the point of me staying in L.A. is. I haven’t gotten a single acting job since I moved out here. The closest I came was last month, I got a callback for a hemorrhoid commercial."
        ],
        [
            "Amy",
            "Oh, I could so see you being the face of haemorrhoids."
        ],
        [
            "Penny",
            "I know, right? Maybe I should just move back to Nebraska."
        ],
        [
            "Amy",
            "No, I can’t let you do that."
        ],
        [
            "Penny",
            "Why not? (There is a knock on the door)"
        ],
        [
            "Amy",
            "For the first time ever, I have a thriving social life. And no pressure, but it kind of lives and dies with you."
        ],
        [
            "Raj",
            "Hi, Amy. Can I talk to Penny?"
        ],
        [
            "Amy",
            "A guest in my trundle bed and a boy at my door? I wish I could tell 13-year-old me it does get better."
        ],
        [
            "Penny",
            "How did you know I was here?"
        ],
        [
            "Raj",
            "It’s all over her Facebook page."
        ],
        [
            "Amy",
            "I’ll take your stuff to the bedroom and clear out a drawer."
        ],
        [
            "Penny",
            "Thanks."
        ],
        [
            "Amy",
            "No problem. Try and keep it in your pants, okay?"
        ],
        [
            "Penny",
            "So, hi. What’s up?"
        ],
        [
            "Raj",
            "I was wondering if you’re free Friday. They’re having a Totally ’80s Night at the Greek. Hall & Oates, Katrina and the Waves and three-fifths of Kajagoogoo."
        ],
        [
            "Penny",
            "Oh. Gee, that’s really sweet, but the thing is…"
        ],
        [
            "Raj",
            "Aw, there’s a thing."
        ],
        [
            "Penny",
            "Look, honey, I was really drunk and made a huge mistake last night. We should’ve never slept together. It’s what ruins friendships."
        ],
        [
            "Raj",
            "You can’t ruin a friendship with sex. That’s like trying to ruin ice cream with chocolate sprinkles."
        ],
        [
            "Penny",
            "Come here. Just listen to me. I want to go back to the way we were before. You know, friends. No sprinkles."
        ],
        [
            "Raj",
            "Oh. All right."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Raj",
            "Well, uh, as your friend, you might like to know that, um, we didn’t have sex in the conventional sense."
        ],
        [
            "Penny",
            "Oh, God. Did you pull some weird Indian crap on me?"
        ],
        [
            "Raj",
            "No, no. After we got undressed and jumped in bed, you, you asked if I had protection."
        ],
        [
            "Penny",
            "Oh, you did, didn’t you?"
        ],
        [
            "Raj",
            "Of course. I’m always packing. Anyway, um, I had trouble putting it on and you tried to help and, that was all she wrote."
        ],
        [
            "Penny",
            "So, we didn’t actually…"
        ],
        [
            "Raj",
            "I did. It was beautiful."
        ],
        [
            "Penny",
            "Oh!"
        ],
        [
            "Raj",
            "Penny, please, please promise me you won’t tell anybody about this."
        ],
        [
            "Penny",
            "Of course I won’t. No, I won’t."
        ],
        [
            "Raj",
            "Oh, good. Um, can I tell people that our love burned too bright and too quickly? Kind of a Candle in the Wind deal?"
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Raj",
            "Cool. Can I say it fell apart because you were all, I want to have your babies, and I was like, I’m too rock and roll to be tied down?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Raj",
            "Can I say I ruined you for white men?"
        ],
        [
            "Penny",
            "Also no."
        ],
        [
            "Raj",
            "Okay, just the candle thing."
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Raj",
            "Cool. All right friend."
        ],
        [
            "Penny",
            "Hmm."
        ],
        [
            "Raj",
            "I’ll see you around."
        ],
        [
            "Penny",
            "Okay. Raj, wait. Thank you for being my friend. (She hugs him.)"
        ],
        [
            "Raj",
            "Penny?"
        ],
        [
            "Penny",
            "Mm-hmm?"
        ],
        [
            "Raj",
            "It’s getting beautiful again."
        ],
        [
            "Scene",
            "A shed on the paintball range."
        ],
        [
            "Sheldon",
            "All right, this is a Google Earth view of the field of battle."
        ],
        [
            "Howard",
            "I don’t see anything."
        ],
        [
            "Sheldon",
            "Give it a second to load. Whenever you’re ready, AT&T! Okay, here we go. This is us here. To the south is Professor Loomis and the Geology Department. According to their Twitter feed, they’re out of sunblock, which means they’ll have to hug the tree line or risk melanoma. That’s our edge. All we have to do is move quickly over this ridge, the rock-worshipping pasty-faced bastards won’t know what hit them. All right, let’s move out."
        ],
        [
            "Leonard",
            "Hang on, Sheldon. How could you not tell me your sister was moving back to India?"
        ],
        [
            "Howard",
            "Maybe he was too busy writing clumsy penis metaphors about my fiancee."
        ],
        [
            "Raj",
            "Screw you. That was a beautifully written penis metaphor."
        ],
        [
            "Leonard",
            "You know what, guys, I’m not in the mood for paintball. What do you say we just bag it?"
        ],
        [
            "Howard",
            "Fine with me."
        ],
        [
            "Raj",
            "Sure, whatever."
        ],
        [
            "Sheldon",
            "You can’t quit. That’s a court-martial offence. That’s punishable by… You can’t quit."
        ],
        [
            "Leonard",
            "Sorry, Sheldon, it’s just not a good time for playing games."
        ],
        [
            "Sheldon",
            "This is a game to you? Uh, was the Battle of Antietam a game? Huh? Was the sack of Rome a game?"
        ],
        [
            "Leonard",
            "Yes, no and no."
        ],
        [
            "Sheldon",
            "Wait. I just want you all to know that I forgive you. This mutiny isn’t your fault, it’s mine. I haven’t earned these bars. Although what I lack in leadership, apparently I more than make up for in sewing."
        ],
        [
            "Howard",
            "Let it go, Sheldon. I’ll get you a Jamba Juice on the way home."
        ],
        [
            "Sheldon",
            "No. Jamba Juice is for heroes. And that’s what we’re going to be."
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "Following in the footsteps of Kirk, Crunch and Kangaroo. (Walks outside) Geology isn’t a real science! (Gets hit by countless paintball pellets)"
        ],
        [
            "Howard",
            "Damn those sons of bitches!"
        ],
        [
            "Leonard",
            "Let’s get ’em!"
        ],
        [
            "Sheldon",
            "If there’s ever a Church of Sheldon, this will be when it started. Ow!"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "I’d like to propose a toast to the man whose noble sacrifice inspired our victory, Captain Sheldon Cooper."
        ],
        [
            "Howard and Raj",
            "Here, here."
        ],
        [
            "Sheldon",
            "Excuse me. It’s Major Sheldon Cooper. With my last breath, I awarded myself a battlefield promotion. It’s kind of a big deal."
        ],
        [
            "Penny",
            "Hi. You guys have a minute?"
        ],
        [
            "Leonard",
            "Uh, yeah, sure."
        ],
        [
            "Penny",
            "Okay. Um. Well, I already talked to Raj, but I wanted to apologize to the rest of you for, you know, everything."
        ],
        [
            "Raj",
            "Please, Penny, let me. We’ve decided to let our crazy, wonderful night together be just one of those memories you have and can call to mind when you’re feeling blue or you’re in the shower."
        ],
        [
            "Penny",
            "Hey, what you doing, Quick Draw?"
        ],
        [
            "Raj",
            "Sorry. Go on."
        ],
        [
            "Penny",
            "Anyways, I wanted you guys all to know that I’ve been taking a really hard look at things and come to the conclusion I have to stop kidding myself. I suck at acting. It’s time for me to move back to Nebraska."
        ],
        [
            "Leonard",
            "You’re leaving?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Howard",
            "What are you going to do in Nebraska?"
        ],
        [
            "Penny",
            "I don’t know, maybe teach acting. (Phone rings) Oh, sorry. Hold on. Hello?"
        ],
        [
            "Leonard",
            "Penny, Penny, listen, I hope you’re not doing this ’cause of you and me, because I have a girlfriend, and you’re a single woman."
        ],
        [
            "Penny",
            "Shh! It’s my agent, it’s my agent. You’re kidding. Oh, my gosh. I can’t believe it! Really? Oh, I’m so excited, thank you, thank you so much. Okay, bye. I got the haemorrhoid commercial! I start Monday."
        ],
        [
            "Sheldon",
            "What about Nebraska?"
        ],
        [
            "Penny",
            "Oh, hell with Nebraska. I’m gonna be a star!"
        ],
        [
            "Sheldon (to Leonard)",
            "Have you ever thought of teaching physics?"
        ],
        [
            "Scene",
            "The apartment. Penny’s ad is on the television. She is at a stables."
        ],
        [
            "Actress",
            "Ready to ride?"
        ],
        [
            "Penny (on screen)",
            "I don’t think so, Mom. Not today."
        ],
        [
            "Actress",
            "Oh, sweetie. Haemorrhoids acting up again?"
        ],
        [
            "Penny (on screen)",
            "You don’t know the half of it."
        ],
        [
            "Actress",
            "Oh, yes, I do. Try a dab of this."
        ],
        [
            "Penny (on screen)",
            "Rose-scented Preparation-H for women?"
        ],
        [
            "Actress",
            "Now, the H is for Her."
        ],
        [
            "Leonard",
            "I’m proud of you."
        ],
        [
            "Penny",
            "Shh! Here comes my joke."
        ],
        [
            "Actress",
            "How are you doing?"
        ],
        [
            "Penny (on screen)",
            "Sittin’ pretty."
        ],
        [
            "Scene",
            "i love you~~~~~~~~~~~~~~~~~~~~"
        ],
        [
            "Scene",
            "Comments are closed."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-01-the-skank-reflex-analysis/"
}