{
    "Season": 5,
    "Episode": 11,
    "Title": "the speckerman recurrence",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                33,
                "Credits sequence."
            ],
            [
                34,
                "The apartment."
            ],
            [
                47,
                "Penny’s bedroom."
            ],
            [
                71,
                "A bar."
            ],
            [
                138,
                "Penny’s bedroom. Penny is on the phone."
            ],
            [
                158,
                "The apartment."
            ],
            [
                196,
                "The clothing bank."
            ],
            [
                205,
                "The apartment."
            ],
            [
                231,
                "Running down the stairwell."
            ],
            [
                235,
                "The clothes bank."
            ]
        ],
        "Penny (entering)": [
            [
                1,
                "Hi. Did Sheldon change the Wi-Fi password again?"
            ]
        ],
        "Leonard": [
            [
                2,
                "Yeah, it’s “Penny already eats our food, she can pay for Wi-Fi.” No spaces."
            ],
            [
                5,
                "You want to hear something weird?"
            ],
            [
                8,
                "What are you talking about?"
            ],
            [
                10,
                "Yeah, because I have something weird to tell her."
            ],
            [
                13,
                "There’s this guy, Jimmy Speckerman, who used to torment me in high school. He sent me a message through Facebook. He’s in town and wants to have drinks."
            ],
            [
                15,
                "Just do it, ’cause he’s not gonna let it go."
            ],
            [
                19,
                "I don’t know."
            ],
            [
                21,
                "No, that was a different guy."
            ],
            [
                23,
                "No, that was a different, different guy."
            ],
            [
                25,
                "No."
            ],
            [
                27,
                "No, but, actually, that was this guy’s sister."
            ],
            [
                29,
                "I don’t know."
            ],
            [
                31,
                "I told you. That was a different guy."
            ],
            [
                35,
                "It’s two a.m. What are you doing up?"
            ],
            [
                37,
                "Sure. You want to see what all the scientists are wearing this year."
            ],
            [
                39,
                "Thanks."
            ],
            [
                41,
                "I didn’t have clams."
            ],
            [
                43,
                "It’s this Jimmy Speckerman thing. I can’t decide if I should agree to see him or not. Of course that might be because the last time I ran into him, he made me floss with my own shoelaces."
            ],
            [
                45,
                "You know what? I am tired of living in fear of this guy. I’m gonna go see him and finally say all the things I should have said in high school. You know, pick on someone your own size, you did not have sex with my mother, and yes, I do know why I’m hitting myself.”"
            ],
            [
                73,
                "No."
            ],
            [
                75,
                "You know, I can really do this by myself."
            ],
            [
                77,
                "No, you’re not. You’re here to see if I get my underwear pulled over my head."
            ],
            [
                80,
                "You bet. I am going to make him apologize for all the crap he pulled on me in school."
            ],
            [
                82,
                "Scrotum."
            ],
            [
                84,
                "Uh, stapled."
            ],
            [
                86,
                "Oh, hi."
            ],
            [
                88,
                "Yeah. You, too. Uh, Jimmy, this is Sheldon and Raj and Howard."
            ],
            [
                91,
                "I’m doing okay, I guess."
            ],
            [
                93,
                "The Newcomb medal."
            ],
            [
                101,
                "Oh, I can’t take all the credit. You helped a lot."
            ],
            [
                104,
                "Jimmy, I’m kind of curious why you wanted to see me."
            ],
            [
                107,
                "What’s the idea?"
            ],
            [
                109,
                "Right."
            ],
            [
                114,
                "I don’t think something like that’s even possible."
            ],
            [
                117,
                "Sheldon, I got this."
            ],
            [
                119,
                "Sheldon."
            ],
            [
                122,
                "I think what he’s trying to say is that maybe in high school you picked on me a little bit."
            ],
            [
                127,
                "14 is not, oh , yeah, never mind."
            ],
            [
                129,
                "Nancy. You called me Nancy for three years."
            ],
            [
                132,
                "It wasn’t fun for me."
            ],
            [
                134,
                "Come on, guys."
            ],
            [
                137,
                "Hey, for the record, Jimmy wasn’t the reason I wet the bed. That one has my mother written all over it."
            ],
            [
                159,
                "Here’s your cocoa."
            ],
            [
                161,
                "Yes."
            ],
            [
                163,
                "Yes."
            ],
            [
                165,
                "You got one for good luck. (Knock on door) I’ll get it."
            ],
            [
                168,
                "What are you doing here?"
            ],
            [
                170,
                "Laxative."
            ],
            [
                172,
                "Really?"
            ],
            [
                174,
                "Uh, yeah. Sure, I guess."
            ],
            [
                176,
                "Well, yeah, thanks, Jimmy."
            ],
            [
                178,
                "Are you okay to drive?"
            ],
            [
                180,
                "No, no, no, come on in. I’ll make you a cup of coffee."
            ],
            [
                182,
                "No."
            ],
            [
                184,
                "Sheldon, we can’t let him drive."
            ],
            [
                186,
                "You remember Sheldon and Raj and Howard."
            ],
            [
                190,
                "Yeah, just back there."
            ],
            [
                192,
                "Yeah. It kind of rekindles your faith in the basic goodness of people."
            ],
            [
                207,
                "Yeah."
            ],
            [
                209,
                "What was I supposed to do? He needed a place to sleep it off."
            ],
            [
                212,
                "Morning, Jimmy."
            ],
            [
                215,
                "Yeah, you did. So, uh, listen, it was great to see you again. And , and, and thanks for the apology."
            ],
            [
                217,
                "For all the crappy stuff you did to me in high school."
            ],
            [
                219,
                "That’s my French toast."
            ],
            [
                222,
                "I might kill him right now."
            ],
            [
                224,
                "Okay, Jimmy, it’s time for you to go."
            ],
            [
                226,
                "No, you’re done. I want you out of my apartment right now."
            ],
            [
                230,
                "I’m not afraid of you any more, Jimmy. Now get out! (Pushes him) Uh-oh."
            ],
            [
                233,
                "Yeah, I feel pretty good about myself. You think we can outrun him?"
            ]
        ],
        "Penny": [
            [
                3,
                "Okay. If you can’t get me to stop eating your food, what makes you think you can get me to stop using your Wi-Fi?"
            ],
            [
                6,
                "Sure."
            ],
            [
                12,
                "What’s yours?"
            ],
            [
                16,
                "Basketball Pope."
            ],
            [
                18,
                "What are you gonna do about your bully? Are you gonna see him?"
            ],
            [
                28,
                "All right, well, what do you think he wants?"
            ],
            [
                32,
                "Hmm. That’s too bad. We could have spent New Year’s Eve waiting for the ball to drop."
            ],
            [
                49,
                "‘Cause when I wear it, it’s a shirt. So, what’s Howard doing tonight?"
            ],
            [
                51,
                "Oh, terrific. High school quarterback against four mathletes."
            ],
            [
                53,
                "Hmm, he’s not crazy about needles, but if you get him to go jogging, it’ll just pour out of his nose."
            ],
            [
                55,
                "Oh, that’s awful."
            ],
            [
                58,
                "Wow. You poor thing."
            ],
            [
                60,
                "Oh. I don’t know. I guess my school was a nice place. We didn’t really have bullies."
            ],
            [
                62,
                "No, we weren’t really like that. I mean, look, we played pranks on each other, but it was never mean. Like, okay, this one girl, Kathy Geiger, got really good grades, so we blindfolded her, tied her up and left her in a cornfield overnight."
            ],
            [
                64,
                "No, it was funny. Everyone laughed."
            ],
            [
                66,
                "Uh, probably. It’s hard to say. She kind of had an ear of corn in her mouth."
            ],
            [
                68,
                "What? I was not a bully."
            ],
            [
                139,
                "Anyway, I’m really sorry I made fun of your stutter in high school."
            ],
            [
                141,
                "Uh-huh. Uh-huh. Oh, God, just finish the sentence. Okay, well, I’m sorry you feel that way. Bye. No one wants to hear my apologies."
            ],
            [
                144,
                "That’s easy for you to say. You weren’t just called a b-b-b-b-bitch."
            ],
            [
                146,
                "Both."
            ],
            [
                148,
                "I actually knew that."
            ],
            [
                151,
                "Ooh, I can’t do that. If I stand over a steaming pot, my hair just goes boing! What else could I do?"
            ],
            [
                153,
                "Okay, come on, I don’t even have my own house, I’m going to build one for someone else?"
            ],
            [
                155,
                "Oh, my God, that’s perfect. ‘Cause I have so many clothes I don’t wear, and they’re just taking up space, and I go shopping to buy more stuff and I have no place to put it. This will totally fix that."
            ],
            [
                157,
                "And helping people."
            ],
            [
                197,
                "Ah, I feel just like Mother Teresa. Except for the virgin part. That ship sailed a long time ago."
            ],
            [
                199,
                "Yeah, well, I bet her laundry room wasn’t down five flights of stairs. You know, giving really is better than receiving. I used to think it was such a cliche, but it seems to be the… oh, look at these cute jeans someone just threw away."
            ],
            [
                201,
                "Yes, to a poor waitress who loves a boot cut."
            ],
            [
                203,
                "Come on, they would be so cute on me, and, ah, they go great with this sweater!"
            ],
            [
                237,
                "Then sit in the car and keep it running."
            ],
            [
                239,
                "Come on, yoga top. Mama needs a new yoga top."
            ],
            [
                242,
                "Wait, wait, wait, guys, just hang on."
            ],
            [
                244,
                "Look at us. What are we doing?"
            ],
            [
                246,
                "You know, this is wrong. Let’s put everything back. Here."
            ]
        ],
        "Sheldon": [
            [
                4,
                "I believe that you’re capable of great change. Like when I finally got you to stop saying Valentimes Day."
            ],
            [
                7,
                "In the year 2000, Pope John Paul II was named an honorary Harlem Globetrotter."
            ],
            [
                9,
                "You asked Penny if she wanted to hear something weird."
            ],
            [
                11,
                "Oh. I thought it was a game."
            ],
            [
                14,
                "Okay, Penny, if it were a game, here are your choices. An e-mail from an old acquaintance, or the head of one of the largest religious institutions in the world slam dunking to Sweet Georgia Brown. Pick."
            ],
            [
                17,
                "And that’s how it’s done."
            ],
            [
                20,
                "Is this the fellow who peed in your Hawaiian Punch?"
            ],
            [
                22,
                "Was he the one who wedgied you so hard, your testicle reascended, and you spent your whole Christmas break waiting for it to come back down?"
            ],
            [
                24,
                "Was he the one who used your head to open a nut?"
            ],
            [
                26,
                "Oh, oh, oh. Was he the one who made you eat your arm hair?"
            ],
            [
                30,
                "You know, the holidays are just around the corner. Maybe he wants to see if he can lodge the other testicle up there."
            ],
            [
                36,
                "Nobel Prize acceptance ceremony streaming live from Stockholm."
            ],
            [
                38,
                "Look at these men. They’ve managed to win the top science prize in the world with no more understanding of the quantum underpinnings of the expansion of the early universe than God gave a goose. You should pay attention, Leonard. Someday this could be you up there."
            ],
            [
                40,
                "So, what’s got you up? Did you have a bad clam?"
            ],
            [
                42,
                "I don’t watch you 24 hours a day. I don’t know what you do."
            ],
            [
                44,
                "Wear loafers. Look at Dr. Saul Perlmutter up there, clutching that Nobel Prize. What’s the matter, Saul? You afraid someone’s going to steal it? Like you stole Einstein’s cosmological constant?"
            ],
            [
                46,
                "Oh, now Perlmutter’s shaking the King’s hand. Yeah, check for your watch, Gustaf. He might have lifted it."
            ],
            [
                90,
                "And there’s the first zinger. Ouch."
            ],
            [
                95,
                "Congratulations? The Newcomb medal? Oh, please. That’s the scientific equivalent of a smiley face sticker on your homework."
            ],
            [
                97,
                "Oh, good Lord, are we going to stand here and listen to him tear Leonard apart like this?"
            ],
            [
                99,
                "My point."
            ],
            [
                106,
                "Technically, Howard’s the gear head. Leonard’s just a dime store laser jockey."
            ],
            [
                116,
                "The smartest? All right, you know, I may not have a firm grasp on sarcasm, but even I know that was a doozy. Leonard, you can’t live in fear of this man forever."
            ],
            [
                118,
                "You clearly don’t. What my spineless friend lacks the courage to say is you’re a terrible person who took advantage of his tiny size, his uncoordinated nature and his congenital lack of masculinity."
            ],
            [
                120,
                "Leonard, I platonically love you, man, but face it, you’re a mess."
            ],
            [
                123,
                "A little bit? The man Super Glued Hershey’s Kisses to your nipples."
            ],
            [
                126,
                "This is a list of your heinous acts against Leonard. One of which is certainly the cause of him wetting his bed well into his teens."
            ],
            [
                130,
                "You really need to work on your penmanship."
            ],
            [
                133,
                "You’re being too kind, Leonard. You ruined him."
            ],
            [
                136,
                "I help the weak. It’s yet another way I’m exactly like Batman."
            ],
            [
                160,
                "Oh, half and half instead of whole milk?"
            ],
            [
                162,
                "Heated to precisely 183 degrees?"
            ],
            [
                164,
                "Seven little marshmallows, no more no less?"
            ],
            [
                166,
                "One for good luck. Must be the kind of math they do at Princeton."
            ],
            [
                183,
                "Yes."
            ],
            [
                185,
                "Then take away his keys and make him wander the streets with the other drunks."
            ],
            [
                188,
                "You’d think a winner could make a decent cup of cocoa."
            ],
            [
                193,
                "You know what would be nice?"
            ],
            [
                195,
                "As a symbolic gesture to all the bullies who’ve tormented us for years, we open our home to Jimmy and once he’s asleep we kill him. I said it would be nice, I didn’t say we should do it."
            ],
            [
                206,
                "Leonard."
            ],
            [
                208,
                "In case it comes up again, this right here is an imposition."
            ],
            [
                210,
                "You’re soft. This world’s going to chew you up and spit you out."
            ],
            [
                213,
                "Oh, there it is, tacos."
            ],
            [
                221,
                "I’m not going to say I told you so, but we could have killed him."
            ],
            [
                223,
                "The Dark Knight has your back. He’s scared, but he has your back."
            ],
            [
                227,
                "Well said, Boy Wonder."
            ],
            [
                229,
                "Don’t answer that. It’s a trick question. I speak from experience."
            ],
            [
                232,
                "You did it, Leonard, you stood up to your bully."
            ],
            [
                234,
                "I don’t need to outrun him, I just need to outrun you."
            ]
        ],
        "Bernadette": [
            [
                48,
                "I love this dress. How come I never see you wear it?"
            ],
            [
                50,
                "Oh, they all went with Leonard to confront his childhood bully."
            ],
            [
                54,
                "I don’t think I can meet the girl who was always mean to me. Tammy Bodnick. One time while I was in gym class, she stole all my clothes and left an elf costume in my locker."
            ],
            [
                56,
                "Worst part was, it was too big."
            ],
            [
                59,
                "What about you?"
            ],
            [
                63,
                "Oh, my God, that’s awful."
            ],
            [
                69,
                "Kind of sounds like you were. And maybe a felon."
            ],
            [
                140,
                "You’re doing great."
            ],
            [
                143,
                "Penny, it doesn’t matter what you did in the past. You’re a good person now."
            ],
            [
                147,
                "You’ll feel better by doing something nice for someone."
            ],
            [
                150,
                "Every other week I serve at a soup kitchen downtown."
            ],
            [
                156,
                "What about helping people?"
            ],
            [
                198,
                "I think Mother Teresa would have washed the clothes first."
            ],
            [
                200,
                "Donated."
            ],
            [
                202,
                "Penny."
            ],
            [
                236,
                "I don’t feel good about this."
            ],
            [
                241,
                "God, they’re cute. Oh, why did they have to be cute?"
            ]
        ],
        "Amy": [
            [
                52,
                "When Leonard gets back, I’d love to check his serotonin levels. Do you think he’d let me draw a syringe full of his blood?"
            ],
            [
                57,
                "That’s nothing. In ninth grade, the girls put Rogaine in my hand lotion. Within six months, the nicknames began to fly. I think the one that hurt the most was Gorilla Fingers Fowler."
            ],
            [
                61,
                "Come on, no one ever gave anyone mean nicknames or picked on them or put gum in their hairy knuckles so the school nurse had to use peanut butter to get it out?"
            ],
            [
                65,
                "Did Kathy Geiger laugh?"
            ],
            [
                67,
                "Who would have thought Fuzzy Fingers Fowler is best friends with a bully?"
            ],
            [
                70,
                "Shh. That’s how you wind up in a cornfield."
            ],
            [
                142,
                "I think your mistake is doing it over the phone. If they could look into your eyes, they’d melt."
            ],
            [
                145,
                "Perhaps you could assuage your guilt through altruism. Which word’s tripping you up? Assuage or altruism?"
            ],
            [
                149,
                "I never doubted you."
            ],
            [
                152,
                "There’s Habitat for Humanity, building houses for the poor."
            ],
            [
                154,
                "How about donating some of your clothes?"
            ],
            [
                204,
                "I don’t think Mother Teresa… Oh, that is adorable."
            ],
            [
                238,
                "You were right, a whole new load."
            ],
            [
                240,
                "Check it out, Bernadette, suede boots, your size."
            ],
            [
                243,
                "What is it, the fuzz?"
            ],
            [
                245,
                "I was gleefully following you to a life of crime, looking forward to the day we might be cell mates. I don’t know about Bernadette."
            ]
        ],
        "Raj": [
            [
                72,
                "Is that him over there?"
            ],
            [
                74,
                "How about that guy? He looks like he’d hate you."
            ],
            [
                79,
                "So, have you figured out what you’re going to say to him?"
            ],
            [
                83,
                "What’s that one?"
            ],
            [
                98,
                "Hey, I won a Newcomb medal, too."
            ],
            [
                111,
                "That sounds amazing. First movie I’m watching, Annie."
            ],
            [
                124,
                "That’s funny because those aren’t the kind of kisses you want on your nipples."
            ],
            [
                135,
                "That was pretty badass, dude."
            ],
            [
                194,
                "What’s that?"
            ]
        ],
        "Howard": [
            [
                76,
                "Hey, we’re here to support you, buddy."
            ],
            [
                78,
                "You wore underwear? You fool."
            ],
            [
                81,
                "That’s quite a list. I can’t read your handwriting, what’s that word?"
            ],
            [
                103,
                "Like the Black Death and Europe."
            ],
            [
                112,
                "How exactly would these glasses work?"
            ],
            [
                191,
                "How about that? After all these years, your big bad high school bully finally apologizes."
            ]
        ],
        "Jimmy (arriving)": [
            [
                85,
                "Leonard."
            ]
        ],
        "Jimmy": [
            [
                87,
                "Holy crap, man, it’s good to see you."
            ],
            [
                89,
                "Hi. Fellas. Hey, can I get a beer? Wow. Look at you. Little Leonard Hofstadter. I hear you’re a big-time scientist now."
            ],
            [
                92,
                "Okay? Come on, I read online you’re a physicist at a university, you won some medal."
            ],
            [
                94,
                "Yeah, congratulations."
            ],
            [
                96,
                "From what I read, it sounded like a big deal."
            ],
            [
                100,
                "You should have seen this guy back in the day. Huh? He was so little, he could fit in just about anywhere. Lockers, trash cans. Oh, man, how did you get inside that backpack?"
            ],
            [
                102,
                "Yeah. We were practically a comedy team."
            ],
            [
                105,
                "Okay, here it is. I have this great money-making idea. I just need a gear head to get it to the finish line."
            ],
            [
                108,
                "This is just between us, right?"
            ],
            [
                110,
                "Okay. What do you think about a pair of glasses that makes any movie you want into 3D?"
            ],
            [
                113,
                "How the hell should I know? That’s why I need a nerd."
            ],
            [
                115,
                "Aw, come on, you can figure it out. You’re like the smartest guy I’ve ever known."
            ],
            [
                121,
                "I don’t understand."
            ],
            [
                125,
                "What is that?"
            ],
            [
                128,
                "What’s this word?"
            ],
            [
                131,
                "Oh, man, I, I don’t know what to say. I always thought we were just having some fun."
            ],
            [
                167,
                "Hey."
            ],
            [
                169,
                "I want to apologize for stapling your balls and throwing you naked in the girls’ locker room, stuffing that parrot down your pants. What’s this word?"
            ],
            [
                171,
                "Oh, right. Junior prom. That was not cool, man. I am so, so sorry."
            ],
            [
                173,
                "Yeah. I just hope you can forgive me."
            ],
            [
                175,
                "You’re a beautiful guy."
            ],
            [
                177,
                "Okay, I got to go."
            ],
            [
                179,
                "Yeah, yeah, yeah. I drive better drunk. You know, it makes you pay attention."
            ],
            [
                181,
                "I wouldn’t be imposing?"
            ],
            [
                187,
                "Not really, no. It’s funny, huh, Leonard? Back in school, I was the winner and you were the loser. And now we’re reversed. You’re the winner."
            ],
            [
                189,
                "You mind if I use your bathroom?"
            ],
            [
                214,
                "Man, I tied one on."
            ],
            [
                216,
                "What apology?"
            ],
            [
                218,
                "Geez, you’re still harping on that? What a puss."
            ],
            [
                220,
                "It’s good. You really know your way around a kitchen, Nancy."
            ],
            [
                225,
                "Yeah, all right, let me just finish this."
            ],
            [
                228,
                "Or what?"
            ]
        ],
        "Jimmy (belching)": [
            [
                211,
                "When did I have tacos?"
            ]
        ],
        "Bernadette (taking boots and running)": [
            [
                247,
                "It’s okay, I serve soup to poor people!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny (entering)",
            "Hi. Did Sheldon change the Wi-Fi password again?"
        ],
        [
            "Leonard",
            "Yeah, it’s “Penny already eats our food, she can pay for Wi-Fi.” No spaces."
        ],
        [
            "Penny",
            "Okay. If you can’t get me to stop eating your food, what makes you think you can get me to stop using your Wi-Fi?"
        ],
        [
            "Sheldon",
            "I believe that you’re capable of great change. Like when I finally got you to stop saying Valentimes Day."
        ],
        [
            "Leonard",
            "You want to hear something weird?"
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Sheldon",
            "In the year 2000, Pope John Paul II was named an honorary Harlem Globetrotter."
        ],
        [
            "Leonard",
            "What are you talking about?"
        ],
        [
            "Sheldon",
            "You asked Penny if she wanted to hear something weird."
        ],
        [
            "Leonard",
            "Yeah, because I have something weird to tell her."
        ],
        [
            "Sheldon",
            "Oh. I thought it was a game."
        ],
        [
            "Penny",
            "What’s yours?"
        ],
        [
            "Leonard",
            "There’s this guy, Jimmy Speckerman, who used to torment me in high school. He sent me a message through Facebook. He’s in town and wants to have drinks."
        ],
        [
            "Sheldon",
            "Okay, Penny, if it were a game, here are your choices. An e-mail from an old acquaintance, or the head of one of the largest religious institutions in the world slam dunking to Sweet Georgia Brown. Pick."
        ],
        [
            "Leonard",
            "Just do it, ’cause he’s not gonna let it go."
        ],
        [
            "Penny",
            "Basketball Pope."
        ],
        [
            "Sheldon",
            "And that’s how it’s done."
        ],
        [
            "Penny",
            "What are you gonna do about your bully? Are you gonna see him?"
        ],
        [
            "Leonard",
            "I don’t know."
        ],
        [
            "Sheldon",
            "Is this the fellow who peed in your Hawaiian Punch?"
        ],
        [
            "Leonard",
            "No, that was a different guy."
        ],
        [
            "Sheldon",
            "Was he the one who wedgied you so hard, your testicle reascended, and you spent your whole Christmas break waiting for it to come back down?"
        ],
        [
            "Leonard",
            "No, that was a different, different guy."
        ],
        [
            "Sheldon",
            "Was he the one who used your head to open a nut?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Oh, oh, oh. Was he the one who made you eat your arm hair?"
        ],
        [
            "Leonard",
            "No, but, actually, that was this guy’s sister."
        ],
        [
            "Penny",
            "All right, well, what do you think he wants?"
        ],
        [
            "Leonard",
            "I don’t know."
        ],
        [
            "Sheldon",
            "You know, the holidays are just around the corner. Maybe he wants to see if he can lodge the other testicle up there."
        ],
        [
            "Leonard",
            "I told you. That was a different guy."
        ],
        [
            "Penny",
            "Hmm. That’s too bad. We could have spent New Year’s Eve waiting for the ball to drop."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "It’s two a.m. What are you doing up?"
        ],
        [
            "Sheldon",
            "Nobel Prize acceptance ceremony streaming live from Stockholm."
        ],
        [
            "Leonard",
            "Sure. You want to see what all the scientists are wearing this year."
        ],
        [
            "Sheldon",
            "Look at these men. They’ve managed to win the top science prize in the world with no more understanding of the quantum underpinnings of the expansion of the early universe than God gave a goose. You should pay attention, Leonard. Someday this could be you up there."
        ],
        [
            "Leonard",
            "Thanks."
        ],
        [
            "Sheldon",
            "So, what’s got you up? Did you have a bad clam?"
        ],
        [
            "Leonard",
            "I didn’t have clams."
        ],
        [
            "Sheldon",
            "I don’t watch you 24 hours a day. I don’t know what you do."
        ],
        [
            "Leonard",
            "It’s this Jimmy Speckerman thing. I can’t decide if I should agree to see him or not. Of course that might be because the last time I ran into him, he made me floss with my own shoelaces."
        ],
        [
            "Sheldon",
            "Wear loafers. Look at Dr. Saul Perlmutter up there, clutching that Nobel Prize. What’s the matter, Saul? You afraid someone’s going to steal it? Like you stole Einstein’s cosmological constant?"
        ],
        [
            "Leonard",
            "You know what? I am tired of living in fear of this guy. I’m gonna go see him and finally say all the things I should have said in high school. You know, pick on someone your own size, you did not have sex with my mother, and yes, I do know why I’m hitting myself.”"
        ],
        [
            "Sheldon",
            "Oh, now Perlmutter’s shaking the King’s hand. Yeah, check for your watch, Gustaf. He might have lifted it."
        ],
        [
            "Scene",
            "Penny’s bedroom."
        ],
        [
            "Bernadette",
            "I love this dress. How come I never see you wear it?"
        ],
        [
            "Penny",
            "‘Cause when I wear it, it’s a shirt. So, what’s Howard doing tonight?"
        ],
        [
            "Bernadette",
            "Oh, they all went with Leonard to confront his childhood bully."
        ],
        [
            "Penny",
            "Oh, terrific. High school quarterback against four mathletes."
        ],
        [
            "Amy",
            "When Leonard gets back, I’d love to check his serotonin levels. Do you think he’d let me draw a syringe full of his blood?"
        ],
        [
            "Penny",
            "Hmm, he’s not crazy about needles, but if you get him to go jogging, it’ll just pour out of his nose."
        ],
        [
            "Bernadette",
            "I don’t think I can meet the girl who was always mean to me. Tammy Bodnick. One time while I was in gym class, she stole all my clothes and left an elf costume in my locker."
        ],
        [
            "Penny",
            "Oh, that’s awful."
        ],
        [
            "Bernadette",
            "Worst part was, it was too big."
        ],
        [
            "Amy",
            "That’s nothing. In ninth grade, the girls put Rogaine in my hand lotion. Within six months, the nicknames began to fly. I think the one that hurt the most was Gorilla Fingers Fowler."
        ],
        [
            "Penny",
            "Wow. You poor thing."
        ],
        [
            "Bernadette",
            "What about you?"
        ],
        [
            "Penny",
            "Oh. I don’t know. I guess my school was a nice place. We didn’t really have bullies."
        ],
        [
            "Amy",
            "Come on, no one ever gave anyone mean nicknames or picked on them or put gum in their hairy knuckles so the school nurse had to use peanut butter to get it out?"
        ],
        [
            "Penny",
            "No, we weren’t really like that. I mean, look, we played pranks on each other, but it was never mean. Like, okay, this one girl, Kathy Geiger, got really good grades, so we blindfolded her, tied her up and left her in a cornfield overnight."
        ],
        [
            "Bernadette",
            "Oh, my God, that’s awful."
        ],
        [
            "Penny",
            "No, it was funny. Everyone laughed."
        ],
        [
            "Amy",
            "Did Kathy Geiger laugh?"
        ],
        [
            "Penny",
            "Uh, probably. It’s hard to say. She kind of had an ear of corn in her mouth."
        ],
        [
            "Amy",
            "Who would have thought Fuzzy Fingers Fowler is best friends with a bully?"
        ],
        [
            "Penny",
            "What? I was not a bully."
        ],
        [
            "Bernadette",
            "Kind of sounds like you were. And maybe a felon."
        ],
        [
            "Amy",
            "Shh. That’s how you wind up in a cornfield."
        ],
        [
            "Scene",
            "A bar."
        ],
        [
            "Raj",
            "Is that him over there?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Raj",
            "How about that guy? He looks like he’d hate you."
        ],
        [
            "Leonard",
            "You know, I can really do this by myself."
        ],
        [
            "Howard",
            "Hey, we’re here to support you, buddy."
        ],
        [
            "Leonard",
            "No, you’re not. You’re here to see if I get my underwear pulled over my head."
        ],
        [
            "Howard",
            "You wore underwear? You fool."
        ],
        [
            "Raj",
            "So, have you figured out what you’re going to say to him?"
        ],
        [
            "Leonard",
            "You bet. I am going to make him apologize for all the crap he pulled on me in school."
        ],
        [
            "Howard",
            "That’s quite a list. I can’t read your handwriting, what’s that word?"
        ],
        [
            "Leonard",
            "Scrotum."
        ],
        [
            "Raj",
            "What’s that one?"
        ],
        [
            "Leonard",
            "Uh, stapled."
        ],
        [
            "Jimmy (arriving)",
            "Leonard."
        ],
        [
            "Leonard",
            "Oh, hi."
        ],
        [
            "Jimmy",
            "Holy crap, man, it’s good to see you."
        ],
        [
            "Leonard",
            "Yeah. You, too. Uh, Jimmy, this is Sheldon and Raj and Howard."
        ],
        [
            "Jimmy",
            "Hi. Fellas. Hey, can I get a beer? Wow. Look at you. Little Leonard Hofstadter. I hear you’re a big-time scientist now."
        ],
        [
            "Sheldon",
            "And there’s the first zinger. Ouch."
        ],
        [
            "Leonard",
            "I’m doing okay, I guess."
        ],
        [
            "Jimmy",
            "Okay? Come on, I read online you’re a physicist at a university, you won some medal."
        ],
        [
            "Leonard",
            "The Newcomb medal."
        ],
        [
            "Jimmy",
            "Yeah, congratulations."
        ],
        [
            "Sheldon",
            "Congratulations? The Newcomb medal? Oh, please. That’s the scientific equivalent of a smiley face sticker on your homework."
        ],
        [
            "Jimmy",
            "From what I read, it sounded like a big deal."
        ],
        [
            "Sheldon",
            "Oh, good Lord, are we going to stand here and listen to him tear Leonard apart like this?"
        ],
        [
            "Raj",
            "Hey, I won a Newcomb medal, too."
        ],
        [
            "Sheldon",
            "My point."
        ],
        [
            "Jimmy",
            "You should have seen this guy back in the day. Huh? He was so little, he could fit in just about anywhere. Lockers, trash cans. Oh, man, how did you get inside that backpack?"
        ],
        [
            "Leonard",
            "Oh, I can’t take all the credit. You helped a lot."
        ],
        [
            "Jimmy",
            "Yeah. We were practically a comedy team."
        ],
        [
            "Howard",
            "Like the Black Death and Europe."
        ],
        [
            "Leonard",
            "Jimmy, I’m kind of curious why you wanted to see me."
        ],
        [
            "Jimmy",
            "Okay, here it is. I have this great money-making idea. I just need a gear head to get it to the finish line."
        ],
        [
            "Sheldon",
            "Technically, Howard’s the gear head. Leonard’s just a dime store laser jockey."
        ],
        [
            "Leonard",
            "What’s the idea?"
        ],
        [
            "Jimmy",
            "This is just between us, right?"
        ],
        [
            "Leonard",
            "Right."
        ],
        [
            "Jimmy",
            "Okay. What do you think about a pair of glasses that makes any movie you want into 3D?"
        ],
        [
            "Raj",
            "That sounds amazing. First movie I’m watching, Annie."
        ],
        [
            "Howard",
            "How exactly would these glasses work?"
        ],
        [
            "Jimmy",
            "How the hell should I know? That’s why I need a nerd."
        ],
        [
            "Leonard",
            "I don’t think something like that’s even possible."
        ],
        [
            "Jimmy",
            "Aw, come on, you can figure it out. You’re like the smartest guy I’ve ever known."
        ],
        [
            "Sheldon",
            "The smartest? All right, you know, I may not have a firm grasp on sarcasm, but even I know that was a doozy. Leonard, you can’t live in fear of this man forever."
        ],
        [
            "Leonard",
            "Sheldon, I got this."
        ],
        [
            "Sheldon",
            "You clearly don’t. What my spineless friend lacks the courage to say is you’re a terrible person who took advantage of his tiny size, his uncoordinated nature and his congenital lack of masculinity."
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "Leonard, I platonically love you, man, but face it, you’re a mess."
        ],
        [
            "Jimmy",
            "I don’t understand."
        ],
        [
            "Leonard",
            "I think what he’s trying to say is that maybe in high school you picked on me a little bit."
        ],
        [
            "Sheldon",
            "A little bit? The man Super Glued Hershey’s Kisses to your nipples."
        ],
        [
            "Raj",
            "That’s funny because those aren’t the kind of kisses you want on your nipples."
        ],
        [
            "Jimmy",
            "What is that?"
        ],
        [
            "Sheldon",
            "This is a list of your heinous acts against Leonard. One of which is certainly the cause of him wetting his bed well into his teens."
        ],
        [
            "Leonard",
            "14 is not, oh , yeah, never mind."
        ],
        [
            "Jimmy",
            "What’s this word?"
        ],
        [
            "Leonard",
            "Nancy. You called me Nancy for three years."
        ],
        [
            "Sheldon",
            "You really need to work on your penmanship."
        ],
        [
            "Jimmy",
            "Oh, man, I, I don’t know what to say. I always thought we were just having some fun."
        ],
        [
            "Leonard",
            "It wasn’t fun for me."
        ],
        [
            "Sheldon",
            "You’re being too kind, Leonard. You ruined him."
        ],
        [
            "Leonard",
            "Come on, guys."
        ],
        [
            "Raj",
            "That was pretty badass, dude."
        ],
        [
            "Sheldon",
            "I help the weak. It’s yet another way I’m exactly like Batman."
        ],
        [
            "Leonard",
            "Hey, for the record, Jimmy wasn’t the reason I wet the bed. That one has my mother written all over it."
        ],
        [
            "Scene",
            "Penny’s bedroom. Penny is on the phone."
        ],
        [
            "Penny",
            "Anyway, I’m really sorry I made fun of your stutter in high school."
        ],
        [
            "Bernadette",
            "You’re doing great."
        ],
        [
            "Penny",
            "Uh-huh. Uh-huh. Oh, God, just finish the sentence. Okay, well, I’m sorry you feel that way. Bye. No one wants to hear my apologies."
        ],
        [
            "Amy",
            "I think your mistake is doing it over the phone. If they could look into your eyes, they’d melt."
        ],
        [
            "Bernadette",
            "Penny, it doesn’t matter what you did in the past. You’re a good person now."
        ],
        [
            "Penny",
            "That’s easy for you to say. You weren’t just called a b-b-b-b-bitch."
        ],
        [
            "Amy",
            "Perhaps you could assuage your guilt through altruism. Which word’s tripping you up? Assuage or altruism?"
        ],
        [
            "Penny",
            "Both."
        ],
        [
            "Bernadette",
            "You’ll feel better by doing something nice for someone."
        ],
        [
            "Penny",
            "I actually knew that."
        ],
        [
            "Amy",
            "I never doubted you."
        ],
        [
            "Bernadette",
            "Every other week I serve at a soup kitchen downtown."
        ],
        [
            "Penny",
            "Ooh, I can’t do that. If I stand over a steaming pot, my hair just goes boing! What else could I do?"
        ],
        [
            "Amy",
            "There’s Habitat for Humanity, building houses for the poor."
        ],
        [
            "Penny",
            "Okay, come on, I don’t even have my own house, I’m going to build one for someone else?"
        ],
        [
            "Amy",
            "How about donating some of your clothes?"
        ],
        [
            "Penny",
            "Oh, my God, that’s perfect. ‘Cause I have so many clothes I don’t wear, and they’re just taking up space, and I go shopping to buy more stuff and I have no place to put it. This will totally fix that."
        ],
        [
            "Bernadette",
            "What about helping people?"
        ],
        [
            "Penny",
            "And helping people."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Here’s your cocoa."
        ],
        [
            "Sheldon",
            "Oh, half and half instead of whole milk?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Heated to precisely 183 degrees?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Seven little marshmallows, no more no less?"
        ],
        [
            "Leonard",
            "You got one for good luck. (Knock on door) I’ll get it."
        ],
        [
            "Sheldon",
            "One for good luck. Must be the kind of math they do at Princeton."
        ],
        [
            "Jimmy",
            "Hey."
        ],
        [
            "Leonard",
            "What are you doing here?"
        ],
        [
            "Jimmy",
            "I want to apologize for stapling your balls and throwing you naked in the girls’ locker room, stuffing that parrot down your pants. What’s this word?"
        ],
        [
            "Leonard",
            "Laxative."
        ],
        [
            "Jimmy",
            "Oh, right. Junior prom. That was not cool, man. I am so, so sorry."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Jimmy",
            "Yeah. I just hope you can forgive me."
        ],
        [
            "Leonard",
            "Uh, yeah. Sure, I guess."
        ],
        [
            "Jimmy",
            "You’re a beautiful guy."
        ],
        [
            "Leonard",
            "Well, yeah, thanks, Jimmy."
        ],
        [
            "Jimmy",
            "Okay, I got to go."
        ],
        [
            "Leonard",
            "Are you okay to drive?"
        ],
        [
            "Jimmy",
            "Yeah, yeah, yeah. I drive better drunk. You know, it makes you pay attention."
        ],
        [
            "Leonard",
            "No, no, no, come on in. I’ll make you a cup of coffee."
        ],
        [
            "Jimmy",
            "I wouldn’t be imposing?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Leonard",
            "Sheldon, we can’t let him drive."
        ],
        [
            "Sheldon",
            "Then take away his keys and make him wander the streets with the other drunks."
        ],
        [
            "Leonard",
            "You remember Sheldon and Raj and Howard."
        ],
        [
            "Jimmy",
            "Not really, no. It’s funny, huh, Leonard? Back in school, I was the winner and you were the loser. And now we’re reversed. You’re the winner."
        ],
        [
            "Sheldon",
            "You’d think a winner could make a decent cup of cocoa."
        ],
        [
            "Jimmy",
            "You mind if I use your bathroom?"
        ],
        [
            "Leonard",
            "Yeah, just back there."
        ],
        [
            "Howard",
            "How about that? After all these years, your big bad high school bully finally apologizes."
        ],
        [
            "Leonard",
            "Yeah. It kind of rekindles your faith in the basic goodness of people."
        ],
        [
            "Sheldon",
            "You know what would be nice?"
        ],
        [
            "Raj",
            "What’s that?"
        ],
        [
            "Sheldon",
            "As a symbolic gesture to all the bullies who’ve tormented us for years, we open our home to Jimmy and once he’s asleep we kill him. I said it would be nice, I didn’t say we should do it."
        ],
        [
            "Scene",
            "The clothing bank."
        ],
        [
            "Penny",
            "Ah, I feel just like Mother Teresa. Except for the virgin part. That ship sailed a long time ago."
        ],
        [
            "Bernadette",
            "I think Mother Teresa would have washed the clothes first."
        ],
        [
            "Penny",
            "Yeah, well, I bet her laundry room wasn’t down five flights of stairs. You know, giving really is better than receiving. I used to think it was such a cliche, but it seems to be the… oh, look at these cute jeans someone just threw away."
        ],
        [
            "Bernadette",
            "Donated."
        ],
        [
            "Penny",
            "Yes, to a poor waitress who loves a boot cut."
        ],
        [
            "Bernadette",
            "Penny."
        ],
        [
            "Penny",
            "Come on, they would be so cute on me, and, ah, they go great with this sweater!"
        ],
        [
            "Amy",
            "I don’t think Mother Teresa… Oh, that is adorable."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Leonard."
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Sheldon",
            "In case it comes up again, this right here is an imposition."
        ],
        [
            "Leonard",
            "What was I supposed to do? He needed a place to sleep it off."
        ],
        [
            "Sheldon",
            "You’re soft. This world’s going to chew you up and spit you out."
        ],
        [
            "Jimmy (belching)",
            "When did I have tacos?"
        ],
        [
            "Leonard",
            "Morning, Jimmy."
        ],
        [
            "Sheldon",
            "Oh, there it is, tacos."
        ],
        [
            "Jimmy",
            "Man, I tied one on."
        ],
        [
            "Leonard",
            "Yeah, you did. So, uh, listen, it was great to see you again. And , and, and thanks for the apology."
        ],
        [
            "Jimmy",
            "What apology?"
        ],
        [
            "Leonard",
            "For all the crappy stuff you did to me in high school."
        ],
        [
            "Jimmy",
            "Geez, you’re still harping on that? What a puss."
        ],
        [
            "Leonard",
            "That’s my French toast."
        ],
        [
            "Jimmy",
            "It’s good. You really know your way around a kitchen, Nancy."
        ],
        [
            "Sheldon",
            "I’m not going to say I told you so, but we could have killed him."
        ],
        [
            "Leonard",
            "I might kill him right now."
        ],
        [
            "Sheldon",
            "The Dark Knight has your back. He’s scared, but he has your back."
        ],
        [
            "Leonard",
            "Okay, Jimmy, it’s time for you to go."
        ],
        [
            "Jimmy",
            "Yeah, all right, let me just finish this."
        ],
        [
            "Leonard",
            "No, you’re done. I want you out of my apartment right now."
        ],
        [
            "Sheldon",
            "Well said, Boy Wonder."
        ],
        [
            "Jimmy",
            "Or what?"
        ],
        [
            "Sheldon",
            "Don’t answer that. It’s a trick question. I speak from experience."
        ],
        [
            "Leonard",
            "I’m not afraid of you any more, Jimmy. Now get out! (Pushes him) Uh-oh."
        ],
        [
            "Scene",
            "Running down the stairwell."
        ],
        [
            "Sheldon",
            "You did it, Leonard, you stood up to your bully."
        ],
        [
            "Leonard",
            "Yeah, I feel pretty good about myself. You think we can outrun him?"
        ],
        [
            "Sheldon",
            "I don’t need to outrun him, I just need to outrun you."
        ],
        [
            "Scene",
            "The clothes bank."
        ],
        [
            "Bernadette",
            "I don’t feel good about this."
        ],
        [
            "Penny",
            "Then sit in the car and keep it running."
        ],
        [
            "Amy",
            "You were right, a whole new load."
        ],
        [
            "Penny",
            "Come on, yoga top. Mama needs a new yoga top."
        ],
        [
            "Amy",
            "Check it out, Bernadette, suede boots, your size."
        ],
        [
            "Bernadette",
            "God, they’re cute. Oh, why did they have to be cute?"
        ],
        [
            "Penny",
            "Wait, wait, wait, guys, just hang on."
        ],
        [
            "Amy",
            "What is it, the fuzz?"
        ],
        [
            "Penny",
            "Look at us. What are we doing?"
        ],
        [
            "Amy",
            "I was gleefully following you to a life of crime, looking forward to the day we might be cell mates. I don’t know about Bernadette."
        ],
        [
            "Penny",
            "You know, this is wrong. Let’s put everything back. Here."
        ],
        [
            "Bernadette (taking boots and running)",
            "It’s okay, I serve soup to poor people!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-11-the-speckerman-recurrence/"
}