{
    "Season": 5,
    "Episode": 15,
    "Title": "the friendship contraction",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Leonard’s bedroom. Sheldon enters in a hard hat and high-vis jacket. Sounds a klaxon on his phone."
            ],
            [
                17,
                "Credits sequence."
            ],
            [
                18,
                "The cafeteria."
            ],
            [
                52,
                "The apartment."
            ],
            [
                72,
                "The comic book store."
            ],
            [
                90,
                "The apartment."
            ],
            [
                119,
                "The apartment. Leonard is watching television. All the power goes off."
            ],
            [
                134,
                "Penny’s apartment."
            ],
            [
                156,
                "The apartment."
            ],
            [
                182,
                "Howard’s bedroom."
            ]
        ],
        "Leonard": [
            [
                1,
                "Aaargh. What the hell?"
            ],
            [
                3,
                "Oh, no, come on!"
            ],
            [
                5,
                "I have to get a lock for my door."
            ],
            [
                7,
                "Sheldon, Canada is not going to invade California."
            ],
            [
                9,
                "Fine."
            ],
            [
                11,
                "Oh, fun. I get to spend another night in front of our apartment dressed like one of the Village People."
            ],
            [
                13,
                "I don’t know, what am I doing?"
            ],
            [
                15,
                "Aah!"
            ],
            [
                27,
                "Because the cafeteria doesn’t offer little packets of methamphetamine."
            ],
            [
                29,
                "Uh-huh."
            ],
            [
                32,
                "You know what, I’m so tired I can’t even think straight. I’m going home. Will one of you guys give this nutbag a ride back later?"
            ],
            [
                34,
                "Oh, can’t you take the bus to the dentist?"
            ],
            [
                38,
                "Whatever, Sheldon. I’m exhausted. I’m not taking you to the dentist."
            ],
            [
                40,
                "You know what, I am sick of the roommate agreement. It’s ridiculous. I’m your roommate, not your chauffeur. You know, I had better things to do yesterday than drive you all the way to the good model train store in Garden Grove because the one in Pasadena has gotten too big for its britches."
            ],
            [
                42,
                "I don’t care. I’m done."
            ],
            [
                44,
                "I don’t know what that is, but if it means I can go home and sleep, then yes."
            ],
            [
                46,
                "Where do I sign?"
            ],
            [
                48,
                "There. Done."
            ],
            [
                50,
                "I’m gonna go home and take a nap."
            ],
            [
                59,
                "‘Sup?"
            ],
            [
                100,
                "That’s not bad, Howard “Rocket Man” Wolowitz."
            ],
            [
                104,
                "Once I tried carrying around a Duncan yo-yo, hoping the other kids would start calling me Duncan."
            ],
            [
                106,
                "No, they ended up calling me Sock Mouth. Because they took away my yo-yo and stuffed their socks in my mouth."
            ],
            [
                112,
                "Hey, did you ever make it to the dentist?"
            ],
            [
                114,
                "All right, Sheldon, if you need me to take you to the dentist, I will take you to the dentist."
            ],
            [
                116,
                "Absolutely. If you admit that you’re a 30-year-old man who’s incapable of functioning on his own."
            ],
            [
                121,
                "Why is that good?"
            ],
            [
                124,
                "What happened to all your glow-in-the-dark-emergency-exit stuff you had painted on the floor?"
            ],
            [
                126,
                "It’s just a blackout, I’m sure the power will be back on soon."
            ],
            [
                135,
                "To wine and bubble wrap. And to not having to watch Sheldon demonstrate his reverse osmosis machine that converts urine into drinking water."
            ],
            [
                137,
                "I thought because our relationship’s in a beta test, you wanted to take things slow."
            ],
            [
                139,
                "I can go so slow it’ll be like there’s a snail in your mouth."
            ],
            [
                142,
                "Since when don’t you knock? It’s like the only good thing about you."
            ],
            [
                144,
                "Fine, what is it?"
            ],
            [
                146,
                "S’mores, huh? Good for you."
            ],
            [
                148,
                "No, thanks. I’m good."
            ],
            [
                151,
                "No, don’t aw him. He brought this all on himself."
            ],
            [
                153,
                "No, he’s crazy. Sometimes crazy looks like sad so it’ll suck you back in."
            ],
            [
                155,
                "Fine. But mark my words, this frustrating, bogus teenage make-out session is not over."
            ],
            [
                157,
                "I thought you said candles were dangerous."
            ],
            [
                159,
                "Listen, Sheldon, this is stupid. I don’t see why we can’t be friends. And I’m willing to drive you around and help you out with stuff. I just don’t want to do it because of some silly roommate agreement."
            ],
            [
                161,
                "That we go back to the way things were. But when I do something for you, you show a little appreciation."
            ],
            [
                163,
                "You say thank you."
            ],
            [
                165,
                "It’s not crazy."
            ],
            [
                167,
                "I kind of like the sound of that."
            ],
            [
                169,
                "So, do I get breakfast in bed on Leonard’s Day?"
            ],
            [
                171,
                "Can I sit in your spot?"
            ],
            [
                173,
                "Can I control the thermostat?"
            ],
            [
                175,
                "Do I get a card?"
            ],
            [
                178,
                "Really. Who do you think did that, Sheldon?"
            ]
        ],
        "Sheldon": [
            [
                2,
                "Emergency preparedness drill."
            ],
            [
                4,
                "Yeah, you know how it works. Once a quarter, keep our readiness up. Now, rise and shine, sleepy head. Half the town is probably dead."
            ],
            [
                6,
                "I think you’ll like the drill tonight. I’ve tried to make it fun. Each of these cards contains a detailed scenario of a possible apocalyptic event. Everything from wild fires to a surprise invasion by Canada. Pick a catastrophe, any catastrophe."
            ],
            [
                8,
                "Yeah, really? You think those hippies in Washington and Oregon can stop them?"
            ],
            [
                10,
                "All righty! An 8.2 magnitude earthquake devastates Pasadena, reducing mighty edifices to dust, engulfing the city in flames. The streets flow with blood and echo with the cries of the wounded. Oh, excellent choice. Now, put on your hard hat and safety vest."
            ],
            [
                12,
                "You make that joke every three months. I still don’t get it. Leonard, wait. What are you doing?"
            ],
            [
                14,
                "Look around you, there’s hypothetical broken glass everywhere. Really? You’re going to face Armageddon without your orthotics? All right, your choice. (Grabs him and pushes him over) Uh-oh, hypothetical aftershock!"
            ],
            [
                16,
                "And that’s why we wear hard hats."
            ],
            [
                33,
                "You can’t go home. You have to take me to the dentist at four o’clock."
            ],
            [
                35,
                "Of course I can. It’s coming back under the residual effects of the anaesthesia, that’s the problem. Two years ago after a deep gum cleaning, I thought I got on a bus but somehow wound up on a booze cruise to Mexico."
            ],
            [
                37,
                "Yeah, they have to, I’m a biter."
            ],
            [
                39,
                "Wrong, sir. Wrong. Under section 37B of the roommate agreement, miscellaneous duties, you are obligated to take me to the dentist. See? It’s right here after providing a confirmation sniff on questionable dairy products.”"
            ],
            [
                41,
                "Well, it has. Ask anybody."
            ],
            [
                43,
                "Hold on. Are you saying that you want to invoke Clause 209?"
            ],
            [
                45,
                "Think carefully here. Clause 209 suspends our friendship, and strips down the roommate agreement to its bare essentials. Our responsibilities toward each other would only be rent, utilities and a perfunctory chin jut of recognition as we pass in the hall. (Demonstrating) ‘Sup?"
            ],
            [
                47,
                "Right here. Use your finger."
            ],
            [
                49,
                "All right. That’s it. We are now no longer companions, boon or otherwise. We are now merely acquaintances. To amend the words of Toy Story, you have not got a friend in me."
            ],
            [
                51,
                "Yeah, well, tell it to someone who cares."
            ],
            [
                58,
                "Hello, dear friends. And Dr. Hofstadter."
            ],
            [
                60,
                "‘Sup? My apologies. I would’ve been here sooner, but the bus kept stopping for other people to get on it."
            ],
            [
                62,
                "Oh, your concern for me is touching. It will serve you well when you take me to the dentist tomorrow."
            ],
            [
                64,
                "You’re my girlfriend and you’re not going to cater to my every need? Oh, where’d the magic go?"
            ],
            [
                68,
                "Well, if Amy’s too busy, that gives the rest of you an opportunity to make my life easier, thus assuring yourselves a footnote in my memoirs, tentatively entitled You’re Welcome, Mankind. All right, then, just shout when you hear the task you want to undertake. Uh, dentist. Okay, we can circle back to that one. Um, well, who wants to take me Wednesday morning to get new heels put on my dress shoes? Anyone? Oh. That one had hoot written all over it. Um, all right, uh, dermatologist? Allergist? Podiatrist? Supercuts? Okay, okay, here’s a fun one. Um, I need a new picture frame and I have a hankering for Swedish meatballs. Who wants to spend the day with me at IKEA?"
            ],
            [
                70,
                "What’s that?"
            ],
            [
                73,
                "Hello, Stuart."
            ],
            [
                75,
                "No, no. I was just sitting at home thinking about how it might be nice to catch up with my ninth favourite person."
            ],
            [
                77,
                "You moved up one. My pen pal in Somalia was kidnapped by pirates. So, uh, how are you?"
            ],
            [
                79,
                "Great. Great. So, what’s new with your family? How’s your mother? Is she alive?"
            ],
            [
                81,
                "And your father? Alive?"
            ],
            [
                83,
                "How about your grandparents, they alive?"
            ],
            [
                85,
                "Oh, I’m so sorry for your loss. On a cheerier note, I have a teeth-cleaning appointment this afternoon. What do you say you take me over there, buddy boy?"
            ],
            [
                87,
                "Yes. And now, I can’t make any promises, but that’s the sort of thing that gets a fella on the short list for the number eight friend slot."
            ],
            [
                89,
                "Can’t help a friend out in a time of need, huh? I see where your therapist was coming from."
            ],
            [
                111,
                "‘Sup?"
            ],
            [
                113,
                "Not necessary. No. I found a service that’ll send a van to your house for a teeth cleaning. Mostly they cater to dogs, but the fellow on the phone seemed to have an open mind."
            ],
            [
                115,
                "Are you suggesting that you’ve come to your senses and wish to re-establish the mutual benefits that stem from full participation in the roommate agreement?"
            ],
            [
                118,
                "I will admit nothing of the sort. And now if you’ll excuse me, I have to call my dentist and see if I can also get my hair shampooed and my nails clipped."
            ],
            [
                123,
                "Power failure. Implementing power-failure protocol."
            ],
            [
                125,
                "Oh, that was wildly carcinogenic. Anyway, it’s too bad you’re no longer entitled to the full benefits of my friendship, because I happen to be extremely prepared for such an emergency. Please try not to see anything by this light. It’s not for you."
            ],
            [
                127,
                "And I’m sure some fool in the Donner party said the snow would stop any day now. I like to think they ate him first."
            ],
            [
                129,
                "But candles? During a blackout? Are you mad? That’s a fire hazard. No, Pasadena Water and Power recommends the far safer glow stick."
            ],
            [
                131,
                "Before you go, consider this. Not only do I have a deep-cycle marine battery power source which is more than capable of running our entertainment system, I also have all 61 episodes of the BBC series Red Dwarf and Fiddle-Faddle. All yours if you’re willing to reinstate the roommate agreement."
            ],
            [
                133,
                "Oh, he’ll be back. Wine and a girl in the dark, he’s gonna be bored out of his mind."
            ],
            [
                141,
                "Excuse me, Leonard."
            ],
            [
                143,
                "Social niceties have been suspended, Leonard. We’re in a state of a emergency. The world has descended into darkened turmoil. Lawlessness and savagery are the order of the day."
            ],
            [
                145,
                "I’m making s’mores. I wanted to alert you in case you smelled caramelizing marshmallows and thought a nearby candy factory was on fire."
            ],
            [
                147,
                "Yes, or good for us if you sign here and reinstate the full roommate agreement."
            ],
            [
                149,
                "Really? Huh! Okay. In that case, I will have a s’more by myself. And then I’m gonna have s’more. By myself."
            ],
            [
                158,
                "This is a Bunsen burner. I’m a scientist, I know what I’m doing. Oh, drat. (His s’more is on fire. He dunks it in a glass of water.) Aw. It took me a gallon of urine to make that water."
            ],
            [
                160,
                "What are you proposing?"
            ],
            [
                162,
                "And how would I do that?"
            ],
            [
                164,
                "Every time?"
            ],
            [
                166,
                "Counter-proposal. We reinstate the full roommate agreement with the following addendum, in the spirit of Mother’s Day or Father’s Day, once a year, we set aside day to celebrate all your contributions to my life, both actual and imagined by you. We could call it Leonard’s Day."
            ],
            [
                168,
                "Of course you do. It’s about you, like everything else. (Lights come back on) Oh, thank goodness. I don’t think I had it in me to make another glass of water."
            ],
            [
                170,
                "No."
            ],
            [
                172,
                "No."
            ],
            [
                174,
                "No."
            ],
            [
                176,
                "Of course you get a card. It’s Leonard’s Day."
            ],
            [
                179,
                "Oh, I don’t know. But whoever that mystery man was, you should be eternally grateful, for without him, there would be no Leonard’s Day."
            ],
            [
                181,
                "Oh, no pressure. Just get him a crummy card, you’re good."
            ]
        ],
        "Howard": [
            [
                19,
                "Check it out, press release from NASA."
            ],
            [
                21,
                "This is going right into my synagogue’s newsletter."
            ],
            [
                23,
                "I don’t get to pick it. The other guys have to give it to me."
            ],
            [
                25,
                "Are you not listening to me? The other astronauts have to give you your nickname."
            ],
            [
                28,
                "Emergency drill night last night, huh?"
            ],
            [
                53,
                "I got pretty exciting NASA news today. Next week I fly to Houston for orientation and zero-gravity elimination drills."
            ],
            [
                56,
                "Open the pod bay doors, HAL."
            ],
            [
                67,
                "Absolutely. But when Ma’s hips give out, you’re up, kid."
            ],
            [
                92,
                "You can’t do Buzz. Buzz is taken."
            ],
            [
                94,
                "No, that’s not what I’m talking about."
            ],
            [
                96,
                "No."
            ],
            [
                98,
                "Yeah, terrific. The other astronauts would love to go hurtling through space with a guy named Crash."
            ],
            [
                101,
                "Yeah, it’s great, but I told you, I don’t get to pick my nickname. It has to come from the other astronauts."
            ],
            [
                103,
                "Like how?"
            ],
            [
                105,
                "Did it work?"
            ],
            [
                108,
                "That’s actually not a terrible plan."
            ],
            [
                183,
                "All right, test my ring tone. That really is a good song."
            ],
            [
                186,
                "Ma, I told you I have a video conference with NASA. I said don’t bother me!"
            ],
            [
                188,
                "Yes, please listen to Mr. Big Shot Astronaut. Hey, good morning."
            ],
            [
                190,
                "No problem, Dr. Massimino."
            ],
            [
                192,
                "Mass. That’s a cool nickname. ‘Cause force equals mass times acceleration."
            ],
            [
                194,
                "Sorry. My phone."
            ],
            [
                196,
                "Yeah, my ring tone. Kind of my favourite song, Rocket Man."
            ],
            [
                198,
                "Not now!"
            ],
            [
                200,
                "My mom. Sorry."
            ],
            [
                201,
                "No problem, Fruit Loops."
            ]
        ],
        "Raj": [
            [
                20,
                "Um, Expedition 31 will launch this spring to the International Space Station. Crew members will include Commander Tom ‘Tombo’ Johnson, astronaut Mike ‘Supernova’ Novacelik and Payload Specialist Howard Wolowitz."
            ],
            [
                22,
                "Dude, if you’re going to be an astronaut, you need to pick a cool nickname."
            ],
            [
                24,
                "Oh. If I had one, it would be Brown Dynamite."
            ],
            [
                26,
                "Are you not looking at me? I am Brown Dynamite. Why do you put six sugars in your coffee?"
            ],
            [
                30,
                "How’d you do?"
            ],
            [
                36,
                "They put you under for a cleaning?"
            ],
            [
                57,
                "Maybe your nickname should be Brown Dynamite."
            ],
            [
                69,
                "Their meatballs are pretty good."
            ],
            [
                71,
                "Nothing, nothing."
            ],
            [
                91,
                "Ooh, ooh! What about we make your astronaut nickname Howard “Buzz” Wolowitz?"
            ],
            [
                93,
                "Buzz Lightyear is not real."
            ],
            [
                95,
                "Well, are you talking about when he thought he was real?"
            ],
            [
                97,
                "Okay, um, how about Crash”? Howard “Crash” Wolowitz."
            ],
            [
                99,
                "All right, um, how about, oh, how about Rocket Man?"
            ],
            [
                102,
                "Maybe there’s a way to get them to come up with it."
            ],
            [
                107,
                "Okay, uh, what if we make Rocket Man your ringtone, and the next time you talk to those guys, I’ll call you and they’ll hear it. Plant the seed."
            ],
            [
                109,
                "They don’t call me Brown Dynamite for nothing."
            ],
            [
                117,
                "Ooh, Sock Mouth’s got him on the ropes."
            ],
            [
                184,
                "Oh, yeah. There’s a reason he’s Sir Elton John. They don’t make you a knight for writing Wake Me Up Before You Go Go."
            ]
        ],
        "Sheldon: I’ll tell you exactly how he did. Readiness: unsatisfactory. Follows direction: barely. Attitude: a little too much. Overall": [
            [
                31,
                "not only will he probably die in a fiery inferno, his incessant whining would most certainly spoil everyone else’s day."
            ]
        ],
        "Penny": [
            [
                54,
                "What does that mean?"
            ],
            [
                65,
                "Sheldon, that’s not what girlfriends are for. Although, you don’t use them for what they’re for, so what do I know?"
            ],
            [
                122,
                "Because last month, I sent the electric company a Starbucks gift card, an apology note, and a few snapshots of me in a bra."
            ],
            [
                128,
                "You know, I got some candles in my apartment."
            ],
            [
                132,
                "I’ve got wine at my place and some bubble wrap we could pop."
            ],
            [
                136,
                "You know, in Girl Scouts, Tammie Dinisha said you could do that with panty hose. Boy, was she wrong. Anyway, you want to make out?"
            ],
            [
                138,
                "Okay. Do you want to make out slow?"
            ],
            [
                140,
                "Ugh. Well, lucky for you, there’s nothing else to do right now."
            ],
            [
                150,
                "Aw."
            ],
            [
                152,
                "But he’s sad."
            ],
            [
                154,
                "I think he misses his little buddy."
            ],
            [
                177,
                "Hey, guys, the building manager said the reason the power went out is someone went down into the basement and just pulled the main breaker switch."
            ],
            [
                180,
                "Leonard’s Day?"
            ]
        ],
        "Bernadette": [
            [
                55,
                "He’s gonna learn to poop in space."
            ],
            [
                66,
                "Howard doesn’t make me do his shopping, or take him to the dentist, or pick up his dry cleaning, right?"
            ]
        ],
        "Amy": [
            [
                61,
                "I saved you a dumpling."
            ],
            [
                63,
                "I’m sorry, Sheldon, I’m busy. I’m right in the middle of my addiction study. I’ve got a lab full of alcoholic monkeys, and tomorrow’s the day we switch them to O’Doul’s."
            ]
        ],
        "Stuart": [
            [
                74,
                "Oh, hey, Sheldon. Can I help you find something today?"
            ],
            [
                76,
                "Ninth?"
            ],
            [
                78,
                "Uh, not so good. My shrink just killed himself and blamed me in the note."
            ],
            [
                80,
                "Yeah."
            ],
            [
                82,
                "Yes."
            ],
            [
                84,
                "No."
            ],
            [
                86,
                "I’m sorry, you want me to take you to the dentist?"
            ],
            [
                88,
                "Sheldon, I’m working. I can’t take you to the dentist. Also, and I can’t stress this enough, I don’t want to take you to the dentist."
            ]
        ],
        "Leonard (to Sheldon, entering)": [
            [
                110,
                "‘Sup?"
            ]
        ],
        "Penny (entering)": [
            [
                120,
                "Oh, good, your power’s out, too."
            ]
        ],
        "Leonard (pulling out a toy lightsabre)": [
            [
                130,
                "You call that a glow stick? That is a glow stick. Come on, let’s go."
            ]
        ],
        "Mrs Wolowitz (off)": [
            [
                185,
                "Howard, are you coming down for breakfast?"
            ],
            [
                187,
                "Oh! Listen to Mr. Big Shot Astronaut."
            ],
            [
                197,
                "Howard, your Fruit Loops are getting soggy!"
            ]
        ],
        "NASA Guy (on skype)": [
            [
                189,
                "Hey, Howard, thanks for getting up so early."
            ]
        ],
        "Dr Massimino": [
            [
                191,
                "The guys here call me Mass."
            ]
        ],
        "Mass": [
            [
                193,
                "Yeah. It’s just short for Massimino. Anyway, the plan for this morning is to go over the…"
            ],
            [
                195,
                "What is that? Is that Rocket Man?"
            ],
            [
                199,
                "Who’s that?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Leonard’s bedroom. Sheldon enters in a hard hat and high-vis jacket. Sounds a klaxon on his phone."
        ],
        [
            "Leonard",
            "Aaargh. What the hell?"
        ],
        [
            "Sheldon",
            "Emergency preparedness drill."
        ],
        [
            "Leonard",
            "Oh, no, come on!"
        ],
        [
            "Sheldon",
            "Yeah, you know how it works. Once a quarter, keep our readiness up. Now, rise and shine, sleepy head. Half the town is probably dead."
        ],
        [
            "Leonard",
            "I have to get a lock for my door."
        ],
        [
            "Sheldon",
            "I think you’ll like the drill tonight. I’ve tried to make it fun. Each of these cards contains a detailed scenario of a possible apocalyptic event. Everything from wild fires to a surprise invasion by Canada. Pick a catastrophe, any catastrophe."
        ],
        [
            "Leonard",
            "Sheldon, Canada is not going to invade California."
        ],
        [
            "Sheldon",
            "Yeah, really? You think those hippies in Washington and Oregon can stop them?"
        ],
        [
            "Leonard",
            "Fine."
        ],
        [
            "Sheldon",
            "All righty! An 8.2 magnitude earthquake devastates Pasadena, reducing mighty edifices to dust, engulfing the city in flames. The streets flow with blood and echo with the cries of the wounded. Oh, excellent choice. Now, put on your hard hat and safety vest."
        ],
        [
            "Leonard",
            "Oh, fun. I get to spend another night in front of our apartment dressed like one of the Village People."
        ],
        [
            "Sheldon",
            "You make that joke every three months. I still don’t get it. Leonard, wait. What are you doing?"
        ],
        [
            "Leonard",
            "I don’t know, what am I doing?"
        ],
        [
            "Sheldon",
            "Look around you, there’s hypothetical broken glass everywhere. Really? You’re going to face Armageddon without your orthotics? All right, your choice. (Grabs him and pushes him over) Uh-oh, hypothetical aftershock!"
        ],
        [
            "Leonard",
            "Aah!"
        ],
        [
            "Sheldon",
            "And that’s why we wear hard hats."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Howard",
            "Check it out, press release from NASA."
        ],
        [
            "Raj",
            "Um, Expedition 31 will launch this spring to the International Space Station. Crew members will include Commander Tom ‘Tombo’ Johnson, astronaut Mike ‘Supernova’ Novacelik and Payload Specialist Howard Wolowitz."
        ],
        [
            "Howard",
            "This is going right into my synagogue’s newsletter."
        ],
        [
            "Raj",
            "Dude, if you’re going to be an astronaut, you need to pick a cool nickname."
        ],
        [
            "Howard",
            "I don’t get to pick it. The other guys have to give it to me."
        ],
        [
            "Raj",
            "Oh. If I had one, it would be Brown Dynamite."
        ],
        [
            "Howard",
            "Are you not listening to me? The other astronauts have to give you your nickname."
        ],
        [
            "Raj",
            "Are you not looking at me? I am Brown Dynamite. Why do you put six sugars in your coffee?"
        ],
        [
            "Leonard",
            "Because the cafeteria doesn’t offer little packets of methamphetamine."
        ],
        [
            "Howard",
            "Emergency drill night last night, huh?"
        ],
        [
            "Leonard",
            "Uh-huh."
        ],
        [
            "Raj",
            "How’d you do?"
        ],
        [
            "Sheldon: I’ll tell you exactly how he did. Readiness: unsatisfactory. Follows direction: barely. Attitude: a little too much. Overall",
            "not only will he probably die in a fiery inferno, his incessant whining would most certainly spoil everyone else’s day."
        ],
        [
            "Leonard",
            "You know what, I’m so tired I can’t even think straight. I’m going home. Will one of you guys give this nutbag a ride back later?"
        ],
        [
            "Sheldon",
            "You can’t go home. You have to take me to the dentist at four o’clock."
        ],
        [
            "Leonard",
            "Oh, can’t you take the bus to the dentist?"
        ],
        [
            "Sheldon",
            "Of course I can. It’s coming back under the residual effects of the anaesthesia, that’s the problem. Two years ago after a deep gum cleaning, I thought I got on a bus but somehow wound up on a booze cruise to Mexico."
        ],
        [
            "Raj",
            "They put you under for a cleaning?"
        ],
        [
            "Sheldon",
            "Yeah, they have to, I’m a biter."
        ],
        [
            "Leonard",
            "Whatever, Sheldon. I’m exhausted. I’m not taking you to the dentist."
        ],
        [
            "Sheldon",
            "Wrong, sir. Wrong. Under section 37B of the roommate agreement, miscellaneous duties, you are obligated to take me to the dentist. See? It’s right here after providing a confirmation sniff on questionable dairy products.”"
        ],
        [
            "Leonard",
            "You know what, I am sick of the roommate agreement. It’s ridiculous. I’m your roommate, not your chauffeur. You know, I had better things to do yesterday than drive you all the way to the good model train store in Garden Grove because the one in Pasadena has gotten too big for its britches."
        ],
        [
            "Sheldon",
            "Well, it has. Ask anybody."
        ],
        [
            "Leonard",
            "I don’t care. I’m done."
        ],
        [
            "Sheldon",
            "Hold on. Are you saying that you want to invoke Clause 209?"
        ],
        [
            "Leonard",
            "I don’t know what that is, but if it means I can go home and sleep, then yes."
        ],
        [
            "Sheldon",
            "Think carefully here. Clause 209 suspends our friendship, and strips down the roommate agreement to its bare essentials. Our responsibilities toward each other would only be rent, utilities and a perfunctory chin jut of recognition as we pass in the hall. (Demonstrating) ‘Sup?"
        ],
        [
            "Leonard",
            "Where do I sign?"
        ],
        [
            "Sheldon",
            "Right here. Use your finger."
        ],
        [
            "Leonard",
            "There. Done."
        ],
        [
            "Sheldon",
            "All right. That’s it. We are now no longer companions, boon or otherwise. We are now merely acquaintances. To amend the words of Toy Story, you have not got a friend in me."
        ],
        [
            "Leonard",
            "I’m gonna go home and take a nap."
        ],
        [
            "Sheldon",
            "Yeah, well, tell it to someone who cares."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "I got pretty exciting NASA news today. Next week I fly to Houston for orientation and zero-gravity elimination drills."
        ],
        [
            "Penny",
            "What does that mean?"
        ],
        [
            "Bernadette",
            "He’s gonna learn to poop in space."
        ],
        [
            "Howard",
            "Open the pod bay doors, HAL."
        ],
        [
            "Raj",
            "Maybe your nickname should be Brown Dynamite."
        ],
        [
            "Sheldon",
            "Hello, dear friends. And Dr. Hofstadter."
        ],
        [
            "Leonard",
            "‘Sup?"
        ],
        [
            "Sheldon",
            "‘Sup? My apologies. I would’ve been here sooner, but the bus kept stopping for other people to get on it."
        ],
        [
            "Amy",
            "I saved you a dumpling."
        ],
        [
            "Sheldon",
            "Oh, your concern for me is touching. It will serve you well when you take me to the dentist tomorrow."
        ],
        [
            "Amy",
            "I’m sorry, Sheldon, I’m busy. I’m right in the middle of my addiction study. I’ve got a lab full of alcoholic monkeys, and tomorrow’s the day we switch them to O’Doul’s."
        ],
        [
            "Sheldon",
            "You’re my girlfriend and you’re not going to cater to my every need? Oh, where’d the magic go?"
        ],
        [
            "Penny",
            "Sheldon, that’s not what girlfriends are for. Although, you don’t use them for what they’re for, so what do I know?"
        ],
        [
            "Bernadette",
            "Howard doesn’t make me do his shopping, or take him to the dentist, or pick up his dry cleaning, right?"
        ],
        [
            "Howard",
            "Absolutely. But when Ma’s hips give out, you’re up, kid."
        ],
        [
            "Sheldon",
            "Well, if Amy’s too busy, that gives the rest of you an opportunity to make my life easier, thus assuring yourselves a footnote in my memoirs, tentatively entitled You’re Welcome, Mankind. All right, then, just shout when you hear the task you want to undertake. Uh, dentist. Okay, we can circle back to that one. Um, well, who wants to take me Wednesday morning to get new heels put on my dress shoes? Anyone? Oh. That one had hoot written all over it. Um, all right, uh, dermatologist? Allergist? Podiatrist? Supercuts? Okay, okay, here’s a fun one. Um, I need a new picture frame and I have a hankering for Swedish meatballs. Who wants to spend the day with me at IKEA?"
        ],
        [
            "Raj",
            "Their meatballs are pretty good."
        ],
        [
            "Sheldon",
            "What’s that?"
        ],
        [
            "Raj",
            "Nothing, nothing."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Sheldon",
            "Hello, Stuart."
        ],
        [
            "Stuart",
            "Oh, hey, Sheldon. Can I help you find something today?"
        ],
        [
            "Sheldon",
            "No, no. I was just sitting at home thinking about how it might be nice to catch up with my ninth favourite person."
        ],
        [
            "Stuart",
            "Ninth?"
        ],
        [
            "Sheldon",
            "You moved up one. My pen pal in Somalia was kidnapped by pirates. So, uh, how are you?"
        ],
        [
            "Stuart",
            "Uh, not so good. My shrink just killed himself and blamed me in the note."
        ],
        [
            "Sheldon",
            "Great. Great. So, what’s new with your family? How’s your mother? Is she alive?"
        ],
        [
            "Stuart",
            "Yeah."
        ],
        [
            "Sheldon",
            "And your father? Alive?"
        ],
        [
            "Stuart",
            "Yes."
        ],
        [
            "Sheldon",
            "How about your grandparents, they alive?"
        ],
        [
            "Stuart",
            "No."
        ],
        [
            "Sheldon",
            "Oh, I’m so sorry for your loss. On a cheerier note, I have a teeth-cleaning appointment this afternoon. What do you say you take me over there, buddy boy?"
        ],
        [
            "Stuart",
            "I’m sorry, you want me to take you to the dentist?"
        ],
        [
            "Sheldon",
            "Yes. And now, I can’t make any promises, but that’s the sort of thing that gets a fella on the short list for the number eight friend slot."
        ],
        [
            "Stuart",
            "Sheldon, I’m working. I can’t take you to the dentist. Also, and I can’t stress this enough, I don’t want to take you to the dentist."
        ],
        [
            "Sheldon",
            "Can’t help a friend out in a time of need, huh? I see where your therapist was coming from."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "Ooh, ooh! What about we make your astronaut nickname Howard “Buzz” Wolowitz?"
        ],
        [
            "Howard",
            "You can’t do Buzz. Buzz is taken."
        ],
        [
            "Raj",
            "Buzz Lightyear is not real."
        ],
        [
            "Howard",
            "No, that’s not what I’m talking about."
        ],
        [
            "Raj",
            "Well, are you talking about when he thought he was real?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Raj",
            "Okay, um, how about Crash”? Howard “Crash” Wolowitz."
        ],
        [
            "Howard",
            "Yeah, terrific. The other astronauts would love to go hurtling through space with a guy named Crash."
        ],
        [
            "Raj",
            "All right, um, how about, oh, how about Rocket Man?"
        ],
        [
            "Leonard",
            "That’s not bad, Howard “Rocket Man” Wolowitz."
        ],
        [
            "Howard",
            "Yeah, it’s great, but I told you, I don’t get to pick my nickname. It has to come from the other astronauts."
        ],
        [
            "Raj",
            "Maybe there’s a way to get them to come up with it."
        ],
        [
            "Howard",
            "Like how?"
        ],
        [
            "Leonard",
            "Once I tried carrying around a Duncan yo-yo, hoping the other kids would start calling me Duncan."
        ],
        [
            "Howard",
            "Did it work?"
        ],
        [
            "Leonard",
            "No, they ended up calling me Sock Mouth. Because they took away my yo-yo and stuffed their socks in my mouth."
        ],
        [
            "Raj",
            "Okay, uh, what if we make Rocket Man your ringtone, and the next time you talk to those guys, I’ll call you and they’ll hear it. Plant the seed."
        ],
        [
            "Howard",
            "That’s actually not a terrible plan."
        ],
        [
            "Raj",
            "They don’t call me Brown Dynamite for nothing."
        ],
        [
            "Leonard (to Sheldon, entering)",
            "‘Sup?"
        ],
        [
            "Sheldon",
            "‘Sup?"
        ],
        [
            "Leonard",
            "Hey, did you ever make it to the dentist?"
        ],
        [
            "Sheldon",
            "Not necessary. No. I found a service that’ll send a van to your house for a teeth cleaning. Mostly they cater to dogs, but the fellow on the phone seemed to have an open mind."
        ],
        [
            "Leonard",
            "All right, Sheldon, if you need me to take you to the dentist, I will take you to the dentist."
        ],
        [
            "Sheldon",
            "Are you suggesting that you’ve come to your senses and wish to re-establish the mutual benefits that stem from full participation in the roommate agreement?"
        ],
        [
            "Leonard",
            "Absolutely. If you admit that you’re a 30-year-old man who’s incapable of functioning on his own."
        ],
        [
            "Raj",
            "Ooh, Sock Mouth’s got him on the ropes."
        ],
        [
            "Sheldon",
            "I will admit nothing of the sort. And now if you’ll excuse me, I have to call my dentist and see if I can also get my hair shampooed and my nails clipped."
        ],
        [
            "Scene",
            "The apartment. Leonard is watching television. All the power goes off."
        ],
        [
            "Penny (entering)",
            "Oh, good, your power’s out, too."
        ],
        [
            "Leonard",
            "Why is that good?"
        ],
        [
            "Penny",
            "Because last month, I sent the electric company a Starbucks gift card, an apology note, and a few snapshots of me in a bra."
        ],
        [
            "Sheldon",
            "Power failure. Implementing power-failure protocol."
        ],
        [
            "Leonard",
            "What happened to all your glow-in-the-dark-emergency-exit stuff you had painted on the floor?"
        ],
        [
            "Sheldon",
            "Oh, that was wildly carcinogenic. Anyway, it’s too bad you’re no longer entitled to the full benefits of my friendship, because I happen to be extremely prepared for such an emergency. Please try not to see anything by this light. It’s not for you."
        ],
        [
            "Leonard",
            "It’s just a blackout, I’m sure the power will be back on soon."
        ],
        [
            "Sheldon",
            "And I’m sure some fool in the Donner party said the snow would stop any day now. I like to think they ate him first."
        ],
        [
            "Penny",
            "You know, I got some candles in my apartment."
        ],
        [
            "Sheldon",
            "But candles? During a blackout? Are you mad? That’s a fire hazard. No, Pasadena Water and Power recommends the far safer glow stick."
        ],
        [
            "Leonard (pulling out a toy lightsabre)",
            "You call that a glow stick? That is a glow stick. Come on, let’s go."
        ],
        [
            "Sheldon",
            "Before you go, consider this. Not only do I have a deep-cycle marine battery power source which is more than capable of running our entertainment system, I also have all 61 episodes of the BBC series Red Dwarf and Fiddle-Faddle. All yours if you’re willing to reinstate the roommate agreement."
        ],
        [
            "Penny",
            "I’ve got wine at my place and some bubble wrap we could pop."
        ],
        [
            "Sheldon",
            "Oh, he’ll be back. Wine and a girl in the dark, he’s gonna be bored out of his mind."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Leonard",
            "To wine and bubble wrap. And to not having to watch Sheldon demonstrate his reverse osmosis machine that converts urine into drinking water."
        ],
        [
            "Penny",
            "You know, in Girl Scouts, Tammie Dinisha said you could do that with panty hose. Boy, was she wrong. Anyway, you want to make out?"
        ],
        [
            "Leonard",
            "I thought because our relationship’s in a beta test, you wanted to take things slow."
        ],
        [
            "Penny",
            "Okay. Do you want to make out slow?"
        ],
        [
            "Leonard",
            "I can go so slow it’ll be like there’s a snail in your mouth."
        ],
        [
            "Penny",
            "Ugh. Well, lucky for you, there’s nothing else to do right now."
        ],
        [
            "Sheldon",
            "Excuse me, Leonard."
        ],
        [
            "Leonard",
            "Since when don’t you knock? It’s like the only good thing about you."
        ],
        [
            "Sheldon",
            "Social niceties have been suspended, Leonard. We’re in a state of a emergency. The world has descended into darkened turmoil. Lawlessness and savagery are the order of the day."
        ],
        [
            "Leonard",
            "Fine, what is it?"
        ],
        [
            "Sheldon",
            "I’m making s’mores. I wanted to alert you in case you smelled caramelizing marshmallows and thought a nearby candy factory was on fire."
        ],
        [
            "Leonard",
            "S’mores, huh? Good for you."
        ],
        [
            "Sheldon",
            "Yes, or good for us if you sign here and reinstate the full roommate agreement."
        ],
        [
            "Leonard",
            "No, thanks. I’m good."
        ],
        [
            "Sheldon",
            "Really? Huh! Okay. In that case, I will have a s’more by myself. And then I’m gonna have s’more. By myself."
        ],
        [
            "Penny",
            "Aw."
        ],
        [
            "Leonard",
            "No, don’t aw him. He brought this all on himself."
        ],
        [
            "Penny",
            "But he’s sad."
        ],
        [
            "Leonard",
            "No, he’s crazy. Sometimes crazy looks like sad so it’ll suck you back in."
        ],
        [
            "Penny",
            "I think he misses his little buddy."
        ],
        [
            "Leonard",
            "Fine. But mark my words, this frustrating, bogus teenage make-out session is not over."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "I thought you said candles were dangerous."
        ],
        [
            "Sheldon",
            "This is a Bunsen burner. I’m a scientist, I know what I’m doing. Oh, drat. (His s’more is on fire. He dunks it in a glass of water.) Aw. It took me a gallon of urine to make that water."
        ],
        [
            "Leonard",
            "Listen, Sheldon, this is stupid. I don’t see why we can’t be friends. And I’m willing to drive you around and help you out with stuff. I just don’t want to do it because of some silly roommate agreement."
        ],
        [
            "Sheldon",
            "What are you proposing?"
        ],
        [
            "Leonard",
            "That we go back to the way things were. But when I do something for you, you show a little appreciation."
        ],
        [
            "Sheldon",
            "And how would I do that?"
        ],
        [
            "Leonard",
            "You say thank you."
        ],
        [
            "Sheldon",
            "Every time?"
        ],
        [
            "Leonard",
            "It’s not crazy."
        ],
        [
            "Sheldon",
            "Counter-proposal. We reinstate the full roommate agreement with the following addendum, in the spirit of Mother’s Day or Father’s Day, once a year, we set aside day to celebrate all your contributions to my life, both actual and imagined by you. We could call it Leonard’s Day."
        ],
        [
            "Leonard",
            "I kind of like the sound of that."
        ],
        [
            "Sheldon",
            "Of course you do. It’s about you, like everything else. (Lights come back on) Oh, thank goodness. I don’t think I had it in me to make another glass of water."
        ],
        [
            "Leonard",
            "So, do I get breakfast in bed on Leonard’s Day?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Can I sit in your spot?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Can I control the thermostat?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Do I get a card?"
        ],
        [
            "Sheldon",
            "Of course you get a card. It’s Leonard’s Day."
        ],
        [
            "Penny",
            "Hey, guys, the building manager said the reason the power went out is someone went down into the basement and just pulled the main breaker switch."
        ],
        [
            "Leonard",
            "Really. Who do you think did that, Sheldon?"
        ],
        [
            "Sheldon",
            "Oh, I don’t know. But whoever that mystery man was, you should be eternally grateful, for without him, there would be no Leonard’s Day."
        ],
        [
            "Penny",
            "Leonard’s Day?"
        ],
        [
            "Sheldon",
            "Oh, no pressure. Just get him a crummy card, you’re good."
        ],
        [
            "Scene",
            "Howard’s bedroom."
        ],
        [
            "Howard",
            "All right, test my ring tone. That really is a good song."
        ],
        [
            "Raj",
            "Oh, yeah. There’s a reason he’s Sir Elton John. They don’t make you a knight for writing Wake Me Up Before You Go Go."
        ],
        [
            "Mrs Wolowitz (off)",
            "Howard, are you coming down for breakfast?"
        ],
        [
            "Howard",
            "Ma, I told you I have a video conference with NASA. I said don’t bother me!"
        ],
        [
            "Mrs Wolowitz (off)",
            "Oh! Listen to Mr. Big Shot Astronaut."
        ],
        [
            "Howard",
            "Yes, please listen to Mr. Big Shot Astronaut. Hey, good morning."
        ],
        [
            "NASA Guy (on skype)",
            "Hey, Howard, thanks for getting up so early."
        ],
        [
            "Howard",
            "No problem, Dr. Massimino."
        ],
        [
            "Dr Massimino",
            "The guys here call me Mass."
        ],
        [
            "Howard",
            "Mass. That’s a cool nickname. ‘Cause force equals mass times acceleration."
        ],
        [
            "Mass",
            "Yeah. It’s just short for Massimino. Anyway, the plan for this morning is to go over the…"
        ],
        [
            "Howard",
            "Sorry. My phone."
        ],
        [
            "Mass",
            "What is that? Is that Rocket Man?"
        ],
        [
            "Howard",
            "Yeah, my ring tone. Kind of my favourite song, Rocket Man."
        ],
        [
            "Mrs Wolowitz (off)",
            "Howard, your Fruit Loops are getting soggy!"
        ],
        [
            "Howard",
            "Not now!"
        ],
        [
            "Mass",
            "Who’s that?"
        ],
        [
            "Howard",
            "My mom. Sorry."
        ],
        [
            "Howard",
            "No problem, Fruit Loops."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-15-the-friendship-contraction/"
}