{
    "Season": 5,
    "Episode": 16,
    "Title": "the vacation solution",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The cafeteria."
            ],
            [
                31,
                "Credits sequence."
            ],
            [
                32,
                "Leonard’s car. Leonard is singing enthusiastically."
            ],
            [
                47,
                "Penny’s apartment."
            ],
            [
                64,
                "The apartment."
            ],
            [
                80,
                "The hallway."
            ],
            [
                94,
                "Amy’s laboratory."
            ],
            [
                106,
                "The cafeteria."
            ],
            [
                129,
                "Amy’s laboratory."
            ],
            [
                135,
                "Later."
            ],
            [
                142,
                "Later."
            ],
            [
                148,
                "Later."
            ],
            [
                167,
                "The bar at the Cheesecake Factory."
            ],
            [
                184,
                "Amy’s laboratory."
            ],
            [
                202,
                "Bernadette’s car."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Gentlemen, I think I’ve come up with a fun way to get young people interested in science. Physics Mad-Libs. Now, give me a number."
            ],
            [
                3,
                "Uh-huh. And an irrational constant."
            ],
            [
                5,
                "And a funny Greek letter."
            ],
            [
                7,
                "I said funny."
            ],
            [
                9,
                "Good one. And an electrical charge."
            ],
            [
                11,
                "Ha. Perfect. Okay. Get this. Professor Jones told the symposium he had a new method for calculating the mass of a muon. Five times the limit of E to the upsilon as in a (laughs uncontrollably). Okay. No, no. I’ll start over. Professor (laughs again)"
            ],
            [
                13,
                "Oh, Oh, Lord, that multiplication error! He thought he carried the one. But he didn’t."
            ],
            [
                15,
                "Stop! I’m going to wet myself!"
            ],
            [
                21,
                "Oh, President Siebert, I assume you’d like to respond to one of the suggestions I put in the box by your office."
            ],
            [
                23,
                "You don’t like written suggestions. You don’t like when I give them to you while we’re urinating in the men’s room. If I didn’t know any better, I’d say that you’re one of those stubborn people who are not open to suggestions."
            ],
            [
                25,
                "I don’t need a vacation."
            ],
            [
                27,
                "But if I don’t come into work, what am I supposed to do with myself?"
            ],
            [
                29,
                "Sarcasm?"
            ],
            [
                36,
                "Bleeding from my ears."
            ],
            [
                38,
                "I’m sneaking into work. Now, if the guard at the university asks what’s under the blanket, you tell him it’s some lobster traps."
            ],
            [
                40,
                "Yes. That’s how Velma and Scooby smuggled Shaggy into the old lighthouse."
            ],
            [
                42,
                "Will they, Leonard? (Puts on cap and long-hair wig)"
            ],
            [
                44,
                "And no more singing."
            ],
            [
                46,
                "I have GPS on my phone. I know you turned around."
            ],
            [
                66,
                "Hawaii is a former leper colony on top of an active volcano where the disappointing ending to Lost was filmed. Mahalo for nothing, Hawaii."
            ],
            [
                68,
                "My family took a trip to Florida when I was a child. A seagull stole a hot dog from me on the beach. I got the message."
            ],
            [
                72,
                "It’s like I’m living in a dictatorship. You must take a vacation, you must have fun, you must enjoy life."
            ],
            [
                75,
                "One time they tried to make Richard Feynman take a vacation, but he chose instead to expand his mind and learn something new. He went to work in his friend’s biology lab. Richard Feynman was a famous American physicist, part of the Manhattan Project."
            ],
            [
                77,
                "Now you do, too. Oh! I have a brilliant idea. Amy’s a biologist. I’ll go work in her lab."
            ],
            [
                79,
                "Ten seconds ago, you never heard of him. Now you’re an expert."
            ],
            [
                95,
                "Boy, oh, boy. This vacation is off to a wonderful start. The smell of formaldehyde, the whir of the centrifuge, the distant chatter of lab animals being dispatched for dissection. Mm, I can already feel my cares just melting away."
            ],
            [
                97,
                "Way to kill the mood."
            ],
            [
                99,
                "Okay, what do we start with? Maybe splicing some genes, clone a sheep, perhaps grow a human ear on a mouse’s back? Ha-ha, I’m a freak!"
            ],
            [
                101,
                "Wash those bea… Oh, I get it, a little hazing for the new fella. Yeah, I’d better keep and eye out for, what, shoe polish on the microscope, or mad cow disease in my grilled cheese sandwich?"
            ],
            [
                103,
                "What? Excuse me, you have Dr. Sheldon Cooper in your lab. You’re gonna make him do the dishes? That’s like asking the Incredible Hulk to open a pickle jar."
            ],
            [
                105,
                "I have plenty of experience in biology. I bought a Tamagotchi in 1998. And it’s still alive. Let’s do this."
            ],
            [
                130,
                "Here you go. This is now the only lab with glassware washed by a man with two doctorates and a restraining order signed by Carl Sagan."
            ],
            [
                132,
                "Y-you’re being ridiculous. Those are perfectly clean."
            ],
            [
                134,
                "Biologists are mean."
            ],
            [
                137,
                "There was something wrong with that detergent. That was way too bubbly."
            ],
            [
                139,
                "I intend to write that soap company a strongly worded letter."
            ],
            [
                141,
                "You know what this place needs? A suggestion box."
            ],
            [
                143,
                "366… 367…"
            ],
            [
                145,
                "How’s counting going? When I was in kindergarten, I recited pi to a thousand places for the school talent show. I think I got this."
            ],
            [
                147,
                "Aw, nuts! One…"
            ],
            [
                149,
                "This is preposterous. I think you’re giving me these tasks because you’re afraid if you give me anything meaningful to do, I’ll show you up."
            ],
            [
                151,
                "Yes, that’s what I think. And I’m super smart, so it’s probably true."
            ],
            [
                153,
                "I’m sorry. It takes me a while to get things going on an unfamiliar toilet."
            ],
            [
                155,
                "Maybe that’s because I’m not being challenged. It’s the same reason Einstein failed math."
            ],
            [
                157,
                "You think you’re doing science by cutting up that brain? They could do the same thing at any Quiznos. And they’d offer to toast it for me, too."
            ],
            [
                159,
                "All right. I’m no stranger to a little gray matter. Locus coeruleus. Locus coeruleus."
            ],
            [
                161,
                "It’s not. I’ll have you know, in the field of physics, we work with particles so small, they make fat jokes about the locus coeruleus, i.e., when your locus coeruleus sits around the house, it sits around the house."
            ],
            [
                163,
                "No. What you see is a man trembling with confidence. Does a locus coeruleus normally bleed that much?"
            ],
            [
                165,
                "Oh, dear. (Faints)"
            ],
            [
                169,
                "I’m on vacation. Social convention dictates that I let my hair down at a local watering hole. Social convention is stupid."
            ],
            [
                171,
                "You know, I have ten fingers and ten toes. If I tell you a story about each one of them, we’ll be here all day, let’s just move on."
            ],
            [
                173,
                "Ah, seeing as I’m on vacation, a pina colada seems appropriate. Extra pineapple slices, extra whipped cream, extra cherries, extra umbrellas, and, uh, hold the rum. Don’t let me have too many of those."
            ],
            [
                179,
                "Oh, better than good."
            ],
            [
                183,
                "Excuse me, this is a fairly substantial wound. (Removes plaster. Faints again)"
            ],
            [
                185,
                "(Knock, knock, knock) Amy? (Knock, knock, knock) Amy? (Knock, knock, knock) Amy?"
            ],
            [
                187,
                "I was kind of hoping I could continue vacationing in your laboratory. After all, I did book the whole week."
            ],
            [
                189,
                "I was not myself. I had lost a lot of thumb blood."
            ],
            [
                191,
                "That is your opinion."
            ],
            [
                193,
                "I’m sorry that you weren’t able to…"
            ],
            [
                195,
                "That my genius…"
            ],
            [
                197,
                "That the soap was…"
            ],
            [
                199,
                "Fine. Sorry."
            ],
            [
                201,
                "Next year I’m going to Epcot."
            ]
        ],
        "Leonard": [
            [
                2,
                "Five."
            ],
            [
                10,
                "Positive."
            ],
            [
                14,
                "It’s not funny. That mistake got published."
            ],
            [
                18,
                "Doesn’t look happy, so I’m guessing he wants to talk to Sheldon."
            ],
            [
                20,
                "Told ya."
            ],
            [
                33,
                "That tonight’s gonna be a good night, and tonight’s gonna be a good night, and tonight’s gonna be a good, good night! Tonight’s the night, uh, uh, let’s live it up, uh, I got my money, let’s spend it up…"
            ],
            [
                35,
                "What the hell are you doing?"
            ],
            [
                37,
                "What are you doing hiding back there?"
            ],
            [
                39,
                "Lobster traps?"
            ],
            [
                41,
                "What are you going to do when you get to the university? People are going to recognize you."
            ],
            [
                43,
                "Fine. Just get back under your blanket, and I’ll drive you there."
            ],
            [
                45,
                "Fine."
            ],
            [
                65,
                "Sheldon, there are a million great vacations you could take. What about Hawaii?"
            ],
            [
                74,
                "Sheldon, everybody takes vacations."
            ],
            [
                81,
                "Hey."
            ],
            [
                83,
                "Is that your laundry? You only have, like, six things in there."
            ],
            [
                85,
                "It doesn’t matter what I say, you’re gonna tell me anyway."
            ],
            [
                87,
                "Wow. That’s rough."
            ],
            [
                89,
                "Absolutely not. If I’m gonna be stuck at home with the kids while you’re on location cheating on me with Ryan Gosling, then Leonard gots to get paid. So, you think about us getting married?"
            ],
            [
                91,
                "Joke all you want, but you think about it."
            ],
            [
                93,
                "Good luck catching a man with that attitude."
            ],
            [
                107,
                "Where’s Howard?"
            ],
            [
                109,
                "I’m sorry. So, listen, I heard something about him. Can you keep it between us?"
            ],
            [
                111,
                "Bernadette wants to get a pre-nup."
            ],
            [
                113,
                "I never know what to do in these situations. Should I give him a heads-up?"
            ],
            [
                116,
                "Hey, Howard, I need to tell you something."
            ],
            [
                118,
                "Uh, listen, I heard that Bernadette’s thinking about asking you for a pre-nup."
            ],
            [
                120,
                "What are you gonna do?"
            ],
            [
                124,
                "Good. That’s a healthy attitude."
            ]
        ],
        "Howard": [
            [
                4,
                "E."
            ],
            [
                12,
                "I haven’t seen him laugh that hard since the day Leonard made that multiplication error."
            ],
            [
                17,
                "I wonder what he wants."
            ],
            [
                30,
                "No. You should go."
            ],
            [
                67,
                "How about Florida? They’ve got Cape Canaveral, they’ve got Disney, they’ve got my Aunt Ida and the world’s largest collection of diabetic candy. Plus, if you get sweaty enough, her plastic-covered furniture is like a flume ride."
            ],
            [
                70,
                "I don’t think I could ever let a guy give me a massage."
            ],
            [
                73,
                "I don’t think you have a good handle on dictatorships."
            ],
            [
                76,
                "Everyone in the world of science knows who Richard Feynman was."
            ],
            [
                78,
                "Isn’t that just Feynman’s idea?"
            ],
            [
                115,
                "Check it out. Look at the size of that Rice Krispie Treat. Same price."
            ],
            [
                117,
                "I know, it’s not on my wedding diet. I don’t care."
            ],
            [
                119,
                "A pre-nup? Wow."
            ],
            [
                121,
                "I don’t know."
            ],
            [
                123,
                "You know what, it’s not a big deal. She makes more money than me. She wants to protect her financial interests. It’s completely reasonable."
            ],
            [
                125,
                "Yeah, actually, it’s good for both of us. I have assets to protect, too."
            ],
            [
                127,
                "I’ve got some rare comic books. The Vespa’s almost paid off. And Ma and I have a primo double cemetery plot at Mt. Sinai right near the guy who played Mr. Roper on Three’s Company."
            ],
            [
                168,
                "What are you doing here?"
            ],
            [
                170,
                "What happened to your thumb?"
            ],
            [
                175,
                "We’re grown men, we drink at bars."
            ],
            [
                177,
                "Oh, yeah, sure."
            ],
            [
                181,
                "I’m not signing a pre-nup."
            ],
            [
                204,
                "No. I’m not mad at you. I just wish you would have come to me, so I didn’t have to hear it through the nerd-vine."
            ],
            [
                206,
                "You really want me to sign a pre-nup?"
            ],
            [
                208,
                "Why don’t I talk to your dad, man-to-man?"
            ],
            [
                210,
                "Done."
            ],
            [
                212,
                "Okay."
            ],
            [
                214,
                "Got it, got it. Will you e-mail me that list?"
            ],
            [
                216,
                "You know, this isn’t that pressing. Why don’t I talk to him about it in May."
            ],
            [
                218,
                "They’ve got a phone."
            ]
        ],
        "Raj": [
            [
                6,
                "Gamma."
            ],
            [
                8,
                "Upsilon?"
            ],
            [
                16,
                "Hey, guys, guys, President Siebert is headed this way."
            ],
            [
                69,
                "You know, if I had a week off, I’d go back to the Two Bunch Palms Resort and Spa in the desert. I tell you, an hour on the massage table with Trevor, and you’ll feel like you were born without bones."
            ],
            [
                71,
                "Really? What was I doing to your neck last night while you were playing X-Box?"
            ],
            [
                108,
                "No hi, Raj? No how are you, Raj? Just straight to where’s the other white guy?"
            ],
            [
                110,
                "Ooh, gossip. When I first got here, I thought you Americans really gossiped around the water cooler. So I hung out there for, like, a month, but the only gossip I ever heard was about some creepy guy hanging out by the water cooler."
            ],
            [
                112,
                "Oh, that’s a shame, he’s gonna be devastated."
            ],
            [
                114,
                "Hmm. I’m gonna give you the same advice I yell at the TV when the Bachelor’s handing out roses. Follow your heart."
            ],
            [
                122,
                "Follow your heart."
            ],
            [
                126,
                "Like what?"
            ],
            [
                128,
                "Mr. Roper’s dead? You can’t just spring that on a guy."
            ]
        ],
        "Seibert": [
            [
                19,
                "Dr. Cooper?"
            ],
            [
                22,
                "No, and stop installing suggestion boxes everywhere."
            ],
            [
                24,
                "Dr. Cooper, the physics department chair tells me you’re refusing to take your vacation."
            ],
            [
                26,
                "You’re obligated to take one. And I’d also like you to know the most-often received suggestion in my suggestion box you installed without asking me is can Dr. Cooper take a vacation? Okay, settled, then. I’ll see you all on Monday, except for you."
            ],
            [
                28,
                "Read, rest, travel. I hear Afghanistan is nice this time of year."
            ]
        ],
        "Sheldon (appearing in the back seat)": [
            [
                34,
                "Good Lord! Would you stop that caterwauling!"
            ]
        ],
        "Penny": [
            [
                48,
                "I’m so glad you talked Howard out of having your wedding invitations in Klingon."
            ],
            [
                54,
                "Why wouldn’t you?"
            ],
            [
                56,
                "Ouch."
            ],
            [
                60,
                "You know, I’m a big believer in breaking bad news to a guy when you’re in bed with him. That’s how I told my high school boyfriend I slept with his brother. That’s how I told his brother the same thing."
            ],
            [
                62,
                "Oh, sweetie, that’s what sex is for."
            ],
            [
                82,
                "Hey, you."
            ],
            [
                84,
                "Yeah, I didn’t have any quarters, so I’ve been sneaking stuff into other people’s loads all day. Hey, if I tell you something, will you promise not to tell anybody?"
            ],
            [
                86,
                "What? That is not true. Bernadette wants a pre-nup."
            ],
            [
                88,
                "So you’re saying if I became a famous movie star, we got married, you wouldn’t sign a pre-nup?"
            ],
            [
                90,
                "I think about a lot of things. I think about us getting married, I think about us breaking up. Once in a while, I think about how I didn’t leave a note on that Mercedes I dinged in the parking lot last month, but then I have a glass of wine and it passes."
            ],
            [
                92,
                "Well, tell you one thing, if I ever do get married, no Klingon invitations."
            ],
            [
                174,
                "Hey, what are you guys doing here?"
            ],
            [
                176,
                "No and no. Everything okay with you and Bernadette?"
            ],
            [
                178,
                "You and Amy? Good?"
            ],
            [
                180,
                "You know those girls text me every detail of their lives as it happens."
            ],
            [
                182,
                "All right, Howard Wolowitz, listen up. You sign anything she puts in front of you, because you are the luckiest man alive. If you let her go, there is no way you can find anyone else. Speaking on behalf of all women, it is not gonna happen, we had a meeting. And you, a grown man fainting at the sight of a little blood."
            ]
        ],
        "Bernadette": [
            [
                49,
                "Turn it over. I’m hoping my relatives think it’s Hebrew."
            ],
            [
                51,
                "You mean my special day?"
            ],
            [
                53,
                "If I ever actually ever get married."
            ],
            [
                55,
                "My dad. Because I make a lot more money than Howie, he’s putting a lot of pressure on me to get a pre-nup."
            ],
            [
                57,
                "Yeah. Howie’s gonna freak out."
            ],
            [
                59,
                "I just don’t know how I’m gonna break it to him."
            ],
            [
                61,
                "I don’t know, I don’t want to manipulate him with sex."
            ],
            [
                203,
                "Are you mad at me?"
            ],
            [
                205,
                "So, what are we gonna do?"
            ],
            [
                207,
                "I don’t know. My dad’s pretty insistent on it, though."
            ],
            [
                209,
                "Really? Oh, that’d be so great."
            ],
            [
                211,
                "I should probably give you a heads-up about a couple of things. Even though he’s retired from the police force, he still carries his gun. But don’t worry, he won’t shoot it. It’s more of a fashion statement."
            ],
            [
                213,
                "And just to be safe, when you talk to him, don’t bring up Jimmy Carter, gardeners, foreign people, homosexuals, Sean Penn, Vatican II, gun control, organic food, the designated hitter rule, recycling or the fact that you’re Jewish."
            ],
            [
                215,
                "So the thing to watch for, if he’s shouting at you, you’re okay, but if he starts to get real quiet, leave as quickly as you can without making eye contact. Not in a straight line, throw some zigs and zigs in there."
            ],
            [
                217,
                "In May you’re gonna be on the International Space Station."
            ]
        ],
        "Amy": [
            [
                50,
                "This is really happening. I’m gonna be a maid of honour. I’m gonna wear a beautiful dress and walk down that aisle and, finally, I will have my special day."
            ],
            [
                52,
                "They’re gonna need an extra-large veil for somebody’s head."
            ],
            [
                58,
                "Parental pressure can be daunting. I remember the battle with my mother about shaving my legs. Last year, I finally gave in and let her do it."
            ],
            [
                63,
                "You know, the connection between marriage and money is nothing new. In fact, the term wed referred to the money and livestock that the groom paid the bride’s father. For example, you’re adorable, intelligent and a good earner. I could conservatively see you going for at least two oxen and a goose. (To Penny) You would fetch a unicorn."
            ],
            [
                96,
                "I’m excited to work with my boyfriend. It’s gonna be romantic."
            ],
            [
                98,
                "Come on, Sheldon. We can be like Marie Curie and her husband, Pierre, who spent their days working side by side, bathed in the glow of their love and the radium that ultimately killed her. Screw Beauty and the Beast, that’s the love story Disney should tell."
            ],
            [
                100,
                "Oh, I’m gonna be doing some brain stem histology while you put yourself on the business end of a sponge and wash those beakers."
            ],
            [
                102,
                "No, I just need those beakers washed. Hippity-hop, quick like a bunny."
            ],
            [
                104,
                "Sheldon, you’ve never worked in a lab like this before. You have no experience in the field of biology."
            ],
            [
                131,
                "Soap spots. Wash ’em again."
            ],
            [
                133,
                "Sheldon, this beaker used to contain cerebral spinal fluid from an elephant that died of syphilis. If it’s, in fact, perfectly clean, drink from it."
            ],
            [
                136,
                "All right, perhaps this task will be a little bit more up your alley. I need you to count the bacteria spores on these petri dishes."
            ],
            [
                138,
                "I’m sure it was."
            ],
            [
                140,
                "Yeah, good for you. Now, start counting."
            ],
            [
                144,
                "How’s it going?"
            ],
            [
                146,
                "Great."
            ],
            [
                150,
                "Really? Is that what you think?"
            ],
            [
                152,
                "Hey, I’ve been training in the field of neurobiology for 12 years. You’ve been here for three hours, and you’ve spent one of them in the bathroom."
            ],
            [
                154,
                "Sheldon, I’ve given you the simplest things to do, and you haven’t done one of them right."
            ],
            [
                156,
                "Maybe the math was too bubbly for him."
            ],
            [
                158,
                "Okay, smart guy. I’m about to remove the locus coeruleus, which is incredibly delicate work. Have at it."
            ],
            [
                160,
                "You’re getting warmer, it is, indeed, in the brain. Hope your hands are steady. It’s the width of a single hair. But this is just biology, so I’m sure it’s no problem for a genius like you."
            ],
            [
                162,
                "Oh, are we nervous, Dr. Cooper?"
            ],
            [
                164,
                "No. But your thumb does."
            ],
            [
                166,
                "Yeah, you’re a biologist."
            ],
            [
                186,
                "What do you want?"
            ],
            [
                188,
                "Do you honestly think you can just waltz back in here after the way you behaved yesterday?"
            ],
            [
                190,
                "That’s not an apology."
            ],
            [
                192,
                "I want a real apology."
            ],
            [
                194,
                "No."
            ],
            [
                196,
                "No."
            ],
            [
                198,
                "Sheldon."
            ],
            [
                200,
                "You’re forgiven. Now, if you want to stay, get started on those beakers. They’re still dirty from yesterday."
            ]
        ],
        "Barman": [
            [
                172,
                "What can I get you?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Sheldon",
            "Gentlemen, I think I’ve come up with a fun way to get young people interested in science. Physics Mad-Libs. Now, give me a number."
        ],
        [
            "Leonard",
            "Five."
        ],
        [
            "Sheldon",
            "Uh-huh. And an irrational constant."
        ],
        [
            "Howard",
            "E."
        ],
        [
            "Sheldon",
            "And a funny Greek letter."
        ],
        [
            "Raj",
            "Gamma."
        ],
        [
            "Sheldon",
            "I said funny."
        ],
        [
            "Raj",
            "Upsilon?"
        ],
        [
            "Sheldon",
            "Good one. And an electrical charge."
        ],
        [
            "Leonard",
            "Positive."
        ],
        [
            "Sheldon",
            "Ha. Perfect. Okay. Get this. Professor Jones told the symposium he had a new method for calculating the mass of a muon. Five times the limit of E to the upsilon as in a (laughs uncontrollably). Okay. No, no. I’ll start over. Professor (laughs again)"
        ],
        [
            "Howard",
            "I haven’t seen him laugh that hard since the day Leonard made that multiplication error."
        ],
        [
            "Sheldon",
            "Oh, Oh, Lord, that multiplication error! He thought he carried the one. But he didn’t."
        ],
        [
            "Leonard",
            "It’s not funny. That mistake got published."
        ],
        [
            "Sheldon",
            "Stop! I’m going to wet myself!"
        ],
        [
            "Raj",
            "Hey, guys, guys, President Siebert is headed this way."
        ],
        [
            "Howard",
            "I wonder what he wants."
        ],
        [
            "Leonard",
            "Doesn’t look happy, so I’m guessing he wants to talk to Sheldon."
        ],
        [
            "Seibert",
            "Dr. Cooper?"
        ],
        [
            "Leonard",
            "Told ya."
        ],
        [
            "Sheldon",
            "Oh, President Siebert, I assume you’d like to respond to one of the suggestions I put in the box by your office."
        ],
        [
            "Seibert",
            "No, and stop installing suggestion boxes everywhere."
        ],
        [
            "Sheldon",
            "You don’t like written suggestions. You don’t like when I give them to you while we’re urinating in the men’s room. If I didn’t know any better, I’d say that you’re one of those stubborn people who are not open to suggestions."
        ],
        [
            "Seibert",
            "Dr. Cooper, the physics department chair tells me you’re refusing to take your vacation."
        ],
        [
            "Sheldon",
            "I don’t need a vacation."
        ],
        [
            "Seibert",
            "You’re obligated to take one. And I’d also like you to know the most-often received suggestion in my suggestion box you installed without asking me is can Dr. Cooper take a vacation? Okay, settled, then. I’ll see you all on Monday, except for you."
        ],
        [
            "Sheldon",
            "But if I don’t come into work, what am I supposed to do with myself?"
        ],
        [
            "Seibert",
            "Read, rest, travel. I hear Afghanistan is nice this time of year."
        ],
        [
            "Sheldon",
            "Sarcasm?"
        ],
        [
            "Howard",
            "No. You should go."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Leonard’s car. Leonard is singing enthusiastically."
        ],
        [
            "Leonard",
            "That tonight’s gonna be a good night, and tonight’s gonna be a good night, and tonight’s gonna be a good, good night! Tonight’s the night, uh, uh, let’s live it up, uh, I got my money, let’s spend it up…"
        ],
        [
            "Sheldon (appearing in the back seat)",
            "Good Lord! Would you stop that caterwauling!"
        ],
        [
            "Leonard",
            "What the hell are you doing?"
        ],
        [
            "Sheldon",
            "Bleeding from my ears."
        ],
        [
            "Leonard",
            "What are you doing hiding back there?"
        ],
        [
            "Sheldon",
            "I’m sneaking into work. Now, if the guard at the university asks what’s under the blanket, you tell him it’s some lobster traps."
        ],
        [
            "Leonard",
            "Lobster traps?"
        ],
        [
            "Sheldon",
            "Yes. That’s how Velma and Scooby smuggled Shaggy into the old lighthouse."
        ],
        [
            "Leonard",
            "What are you going to do when you get to the university? People are going to recognize you."
        ],
        [
            "Sheldon",
            "Will they, Leonard? (Puts on cap and long-hair wig)"
        ],
        [
            "Leonard",
            "Fine. Just get back under your blanket, and I’ll drive you there."
        ],
        [
            "Sheldon",
            "And no more singing."
        ],
        [
            "Leonard",
            "Fine."
        ],
        [
            "Sheldon",
            "I have GPS on my phone. I know you turned around."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "I’m so glad you talked Howard out of having your wedding invitations in Klingon."
        ],
        [
            "Bernadette",
            "Turn it over. I’m hoping my relatives think it’s Hebrew."
        ],
        [
            "Amy",
            "This is really happening. I’m gonna be a maid of honour. I’m gonna wear a beautiful dress and walk down that aisle and, finally, I will have my special day."
        ],
        [
            "Bernadette",
            "You mean my special day?"
        ],
        [
            "Amy",
            "They’re gonna need an extra-large veil for somebody’s head."
        ],
        [
            "Bernadette",
            "If I ever actually ever get married."
        ],
        [
            "Penny",
            "Why wouldn’t you?"
        ],
        [
            "Bernadette",
            "My dad. Because I make a lot more money than Howie, he’s putting a lot of pressure on me to get a pre-nup."
        ],
        [
            "Penny",
            "Ouch."
        ],
        [
            "Bernadette",
            "Yeah. Howie’s gonna freak out."
        ],
        [
            "Amy",
            "Parental pressure can be daunting. I remember the battle with my mother about shaving my legs. Last year, I finally gave in and let her do it."
        ],
        [
            "Bernadette",
            "I just don’t know how I’m gonna break it to him."
        ],
        [
            "Penny",
            "You know, I’m a big believer in breaking bad news to a guy when you’re in bed with him. That’s how I told my high school boyfriend I slept with his brother. That’s how I told his brother the same thing."
        ],
        [
            "Bernadette",
            "I don’t know, I don’t want to manipulate him with sex."
        ],
        [
            "Penny",
            "Oh, sweetie, that’s what sex is for."
        ],
        [
            "Amy",
            "You know, the connection between marriage and money is nothing new. In fact, the term wed referred to the money and livestock that the groom paid the bride’s father. For example, you’re adorable, intelligent and a good earner. I could conservatively see you going for at least two oxen and a goose. (To Penny) You would fetch a unicorn."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Sheldon, there are a million great vacations you could take. What about Hawaii?"
        ],
        [
            "Sheldon",
            "Hawaii is a former leper colony on top of an active volcano where the disappointing ending to Lost was filmed. Mahalo for nothing, Hawaii."
        ],
        [
            "Howard",
            "How about Florida? They’ve got Cape Canaveral, they’ve got Disney, they’ve got my Aunt Ida and the world’s largest collection of diabetic candy. Plus, if you get sweaty enough, her plastic-covered furniture is like a flume ride."
        ],
        [
            "Sheldon",
            "My family took a trip to Florida when I was a child. A seagull stole a hot dog from me on the beach. I got the message."
        ],
        [
            "Raj",
            "You know, if I had a week off, I’d go back to the Two Bunch Palms Resort and Spa in the desert. I tell you, an hour on the massage table with Trevor, and you’ll feel like you were born without bones."
        ],
        [
            "Howard",
            "I don’t think I could ever let a guy give me a massage."
        ],
        [
            "Raj",
            "Really? What was I doing to your neck last night while you were playing X-Box?"
        ],
        [
            "Sheldon",
            "It’s like I’m living in a dictatorship. You must take a vacation, you must have fun, you must enjoy life."
        ],
        [
            "Howard",
            "I don’t think you have a good handle on dictatorships."
        ],
        [
            "Leonard",
            "Sheldon, everybody takes vacations."
        ],
        [
            "Sheldon",
            "One time they tried to make Richard Feynman take a vacation, but he chose instead to expand his mind and learn something new. He went to work in his friend’s biology lab. Richard Feynman was a famous American physicist, part of the Manhattan Project."
        ],
        [
            "Howard",
            "Everyone in the world of science knows who Richard Feynman was."
        ],
        [
            "Sheldon",
            "Now you do, too. Oh! I have a brilliant idea. Amy’s a biologist. I’ll go work in her lab."
        ],
        [
            "Howard",
            "Isn’t that just Feynman’s idea?"
        ],
        [
            "Sheldon",
            "Ten seconds ago, you never heard of him. Now you’re an expert."
        ],
        [
            "Scene",
            "The hallway."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Hey, you."
        ],
        [
            "Leonard",
            "Is that your laundry? You only have, like, six things in there."
        ],
        [
            "Penny",
            "Yeah, I didn’t have any quarters, so I’ve been sneaking stuff into other people’s loads all day. Hey, if I tell you something, will you promise not to tell anybody?"
        ],
        [
            "Leonard",
            "It doesn’t matter what I say, you’re gonna tell me anyway."
        ],
        [
            "Penny",
            "What? That is not true. Bernadette wants a pre-nup."
        ],
        [
            "Leonard",
            "Wow. That’s rough."
        ],
        [
            "Penny",
            "So you’re saying if I became a famous movie star, we got married, you wouldn’t sign a pre-nup?"
        ],
        [
            "Leonard",
            "Absolutely not. If I’m gonna be stuck at home with the kids while you’re on location cheating on me with Ryan Gosling, then Leonard gots to get paid. So, you think about us getting married?"
        ],
        [
            "Penny",
            "I think about a lot of things. I think about us getting married, I think about us breaking up. Once in a while, I think about how I didn’t leave a note on that Mercedes I dinged in the parking lot last month, but then I have a glass of wine and it passes."
        ],
        [
            "Leonard",
            "Joke all you want, but you think about it."
        ],
        [
            "Penny",
            "Well, tell you one thing, if I ever do get married, no Klingon invitations."
        ],
        [
            "Leonard",
            "Good luck catching a man with that attitude."
        ],
        [
            "Scene",
            "Amy’s laboratory."
        ],
        [
            "Sheldon",
            "Boy, oh, boy. This vacation is off to a wonderful start. The smell of formaldehyde, the whir of the centrifuge, the distant chatter of lab animals being dispatched for dissection. Mm, I can already feel my cares just melting away."
        ],
        [
            "Amy",
            "I’m excited to work with my boyfriend. It’s gonna be romantic."
        ],
        [
            "Sheldon",
            "Way to kill the mood."
        ],
        [
            "Amy",
            "Come on, Sheldon. We can be like Marie Curie and her husband, Pierre, who spent their days working side by side, bathed in the glow of their love and the radium that ultimately killed her. Screw Beauty and the Beast, that’s the love story Disney should tell."
        ],
        [
            "Sheldon",
            "Okay, what do we start with? Maybe splicing some genes, clone a sheep, perhaps grow a human ear on a mouse’s back? Ha-ha, I’m a freak!"
        ],
        [
            "Amy",
            "Oh, I’m gonna be doing some brain stem histology while you put yourself on the business end of a sponge and wash those beakers."
        ],
        [
            "Sheldon",
            "Wash those bea… Oh, I get it, a little hazing for the new fella. Yeah, I’d better keep and eye out for, what, shoe polish on the microscope, or mad cow disease in my grilled cheese sandwich?"
        ],
        [
            "Amy",
            "No, I just need those beakers washed. Hippity-hop, quick like a bunny."
        ],
        [
            "Sheldon",
            "What? Excuse me, you have Dr. Sheldon Cooper in your lab. You’re gonna make him do the dishes? That’s like asking the Incredible Hulk to open a pickle jar."
        ],
        [
            "Amy",
            "Sheldon, you’ve never worked in a lab like this before. You have no experience in the field of biology."
        ],
        [
            "Sheldon",
            "I have plenty of experience in biology. I bought a Tamagotchi in 1998. And it’s still alive. Let’s do this."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Leonard",
            "Where’s Howard?"
        ],
        [
            "Raj",
            "No hi, Raj? No how are you, Raj? Just straight to where’s the other white guy?"
        ],
        [
            "Leonard",
            "I’m sorry. So, listen, I heard something about him. Can you keep it between us?"
        ],
        [
            "Raj",
            "Ooh, gossip. When I first got here, I thought you Americans really gossiped around the water cooler. So I hung out there for, like, a month, but the only gossip I ever heard was about some creepy guy hanging out by the water cooler."
        ],
        [
            "Leonard",
            "Bernadette wants to get a pre-nup."
        ],
        [
            "Raj",
            "Oh, that’s a shame, he’s gonna be devastated."
        ],
        [
            "Leonard",
            "I never know what to do in these situations. Should I give him a heads-up?"
        ],
        [
            "Raj",
            "Hmm. I’m gonna give you the same advice I yell at the TV when the Bachelor’s handing out roses. Follow your heart."
        ],
        [
            "Howard",
            "Check it out. Look at the size of that Rice Krispie Treat. Same price."
        ],
        [
            "Leonard",
            "Hey, Howard, I need to tell you something."
        ],
        [
            "Howard",
            "I know, it’s not on my wedding diet. I don’t care."
        ],
        [
            "Leonard",
            "Uh, listen, I heard that Bernadette’s thinking about asking you for a pre-nup."
        ],
        [
            "Howard",
            "A pre-nup? Wow."
        ],
        [
            "Leonard",
            "What are you gonna do?"
        ],
        [
            "Howard",
            "I don’t know."
        ],
        [
            "Raj",
            "Follow your heart."
        ],
        [
            "Howard",
            "You know what, it’s not a big deal. She makes more money than me. She wants to protect her financial interests. It’s completely reasonable."
        ],
        [
            "Leonard",
            "Good. That’s a healthy attitude."
        ],
        [
            "Howard",
            "Yeah, actually, it’s good for both of us. I have assets to protect, too."
        ],
        [
            "Raj",
            "Like what?"
        ],
        [
            "Howard",
            "I’ve got some rare comic books. The Vespa’s almost paid off. And Ma and I have a primo double cemetery plot at Mt. Sinai right near the guy who played Mr. Roper on Three’s Company."
        ],
        [
            "Raj",
            "Mr. Roper’s dead? You can’t just spring that on a guy."
        ],
        [
            "Scene",
            "Amy’s laboratory."
        ],
        [
            "Sheldon",
            "Here you go. This is now the only lab with glassware washed by a man with two doctorates and a restraining order signed by Carl Sagan."
        ],
        [
            "Amy",
            "Soap spots. Wash ’em again."
        ],
        [
            "Sheldon",
            "Y-you’re being ridiculous. Those are perfectly clean."
        ],
        [
            "Amy",
            "Sheldon, this beaker used to contain cerebral spinal fluid from an elephant that died of syphilis. If it’s, in fact, perfectly clean, drink from it."
        ],
        [
            "Sheldon",
            "Biologists are mean."
        ],
        [
            "Scene",
            "Later."
        ],
        [
            "Amy",
            "All right, perhaps this task will be a little bit more up your alley. I need you to count the bacteria spores on these petri dishes."
        ],
        [
            "Sheldon",
            "There was something wrong with that detergent. That was way too bubbly."
        ],
        [
            "Amy",
            "I’m sure it was."
        ],
        [
            "Sheldon",
            "I intend to write that soap company a strongly worded letter."
        ],
        [
            "Amy",
            "Yeah, good for you. Now, start counting."
        ],
        [
            "Sheldon",
            "You know what this place needs? A suggestion box."
        ],
        [
            "Scene",
            "Later."
        ],
        [
            "Sheldon",
            "366… 367…"
        ],
        [
            "Amy",
            "How’s it going?"
        ],
        [
            "Sheldon",
            "How’s counting going? When I was in kindergarten, I recited pi to a thousand places for the school talent show. I think I got this."
        ],
        [
            "Amy",
            "Great."
        ],
        [
            "Sheldon",
            "Aw, nuts! One…"
        ],
        [
            "Scene",
            "Later."
        ],
        [
            "Sheldon",
            "This is preposterous. I think you’re giving me these tasks because you’re afraid if you give me anything meaningful to do, I’ll show you up."
        ],
        [
            "Amy",
            "Really? Is that what you think?"
        ],
        [
            "Sheldon",
            "Yes, that’s what I think. And I’m super smart, so it’s probably true."
        ],
        [
            "Amy",
            "Hey, I’ve been training in the field of neurobiology for 12 years. You’ve been here for three hours, and you’ve spent one of them in the bathroom."
        ],
        [
            "Sheldon",
            "I’m sorry. It takes me a while to get things going on an unfamiliar toilet."
        ],
        [
            "Amy",
            "Sheldon, I’ve given you the simplest things to do, and you haven’t done one of them right."
        ],
        [
            "Sheldon",
            "Maybe that’s because I’m not being challenged. It’s the same reason Einstein failed math."
        ],
        [
            "Amy",
            "Maybe the math was too bubbly for him."
        ],
        [
            "Sheldon",
            "You think you’re doing science by cutting up that brain? They could do the same thing at any Quiznos. And they’d offer to toast it for me, too."
        ],
        [
            "Amy",
            "Okay, smart guy. I’m about to remove the locus coeruleus, which is incredibly delicate work. Have at it."
        ],
        [
            "Sheldon",
            "All right. I’m no stranger to a little gray matter. Locus coeruleus. Locus coeruleus."
        ],
        [
            "Amy",
            "You’re getting warmer, it is, indeed, in the brain. Hope your hands are steady. It’s the width of a single hair. But this is just biology, so I’m sure it’s no problem for a genius like you."
        ],
        [
            "Sheldon",
            "It’s not. I’ll have you know, in the field of physics, we work with particles so small, they make fat jokes about the locus coeruleus, i.e., when your locus coeruleus sits around the house, it sits around the house."
        ],
        [
            "Amy",
            "Oh, are we nervous, Dr. Cooper?"
        ],
        [
            "Sheldon",
            "No. What you see is a man trembling with confidence. Does a locus coeruleus normally bleed that much?"
        ],
        [
            "Amy",
            "No. But your thumb does."
        ],
        [
            "Sheldon",
            "Oh, dear. (Faints)"
        ],
        [
            "Amy",
            "Yeah, you’re a biologist."
        ],
        [
            "Scene",
            "The bar at the Cheesecake Factory."
        ],
        [
            "Howard",
            "What are you doing here?"
        ],
        [
            "Sheldon",
            "I’m on vacation. Social convention dictates that I let my hair down at a local watering hole. Social convention is stupid."
        ],
        [
            "Howard",
            "What happened to your thumb?"
        ],
        [
            "Sheldon",
            "You know, I have ten fingers and ten toes. If I tell you a story about each one of them, we’ll be here all day, let’s just move on."
        ],
        [
            "Barman",
            "What can I get you?"
        ],
        [
            "Sheldon",
            "Ah, seeing as I’m on vacation, a pina colada seems appropriate. Extra pineapple slices, extra whipped cream, extra cherries, extra umbrellas, and, uh, hold the rum. Don’t let me have too many of those."
        ],
        [
            "Penny",
            "Hey, what are you guys doing here?"
        ],
        [
            "Howard",
            "We’re grown men, we drink at bars."
        ],
        [
            "Penny",
            "No and no. Everything okay with you and Bernadette?"
        ],
        [
            "Howard",
            "Oh, yeah, sure."
        ],
        [
            "Penny",
            "You and Amy? Good?"
        ],
        [
            "Sheldon",
            "Oh, better than good."
        ],
        [
            "Penny",
            "You know those girls text me every detail of their lives as it happens."
        ],
        [
            "Howard",
            "I’m not signing a pre-nup."
        ],
        [
            "Penny",
            "All right, Howard Wolowitz, listen up. You sign anything she puts in front of you, because you are the luckiest man alive. If you let her go, there is no way you can find anyone else. Speaking on behalf of all women, it is not gonna happen, we had a meeting. And you, a grown man fainting at the sight of a little blood."
        ],
        [
            "Sheldon",
            "Excuse me, this is a fairly substantial wound. (Removes plaster. Faints again)"
        ],
        [
            "Scene",
            "Amy’s laboratory."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Amy? (Knock, knock, knock) Amy? (Knock, knock, knock) Amy?"
        ],
        [
            "Amy",
            "What do you want?"
        ],
        [
            "Sheldon",
            "I was kind of hoping I could continue vacationing in your laboratory. After all, I did book the whole week."
        ],
        [
            "Amy",
            "Do you honestly think you can just waltz back in here after the way you behaved yesterday?"
        ],
        [
            "Sheldon",
            "I was not myself. I had lost a lot of thumb blood."
        ],
        [
            "Amy",
            "That’s not an apology."
        ],
        [
            "Sheldon",
            "That is your opinion."
        ],
        [
            "Amy",
            "I want a real apology."
        ],
        [
            "Sheldon",
            "I’m sorry that you weren’t able to…"
        ],
        [
            "Amy",
            "No."
        ],
        [
            "Sheldon",
            "That my genius…"
        ],
        [
            "Amy",
            "No."
        ],
        [
            "Sheldon",
            "That the soap was…"
        ],
        [
            "Amy",
            "Sheldon."
        ],
        [
            "Sheldon",
            "Fine. Sorry."
        ],
        [
            "Amy",
            "You’re forgiven. Now, if you want to stay, get started on those beakers. They’re still dirty from yesterday."
        ],
        [
            "Sheldon",
            "Next year I’m going to Epcot."
        ],
        [
            "Scene",
            "Bernadette’s car."
        ],
        [
            "Bernadette",
            "Are you mad at me?"
        ],
        [
            "Howard",
            "No. I’m not mad at you. I just wish you would have come to me, so I didn’t have to hear it through the nerd-vine."
        ],
        [
            "Bernadette",
            "So, what are we gonna do?"
        ],
        [
            "Howard",
            "You really want me to sign a pre-nup?"
        ],
        [
            "Bernadette",
            "I don’t know. My dad’s pretty insistent on it, though."
        ],
        [
            "Howard",
            "Why don’t I talk to your dad, man-to-man?"
        ],
        [
            "Bernadette",
            "Really? Oh, that’d be so great."
        ],
        [
            "Howard",
            "Done."
        ],
        [
            "Bernadette",
            "I should probably give you a heads-up about a couple of things. Even though he’s retired from the police force, he still carries his gun. But don’t worry, he won’t shoot it. It’s more of a fashion statement."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Bernadette",
            "And just to be safe, when you talk to him, don’t bring up Jimmy Carter, gardeners, foreign people, homosexuals, Sean Penn, Vatican II, gun control, organic food, the designated hitter rule, recycling or the fact that you’re Jewish."
        ],
        [
            "Howard",
            "Got it, got it. Will you e-mail me that list?"
        ],
        [
            "Bernadette",
            "So the thing to watch for, if he’s shouting at you, you’re okay, but if he starts to get real quiet, leave as quickly as you can without making eye contact. Not in a straight line, throw some zigs and zigs in there."
        ],
        [
            "Howard",
            "You know, this isn’t that pressing. Why don’t I talk to him about it in May."
        ],
        [
            "Bernadette",
            "In May you’re gonna be on the International Space Station."
        ],
        [
            "Howard",
            "They’ve got a phone."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-16-the-vacation-solution/"
}