{
    "Season": 5,
    "Episode": 18,
    "Title": "the werewolf transformation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "A barber’s shop."
            ],
            [
                24,
                "Credits sequence."
            ],
            [
                25,
                "The apartment."
            ],
            [
                46,
                "to astronaut training to Sheldon can’t get a haircut?"
            ],
            [
                48,
                "Amy’s apartment. Amy is playing her harp."
            ],
            [
                56,
                "Bernadette’s bedroom."
            ],
            [
                70,
                "A hospital ward."
            ],
            [
                78,
                "The apartment."
            ],
            [
                108,
                "Bernadette’s bedroom."
            ],
            [
                126,
                "Leonard’s bedroom. Leonard wakes to the sound of bongos."
            ],
            [
                149,
                "Howard’s hotel room. There is a knock on the door."
            ],
            [
                157,
                "Amy’s apartment."
            ],
            [
                174,
                "Penny’s apartment. Penny is cutting Sheldon’s hair."
            ]
        ],
        "Leonard": [
            [
                1,
                "I’m just gonna run to the store and get a few things. I’ll pick you up when you’re done."
            ],
            [
                9,
                "Excuse us for a second. Sheldon, it’s okay, he can do it. He’s a barber."
            ],
            [
                11,
                "What are you talking about?"
            ],
            [
                13,
                "There’s no such thing as haircut records."
            ],
            [
                15,
                "Have you ever seen them?"
            ],
            [
                19,
                "Sheldon, you’re a grown man, he’s a professional, and your haircut is number three on that poster from 1946. Just sit down and let him do it."
            ],
            [
                23,
                "When you tell this story later, the word we usually use is quirky."
            ],
            [
                27,
                "Sure. What are you doing?"
            ],
            [
                29,
                "Sheldon, you are one day late for your haircut."
            ],
            [
                38,
                "So, what kind of things are they… (to Sheldon) will you stop that?"
            ],
            [
                42,
                "Sheldon, be nice."
            ],
            [
                80,
                "Hmm."
            ],
            [
                82,
                "You know, I think this is a good stopping point. Uh, it’s your first real game. I threw a lot of information at you."
            ],
            [
                84,
                "Like I said, complicated game."
            ],
            [
                86,
                "Did you have fun? Because if you had fun, then you are, you are a winner. Now that’s, that-that’s what chess is all about."
            ],
            [
                88,
                "Hey."
            ],
            [
                92,
                "I don’t know. Between you playing chess like Bobby Fischer and Sheldon being okay with you in his spot, I’m guessing someone went back in time, stepped on a bug, and changed the course of human events."
            ],
            [
                97,
                "Oh, uh, he’s crazy."
            ],
            [
                99,
                "Good. I’m taking that disgusting chart off the fridge."
            ],
            [
                102,
                "I think this could be good for you. Maybe it’s time for you to shake things up a bit."
            ],
            [
                104,
                "Great. What are you going to do first?"
            ],
            [
                106,
                "I got to tell you, I’m a little worried about him."
            ],
            [
                129,
                "Sheldon, it’s three o’clock in the morning."
            ],
            [
                131,
                "I was sleeping."
            ],
            [
                133,
                "No, he doesn’t."
            ],
            [
                135,
                "Stop! Stop it! Stop! Stop! Stop it!"
            ],
            [
                137,
                "Oh, hi, Penny, guess what? Sheldon got bongos."
            ],
            [
                140,
                "Richard Feynman was a famous physicist."
            ],
            [
                143,
                "Sheldon, go to bed. You have work in the morning."
            ],
            [
                145,
                "W-w-wuh, no, no, hang on,uh, uh, roommate agreement. No hootenannies, sing-a-longs, or barbershop quartets after ten p.m."
            ],
            [
                159,
                "Poor guy. He must have been exhausted. Sheldon like to sleep while Leonard play the bongo!"
            ],
            [
                161,
                "No, it was called for."
            ],
            [
                166,
                "I’m sorry, duh, what?"
            ],
            [
                172,
                "What’s this about Sheldon seeing you naked?"
            ]
        ],
        "Sheldon": [
            [
                2,
                "Okay. I like it a little better when you stay, but all right."
            ],
            [
                4,
                "Hello. I’m here for my haircut with Mr. D’Onofrio."
            ],
            [
                6,
                "Oh, dear, Mr. D’Onofrio’s in the hospital. Why do these things always happen to me?"
            ],
            [
                8,
                "You’re not Mr. D’Onofrio. I get my hair cut by Mr. D’Onofrio. You believe this guy?"
            ],
            [
                10,
                "He’s not a barber, he’s the nephew. He’s an example of the kind of nepotism that runs rampant in the barbering industry. Besides, Mr. D’Onofrio knows exactly how I like my hair done because he has all my haircut records from my barber in Texas."
            ],
            [
                12,
                "When I first moved here I was nervous about finding a new barber, so my mother had all my haircut records sent here to Mr. D’Onofrio."
            ],
            [
                14,
                "Yes, there are."
            ],
            [
                16,
                "No, but my mother assured me they were sent here, and I’ll bet you dollars to doughnuts that this one doesn’t have them. Uh, excuse me. Do you have access to my haircut records?"
            ],
            [
                18,
                "To paraphrase T.S. Eliot, this is the way the world ends, not with a bang but with a nephew."
            ],
            [
                20,
                "Fine, but if I come out of this looking like a dork, it’s on you. (Sits)"
            ],
            [
                22,
                "Nope. (Runs out)"
            ],
            [
                26,
                "Can you pass the Parmesan cheese?"
            ],
            [
                28,
                "I’m trying to get the hair out of my eyes."
            ],
            [
                30,
                "Thank you for captioning my nightmare."
            ],
            [
                39,
                "I can’t help it, I feel like a teen heartthrob."
            ],
            [
                41,
                "Penny, I know you mean well, offering the skills of the hill folk, but, um, here in town we don’t churn our own butter, we don’t, uh, make dresses out of gunny sacks, and, uh, we sure as shootin’ don’t get our hair cut by bottle-blonde…"
            ],
            [
                43,
                "I’m sorry, it’s the bad boy attitude that comes with this hair."
            ],
            [
                50,
                "I’m sorry. I’m looking for a barber and I’m running out of time. My hair is growing at the rate of 4.6 yoctometers per femtosecond. I mean, if you’re quiet, you can hear it."
            ],
            [
                52,
                "I tried once. They do men’s and women’s hair in the same room at the same time. It’s like Sodom and Gomorrah with mousse."
            ],
            [
                54,
                "Why don’t I let my hair grow out? Um, why don’t I start wearing Birkenstocks and, uh, uh, seeking validation of my opinions by asking can you dig it?"
            ],
            [
                71,
                "Mr. D’Onofrio? It’s Sheldon. They didn’t have anything barber-themed in the gift shop, so I got you this. I don’t know if you can read his little T-shirt. It says, um, get well bear-y soon. Trust me, if you were even a little conscious right now, you’d be laughing. Anyway, there’s new studies that show, people in comas are aware of everything going on around them. With that in mind, if you can hear me, move away from the light and toward the sound of these scissors."
            ],
            [
                73,
                "Yes. Do you have something I could use as a cape?"
            ],
            [
                75,
                "Oh, no, no, I’m just here to get my hair cut."
            ],
            [
                77,
                "I got to run. But not with scissors, that would be unsafe."
            ],
            [
                87,
                "Hello."
            ],
            [
                90,
                "Eh, why? My spot, your spot, what difference does it make?"
            ],
            [
                94,
                "No, I’m not all right. It’s been six days since I was supposed to get a haircut and nothing horrible has happened."
            ],
            [
                96,
                "Leonard, explain it to her."
            ],
            [
                98,
                "I have spent my whole life trying to bring order to the universe by carefully planning every moment of every day. But all my efforts, our dinner schedule, my pyjama rotation, my bowel movement spreadsheet, it’s clear now, I’ve been wasting my time."
            ],
            [
                101,
                "Oh, please, everyone knows what’s going to happen. But I see your point."
            ],
            [
                103,
                "You’re right. I should embrace the chaos."
            ],
            [
                105,
                "I don’t know. I could do anything. All bets are off. The world is my oyster. I got it. I’m going to put on my Tuesday pyjamas tonight."
            ],
            [
                128,
                "Hello, Leonard, do you like my bongos? Bet you didn’t know that I had bongos."
            ],
            [
                130,
                "Three in the morning is a good time for bongos."
            ],
            [
                132,
                "Leonard sleeps while I play bongos."
            ],
            [
                134,
                "Leonard no sleep while I play bongos. Bongo solo."
            ],
            [
                139,
                "Richard Feynman played the bongos. I thought I’d give that a try."
            ],
            [
                142,
                "Penny meant if he were a purple leprechaun. Penny forgot to use the subjunctive."
            ],
            [
                144,
                "Maybe, maybe not. Maybe tomorrow I start a bongo band and tour the world."
            ],
            [
                146,
                "Roommate agreement? Are you kidding? We are living in a world of chaos. Roommate agreement."
            ],
            [
                148,
                "Wherever the music takes me, kitten. I play bongos walking down the stairs. (Sound of falling) Oh! Oh! Never play bongos walking down the stairs."
            ],
            [
                162,
                "What’s going on?"
            ],
            [
                164,
                "Penny, you’re not trained. You’re not licensed. Most importantly, you don’t have access to my haircut records."
            ],
            [
                168,
                "Amy, what do you think?"
            ],
            [
                170,
                "Fine, let’s go. Thank you for letting me sleep on your couch."
            ],
            [
                173,
                "Oh, relax. It was just her bottom and her breasts."
            ],
            [
                176,
                "At the end of the haircut, Mr. D’Onofrio would tell me a dirty joke."
            ],
            [
                178,
                "That’s okay, I never understood them anyway."
            ],
            [
                180,
                "Hmm, well, it’s a little Hollywood. But I think I can pull it off. Well done, Penny."
            ],
            [
                182,
                "Fun time. Hah. Sorry, sometimes the clippers tickle me."
            ]
        ],
        "Barber": [
            [
                3,
                "Hey, Sheldon."
            ],
            [
                5,
                "I’m sorry, Uncle Tony’s in the hospital. He’s pretty sick."
            ],
            [
                7,
                "I can cut it for you."
            ],
            [
                17,
                "Your what?"
            ],
            [
                21,
                "So my kid said the funniest thing today."
            ]
        ],
        "Howard": [
            [
                31,
                "Lookie here, I got my travel orders."
            ],
            [
                33,
                "Yeah, but it’s from NASA, so it’s oh eight hundred."
            ],
            [
                35,
                "You read it as oh eight hundred."
            ],
            [
                37,
                "You know what does have an oh in front of it? Oh, my God, I’m an astronaut, and you’re dying of jealousy."
            ],
            [
                45,
                "Quick question here, have we actually changed the conversation from I’m going"
            ],
            [
                59,
                "I miss you."
            ],
            [
                61,
                "Oh, wow, where do I even start? I got to experience zero gravity."
            ],
            [
                63,
                "It’s pretty neat. You get in this plane that goes almost straight up for, like, 20 seconds, and then straight back down like it’s going to crash, and they do it over and over again, you know, no matter how many times you throw up."
            ],
            [
                65,
                "Yeah, and the craziest part is, because there’s no gravity, the throw-up kind of floats there, in a little ball, and if your mouth is open because you’re screaming, sometimes it just floats right back in. Boy, does everyone laugh at you when that happens."
            ],
            [
                67,
                "No. Yeah, I would have laughed, too, but I didn’t want the vomit to come back out. Anyway, oh, could you do me a favour and overnight me some more underwear?"
            ],
            [
                69,
                "I got a look at the centrifuge they’re going to spin me around in tomorrow, and I have a hunch I packed a little light."
            ],
            [
                111,
                "We did overnight survival training in the wilderness. Big fun. Big, big fun. I was gonna freshen up for you but I blacked out a little on the way to the bathroom."
            ],
            [
                113,
                "Uh-huh. Except you don’t have food or water, and they don’t have a sunset Sabbath service like they do at Camp Hess-Kramer."
            ],
            [
                115,
                "No. I slept in a hole I dug in the ground with my bare hands. And at some point during the night, an armadillo crawled in and spooned me."
            ],
            [
                117,
                "But I did it. I survived. I wasn’t sure I was going to when the sandstorm hit. I just pulled my turtleneck up over my head and waited for death. But somehow as I sat there, wrapped in a cocoon of my own neck-sweat, I found that primal part of the human spirit that just wants to keep on living, no matter what the cost."
            ],
            [
                119,
                "I ate a butterfly. It was so small and beautiful, but I was so hungry."
            ],
            [
                121,
                "No, I don’t think it’s possible. I’m severely dehydrated. My pee is like toothpaste."
            ],
            [
                123,
                "Thanks, honey, but I can’t quit. If I do, I’ll just be a guy who had a chance to be an astronaut and gave it up."
            ],
            [
                125,
                "No. Wait. Send more underwear."
            ],
            [
                151,
                "What are you doing here?"
            ],
            [
                153,
                "Oh, I love you so much."
            ],
            [
                156,
                "Don’t worry, once she falls asleep, I’ll spoon you like an armadillo."
            ]
        ],
        "Raj": [
            [
                32,
                "Payload Specialist Howard Wolowitz is requested to report to the NASA Johnson Space Center, Houston, Texas, for astronaut training Monday eight a.m."
            ],
            [
                34,
                "But it says eight a.m."
            ],
            [
                36,
                "It doesn’t have an oh in front of it."
            ],
            [
                44,
                "You could go to my guy. He’s at Juan-Juan in Beverly Hills. They bring you a cup of tea, they’ll massage your scalp. It’s about two hundred dollars, but sometimes you look in the next chair and you see a superstar like Tony Danza."
            ],
            [
                47,
                "Now who’s dying of jealousy? Oh, it’s you."
            ]
        ],
        "Penny": [
            [
                40,
                "You know, Sheldon, I used to cut my brother’s hair. I could do it for you."
            ],
            [
                79,
                "So, if I move my horsey here, isn’t that checkmate and I win?"
            ],
            [
                81,
                "Well, is it or isn’t it?"
            ],
            [
                83,
                "Well, no, I mean, your king is trapped. He can’t go here because of my lighthouse, and he can’t go here because of my pointy-head guy."
            ],
            [
                85,
                "So did I win or not?"
            ],
            [
                89,
                "Oh, hey. Sorry, Sheldon, I’ll move."
            ],
            [
                91,
                "Okay, what just happened?"
            ],
            [
                93,
                "Uh, sweetie, are you all right?"
            ],
            [
                95,
                "Okay, I’m sorry, I don’t understand."
            ],
            [
                100,
                "You know, Sh-Sheldon, sometimes it’s nice not knowing what’s coming. I mean, look at me and Leonard. We went out, we broke up, now we’re trying again. We don’t know what’s gonna happen."
            ],
            [
                107,
                "If I were you, I’d be worried that a girl who’s never played chess in her life just kicked your ass."
            ],
            [
                138,
                "Why did you get bongos?"
            ],
            [
                141,
                "Oh, Leonard, it’s three o’clock in the morning. I don’t care if Richard Feynman was a purple leprechaun who lived in my butt."
            ],
            [
                147,
                "Where are you going?"
            ],
            [
                163,
                "All right, Sheldon, this craziness has gone on long enough. Please come home so I can cut your hair."
            ],
            [
                165,
                "All right, honey, look, we’ve known each other for a long time now, right? I’ve taken you to Disneyland, I kicked a bully in the nuts for you, I sing you Soft Kitty when you’re sick, you’ve even saw me naked once."
            ],
            [
                167,
                "It was a long story. Anyway, Sheldon, I promise I know what I’m doing. Please let me cut your hair."
            ],
            [
                175,
                "Almost done."
            ],
            [
                177,
                "Well, sorry, I don’t know any dirty jokes."
            ],
            [
                179,
                "Okay, what do you think?"
            ],
            [
                181,
                "Ha, told you. Okay, I’m just gonna clean up your neck a little and then you are good to go."
            ],
            [
                183,
                "Okay. (Sheldon laughs and jerks, Penny accidentally shaves a strip up the back of his head) Okay, yep, we’re all done now. It’s just, it’s good. Let me just take that away from you. Okay."
            ],
            [
                185,
                "You are welcome. Yeah, I’m gonna have to move."
            ]
        ],
        "Amy": [
            [
                49,
                "I’m a cowboy, on a steel horse I ride. I’m wanted… I’m wanted… wanted, dead or alive. Sheldon, you’re ruining girlfriend-boyfriend sing-along night."
            ],
            [
                51,
                "What about Supercuts?"
            ],
            [
                53,
                "Well, this isn’t a crisis. Why don’t you just let your hair grow out a little?"
            ],
            [
                55,
                "Well, I don’t know. I think you might look sexy with long hair. The kind that flows down to your shoulders and blows back while riding on a horse, bareback and bare-chested. I’m gonna go brush my teeth, it might take a while."
            ],
            [
                158,
                "He showed up in the middle of the night with his bongos. I foolishly thought it was some sort of musical booty call."
            ],
            [
                160,
                "That was kind of uncalled for."
            ],
            [
                169,
                "There’s not a hair on my body I wouldn’t let this woman trim."
            ],
            [
                171,
                "There’s only so many times a woman can say how about the bed?"
            ]
        ],
        "Howard (on Skype)": [
            [
                57,
                "Hi."
            ],
            [
                109,
                "Hi."
            ]
        ],
        "Bernadette": [
            [
                58,
                "Hi, sweetie."
            ],
            [
                60,
                "I miss you, too. So tell me all about your first day."
            ],
            [
                62,
                "Cool. How do they do that?"
            ],
            [
                64,
                "You threw up?"
            ],
            [
                66,
                "That sounds mean."
            ],
            [
                68,
                "Sure, why?"
            ],
            [
                110,
                "Howie, what happened to you?"
            ],
            [
                112,
                "Survival training? Is that like camping?"
            ],
            [
                114,
                "Do you sleep in tents?"
            ],
            [
                116,
                "Poor baby."
            ],
            [
                118,
                "You’re so brave. I’m proud of you."
            ],
            [
                120,
                "Are you crying?"
            ],
            [
                122,
                "Howie, if you’re not able to do this, come home. It won’t change how I feel about you."
            ],
            [
                124,
                "Well, is there anything I could do to help?"
            ],
            [
                150,
                "Surprise."
            ],
            [
                152,
                "I’m here to help you get through this. You can’t do it on your own, you need someone to take care of you."
            ],
            [
                154,
                "Oh, I love you."
            ]
        ],
        "Nurse": [
            [
                72,
                "Can I help you?"
            ],
            [
                74,
                "Oh, dear, did we spit out our pills, slip out of the ninth floor, and go on a little adventure?"
            ],
            [
                76,
                "I-I see. J-Jus-Just wait here one moment. Security!"
            ]
        ],
        "Leonard (going to living room)": [
            [
                127,
                "Don’t let this be Sheldon playing bongos. Please don’t let this be Sheldon playing bongos."
            ]
        ],
        "Penny (entering)": [
            [
                136,
                "What the hell?!"
            ]
        ],
        "Mrs Wolowitz (off)": [
            [
                155,
                "Howard, your bath is getting cold!"
            ]
        ],
        "Sgeldon": [
            [
                184,
                "Thank you very much."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "A barber’s shop."
        ],
        [
            "Leonard",
            "I’m just gonna run to the store and get a few things. I’ll pick you up when you’re done."
        ],
        [
            "Sheldon",
            "Okay. I like it a little better when you stay, but all right."
        ],
        [
            "Barber",
            "Hey, Sheldon."
        ],
        [
            "Sheldon",
            "Hello. I’m here for my haircut with Mr. D’Onofrio."
        ],
        [
            "Barber",
            "I’m sorry, Uncle Tony’s in the hospital. He’s pretty sick."
        ],
        [
            "Sheldon",
            "Oh, dear, Mr. D’Onofrio’s in the hospital. Why do these things always happen to me?"
        ],
        [
            "Barber",
            "I can cut it for you."
        ],
        [
            "Sheldon",
            "You’re not Mr. D’Onofrio. I get my hair cut by Mr. D’Onofrio. You believe this guy?"
        ],
        [
            "Leonard",
            "Excuse us for a second. Sheldon, it’s okay, he can do it. He’s a barber."
        ],
        [
            "Sheldon",
            "He’s not a barber, he’s the nephew. He’s an example of the kind of nepotism that runs rampant in the barbering industry. Besides, Mr. D’Onofrio knows exactly how I like my hair done because he has all my haircut records from my barber in Texas."
        ],
        [
            "Leonard",
            "What are you talking about?"
        ],
        [
            "Sheldon",
            "When I first moved here I was nervous about finding a new barber, so my mother had all my haircut records sent here to Mr. D’Onofrio."
        ],
        [
            "Leonard",
            "There’s no such thing as haircut records."
        ],
        [
            "Sheldon",
            "Yes, there are."
        ],
        [
            "Leonard",
            "Have you ever seen them?"
        ],
        [
            "Sheldon",
            "No, but my mother assured me they were sent here, and I’ll bet you dollars to doughnuts that this one doesn’t have them. Uh, excuse me. Do you have access to my haircut records?"
        ],
        [
            "Barber",
            "Your what?"
        ],
        [
            "Sheldon",
            "To paraphrase T.S. Eliot, this is the way the world ends, not with a bang but with a nephew."
        ],
        [
            "Leonard",
            "Sheldon, you’re a grown man, he’s a professional, and your haircut is number three on that poster from 1946. Just sit down and let him do it."
        ],
        [
            "Sheldon",
            "Fine, but if I come out of this looking like a dork, it’s on you. (Sits)"
        ],
        [
            "Barber",
            "So my kid said the funniest thing today."
        ],
        [
            "Sheldon",
            "Nope. (Runs out)"
        ],
        [
            "Leonard",
            "When you tell this story later, the word we usually use is quirky."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Can you pass the Parmesan cheese?"
        ],
        [
            "Leonard",
            "Sure. What are you doing?"
        ],
        [
            "Sheldon",
            "I’m trying to get the hair out of my eyes."
        ],
        [
            "Leonard",
            "Sheldon, you are one day late for your haircut."
        ],
        [
            "Sheldon",
            "Thank you for captioning my nightmare."
        ],
        [
            "Howard",
            "Lookie here, I got my travel orders."
        ],
        [
            "Raj",
            "Payload Specialist Howard Wolowitz is requested to report to the NASA Johnson Space Center, Houston, Texas, for astronaut training Monday eight a.m."
        ],
        [
            "Howard",
            "Yeah, but it’s from NASA, so it’s oh eight hundred."
        ],
        [
            "Raj",
            "But it says eight a.m."
        ],
        [
            "Howard",
            "You read it as oh eight hundred."
        ],
        [
            "Raj",
            "It doesn’t have an oh in front of it."
        ],
        [
            "Howard",
            "You know what does have an oh in front of it? Oh, my God, I’m an astronaut, and you’re dying of jealousy."
        ],
        [
            "Leonard",
            "So, what kind of things are they… (to Sheldon) will you stop that?"
        ],
        [
            "Sheldon",
            "I can’t help it, I feel like a teen heartthrob."
        ],
        [
            "Penny",
            "You know, Sheldon, I used to cut my brother’s hair. I could do it for you."
        ],
        [
            "Sheldon",
            "Penny, I know you mean well, offering the skills of the hill folk, but, um, here in town we don’t churn our own butter, we don’t, uh, make dresses out of gunny sacks, and, uh, we sure as shootin’ don’t get our hair cut by bottle-blonde…"
        ],
        [
            "Leonard",
            "Sheldon, be nice."
        ],
        [
            "Sheldon",
            "I’m sorry, it’s the bad boy attitude that comes with this hair."
        ],
        [
            "Raj",
            "You could go to my guy. He’s at Juan-Juan in Beverly Hills. They bring you a cup of tea, they’ll massage your scalp. It’s about two hundred dollars, but sometimes you look in the next chair and you see a superstar like Tony Danza."
        ],
        [
            "Howard",
            "Quick question here, have we actually changed the conversation from I’m going"
        ],
        [
            "Scene",
            "to astronaut training to Sheldon can’t get a haircut?"
        ],
        [
            "Raj",
            "Now who’s dying of jealousy? Oh, it’s you."
        ],
        [
            "Scene",
            "Amy’s apartment. Amy is playing her harp."
        ],
        [
            "Amy",
            "I’m a cowboy, on a steel horse I ride. I’m wanted… I’m wanted… wanted, dead or alive. Sheldon, you’re ruining girlfriend-boyfriend sing-along night."
        ],
        [
            "Sheldon",
            "I’m sorry. I’m looking for a barber and I’m running out of time. My hair is growing at the rate of 4.6 yoctometers per femtosecond. I mean, if you’re quiet, you can hear it."
        ],
        [
            "Amy",
            "What about Supercuts?"
        ],
        [
            "Sheldon",
            "I tried once. They do men’s and women’s hair in the same room at the same time. It’s like Sodom and Gomorrah with mousse."
        ],
        [
            "Amy",
            "Well, this isn’t a crisis. Why don’t you just let your hair grow out a little?"
        ],
        [
            "Sheldon",
            "Why don’t I let my hair grow out? Um, why don’t I start wearing Birkenstocks and, uh, uh, seeking validation of my opinions by asking can you dig it?"
        ],
        [
            "Amy",
            "Well, I don’t know. I think you might look sexy with long hair. The kind that flows down to your shoulders and blows back while riding on a horse, bareback and bare-chested. I’m gonna go brush my teeth, it might take a while."
        ],
        [
            "Scene",
            "Bernadette’s bedroom."
        ],
        [
            "Howard (on Skype)",
            "Hi."
        ],
        [
            "Bernadette",
            "Hi, sweetie."
        ],
        [
            "Howard",
            "I miss you."
        ],
        [
            "Bernadette",
            "I miss you, too. So tell me all about your first day."
        ],
        [
            "Howard",
            "Oh, wow, where do I even start? I got to experience zero gravity."
        ],
        [
            "Bernadette",
            "Cool. How do they do that?"
        ],
        [
            "Howard",
            "It’s pretty neat. You get in this plane that goes almost straight up for, like, 20 seconds, and then straight back down like it’s going to crash, and they do it over and over again, you know, no matter how many times you throw up."
        ],
        [
            "Bernadette",
            "You threw up?"
        ],
        [
            "Howard",
            "Yeah, and the craziest part is, because there’s no gravity, the throw-up kind of floats there, in a little ball, and if your mouth is open because you’re screaming, sometimes it just floats right back in. Boy, does everyone laugh at you when that happens."
        ],
        [
            "Bernadette",
            "That sounds mean."
        ],
        [
            "Howard",
            "No. Yeah, I would have laughed, too, but I didn’t want the vomit to come back out. Anyway, oh, could you do me a favour and overnight me some more underwear?"
        ],
        [
            "Bernadette",
            "Sure, why?"
        ],
        [
            "Howard",
            "I got a look at the centrifuge they’re going to spin me around in tomorrow, and I have a hunch I packed a little light."
        ],
        [
            "Scene",
            "A hospital ward."
        ],
        [
            "Sheldon",
            "Mr. D’Onofrio? It’s Sheldon. They didn’t have anything barber-themed in the gift shop, so I got you this. I don’t know if you can read his little T-shirt. It says, um, get well bear-y soon. Trust me, if you were even a little conscious right now, you’d be laughing. Anyway, there’s new studies that show, people in comas are aware of everything going on around them. With that in mind, if you can hear me, move away from the light and toward the sound of these scissors."
        ],
        [
            "Nurse",
            "Can I help you?"
        ],
        [
            "Sheldon",
            "Yes. Do you have something I could use as a cape?"
        ],
        [
            "Nurse",
            "Oh, dear, did we spit out our pills, slip out of the ninth floor, and go on a little adventure?"
        ],
        [
            "Sheldon",
            "Oh, no, no, I’m just here to get my hair cut."
        ],
        [
            "Nurse",
            "I-I see. J-Jus-Just wait here one moment. Security!"
        ],
        [
            "Sheldon",
            "I got to run. But not with scissors, that would be unsafe."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "So, if I move my horsey here, isn’t that checkmate and I win?"
        ],
        [
            "Leonard",
            "Hmm."
        ],
        [
            "Penny",
            "Well, is it or isn’t it?"
        ],
        [
            "Leonard",
            "You know, I think this is a good stopping point. Uh, it’s your first real game. I threw a lot of information at you."
        ],
        [
            "Penny",
            "Well, no, I mean, your king is trapped. He can’t go here because of my lighthouse, and he can’t go here because of my pointy-head guy."
        ],
        [
            "Leonard",
            "Like I said, complicated game."
        ],
        [
            "Penny",
            "So did I win or not?"
        ],
        [
            "Leonard",
            "Did you have fun? Because if you had fun, then you are, you are a winner. Now that’s, that-that’s what chess is all about."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Oh, hey. Sorry, Sheldon, I’ll move."
        ],
        [
            "Sheldon",
            "Eh, why? My spot, your spot, what difference does it make?"
        ],
        [
            "Penny",
            "Okay, what just happened?"
        ],
        [
            "Leonard",
            "I don’t know. Between you playing chess like Bobby Fischer and Sheldon being okay with you in his spot, I’m guessing someone went back in time, stepped on a bug, and changed the course of human events."
        ],
        [
            "Penny",
            "Uh, sweetie, are you all right?"
        ],
        [
            "Sheldon",
            "No, I’m not all right. It’s been six days since I was supposed to get a haircut and nothing horrible has happened."
        ],
        [
            "Penny",
            "Okay, I’m sorry, I don’t understand."
        ],
        [
            "Sheldon",
            "Leonard, explain it to her."
        ],
        [
            "Leonard",
            "Oh, uh, he’s crazy."
        ],
        [
            "Sheldon",
            "I have spent my whole life trying to bring order to the universe by carefully planning every moment of every day. But all my efforts, our dinner schedule, my pyjama rotation, my bowel movement spreadsheet, it’s clear now, I’ve been wasting my time."
        ],
        [
            "Leonard",
            "Good. I’m taking that disgusting chart off the fridge."
        ],
        [
            "Penny",
            "You know, Sh-Sheldon, sometimes it’s nice not knowing what’s coming. I mean, look at me and Leonard. We went out, we broke up, now we’re trying again. We don’t know what’s gonna happen."
        ],
        [
            "Sheldon",
            "Oh, please, everyone knows what’s going to happen. But I see your point."
        ],
        [
            "Leonard",
            "I think this could be good for you. Maybe it’s time for you to shake things up a bit."
        ],
        [
            "Sheldon",
            "You’re right. I should embrace the chaos."
        ],
        [
            "Leonard",
            "Great. What are you going to do first?"
        ],
        [
            "Sheldon",
            "I don’t know. I could do anything. All bets are off. The world is my oyster. I got it. I’m going to put on my Tuesday pyjamas tonight."
        ],
        [
            "Leonard",
            "I got to tell you, I’m a little worried about him."
        ],
        [
            "Penny",
            "If I were you, I’d be worried that a girl who’s never played chess in her life just kicked your ass."
        ],
        [
            "Scene",
            "Bernadette’s bedroom."
        ],
        [
            "Howard (on Skype)",
            "Hi."
        ],
        [
            "Bernadette",
            "Howie, what happened to you?"
        ],
        [
            "Howard",
            "We did overnight survival training in the wilderness. Big fun. Big, big fun. I was gonna freshen up for you but I blacked out a little on the way to the bathroom."
        ],
        [
            "Bernadette",
            "Survival training? Is that like camping?"
        ],
        [
            "Howard",
            "Uh-huh. Except you don’t have food or water, and they don’t have a sunset Sabbath service like they do at Camp Hess-Kramer."
        ],
        [
            "Bernadette",
            "Do you sleep in tents?"
        ],
        [
            "Howard",
            "No. I slept in a hole I dug in the ground with my bare hands. And at some point during the night, an armadillo crawled in and spooned me."
        ],
        [
            "Bernadette",
            "Poor baby."
        ],
        [
            "Howard",
            "But I did it. I survived. I wasn’t sure I was going to when the sandstorm hit. I just pulled my turtleneck up over my head and waited for death. But somehow as I sat there, wrapped in a cocoon of my own neck-sweat, I found that primal part of the human spirit that just wants to keep on living, no matter what the cost."
        ],
        [
            "Bernadette",
            "You’re so brave. I’m proud of you."
        ],
        [
            "Howard",
            "I ate a butterfly. It was so small and beautiful, but I was so hungry."
        ],
        [
            "Bernadette",
            "Are you crying?"
        ],
        [
            "Howard",
            "No, I don’t think it’s possible. I’m severely dehydrated. My pee is like toothpaste."
        ],
        [
            "Bernadette",
            "Howie, if you’re not able to do this, come home. It won’t change how I feel about you."
        ],
        [
            "Howard",
            "Thanks, honey, but I can’t quit. If I do, I’ll just be a guy who had a chance to be an astronaut and gave it up."
        ],
        [
            "Bernadette",
            "Well, is there anything I could do to help?"
        ],
        [
            "Howard",
            "No. Wait. Send more underwear."
        ],
        [
            "Scene",
            "Leonard’s bedroom. Leonard wakes to the sound of bongos."
        ],
        [
            "Leonard (going to living room)",
            "Don’t let this be Sheldon playing bongos. Please don’t let this be Sheldon playing bongos."
        ],
        [
            "Sheldon",
            "Hello, Leonard, do you like my bongos? Bet you didn’t know that I had bongos."
        ],
        [
            "Leonard",
            "Sheldon, it’s three o’clock in the morning."
        ],
        [
            "Sheldon",
            "Three in the morning is a good time for bongos."
        ],
        [
            "Leonard",
            "I was sleeping."
        ],
        [
            "Sheldon",
            "Leonard sleeps while I play bongos."
        ],
        [
            "Leonard",
            "No, he doesn’t."
        ],
        [
            "Sheldon",
            "Leonard no sleep while I play bongos. Bongo solo."
        ],
        [
            "Leonard",
            "Stop! Stop it! Stop! Stop! Stop it!"
        ],
        [
            "Penny (entering)",
            "What the hell?!"
        ],
        [
            "Leonard",
            "Oh, hi, Penny, guess what? Sheldon got bongos."
        ],
        [
            "Penny",
            "Why did you get bongos?"
        ],
        [
            "Sheldon",
            "Richard Feynman played the bongos. I thought I’d give that a try."
        ],
        [
            "Leonard",
            "Richard Feynman was a famous physicist."
        ],
        [
            "Penny",
            "Oh, Leonard, it’s three o’clock in the morning. I don’t care if Richard Feynman was a purple leprechaun who lived in my butt."
        ],
        [
            "Sheldon",
            "Penny meant if he were a purple leprechaun. Penny forgot to use the subjunctive."
        ],
        [
            "Leonard",
            "Sheldon, go to bed. You have work in the morning."
        ],
        [
            "Sheldon",
            "Maybe, maybe not. Maybe tomorrow I start a bongo band and tour the world."
        ],
        [
            "Leonard",
            "W-w-wuh, no, no, hang on,uh, uh, roommate agreement. No hootenannies, sing-a-longs, or barbershop quartets after ten p.m."
        ],
        [
            "Sheldon",
            "Roommate agreement? Are you kidding? We are living in a world of chaos. Roommate agreement."
        ],
        [
            "Penny",
            "Where are you going?"
        ],
        [
            "Sheldon",
            "Wherever the music takes me, kitten. I play bongos walking down the stairs. (Sound of falling) Oh! Oh! Never play bongos walking down the stairs."
        ],
        [
            "Scene",
            "Howard’s hotel room. There is a knock on the door."
        ],
        [
            "Bernadette",
            "Surprise."
        ],
        [
            "Howard",
            "What are you doing here?"
        ],
        [
            "Bernadette",
            "I’m here to help you get through this. You can’t do it on your own, you need someone to take care of you."
        ],
        [
            "Howard",
            "Oh, I love you so much."
        ],
        [
            "Bernadette",
            "Oh, I love you."
        ],
        [
            "Mrs Wolowitz (off)",
            "Howard, your bath is getting cold!"
        ],
        [
            "Howard",
            "Don’t worry, once she falls asleep, I’ll spoon you like an armadillo."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Amy",
            "He showed up in the middle of the night with his bongos. I foolishly thought it was some sort of musical booty call."
        ],
        [
            "Leonard",
            "Poor guy. He must have been exhausted. Sheldon like to sleep while Leonard play the bongo!"
        ],
        [
            "Amy",
            "That was kind of uncalled for."
        ],
        [
            "Leonard",
            "No, it was called for."
        ],
        [
            "Sheldon",
            "What’s going on?"
        ],
        [
            "Penny",
            "All right, Sheldon, this craziness has gone on long enough. Please come home so I can cut your hair."
        ],
        [
            "Sheldon",
            "Penny, you’re not trained. You’re not licensed. Most importantly, you don’t have access to my haircut records."
        ],
        [
            "Penny",
            "All right, honey, look, we’ve known each other for a long time now, right? I’ve taken you to Disneyland, I kicked a bully in the nuts for you, I sing you Soft Kitty when you’re sick, you’ve even saw me naked once."
        ],
        [
            "Leonard",
            "I’m sorry, duh, what?"
        ],
        [
            "Penny",
            "It was a long story. Anyway, Sheldon, I promise I know what I’m doing. Please let me cut your hair."
        ],
        [
            "Sheldon",
            "Amy, what do you think?"
        ],
        [
            "Amy",
            "There’s not a hair on my body I wouldn’t let this woman trim."
        ],
        [
            "Sheldon",
            "Fine, let’s go. Thank you for letting me sleep on your couch."
        ],
        [
            "Amy",
            "There’s only so many times a woman can say how about the bed?"
        ],
        [
            "Leonard",
            "What’s this about Sheldon seeing you naked?"
        ],
        [
            "Sheldon",
            "Oh, relax. It was just her bottom and her breasts."
        ],
        [
            "Scene",
            "Penny’s apartment. Penny is cutting Sheldon’s hair."
        ],
        [
            "Penny",
            "Almost done."
        ],
        [
            "Sheldon",
            "At the end of the haircut, Mr. D’Onofrio would tell me a dirty joke."
        ],
        [
            "Penny",
            "Well, sorry, I don’t know any dirty jokes."
        ],
        [
            "Sheldon",
            "That’s okay, I never understood them anyway."
        ],
        [
            "Penny",
            "Okay, what do you think?"
        ],
        [
            "Sheldon",
            "Hmm, well, it’s a little Hollywood. But I think I can pull it off. Well done, Penny."
        ],
        [
            "Penny",
            "Ha, told you. Okay, I’m just gonna clean up your neck a little and then you are good to go."
        ],
        [
            "Sheldon",
            "Fun time. Hah. Sorry, sometimes the clippers tickle me."
        ],
        [
            "Penny",
            "Okay. (Sheldon laughs and jerks, Penny accidentally shaves a strip up the back of his head) Okay, yep, we’re all done now. It’s just, it’s good. Let me just take that away from you. Okay."
        ],
        [
            "Sgeldon",
            "Thank you very much."
        ],
        [
            "Penny",
            "You are welcome. Yeah, I’m gonna have to move."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-18-the-werewolf-transformation/"
}