{
    "Season": 5,
    "Episode": 2,
    "Title": "the infestation hypothesis",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. Leonard is laying out wine and napkins in front of his laptop."
            ],
            [
                30,
                "Penny’s apartment."
            ],
            [
                52,
                "Credits sequence."
            ],
            [
                53,
                "Howard’s workshop. "
            ],
            [
                83,
                "Penny’s apartment door."
            ],
            [
                107,
                "Leonard’s bedroom."
            ],
            [
                142,
                "Amy’s apartment. Amy is playing a harp."
            ],
            [
                169,
                "Howard’s workshop. "
            ],
            [
                185,
                "Penny’s apartment. "
            ],
            [
                209,
                "Leonard’s bedroom. "
            ],
            [
                217,
                "The street outside the apartment block."
            ]
        ],
        "Sheldon": [
            [
                1,
                "What are you doing?"
            ],
            [
                3,
                "It’s eight o’clock in the morning in Mumbai. How can she have dinner?"
            ],
            [
                5,
                "All right, so technically it’s not a dinner date. I suppose you could call it a, uh, dinfast date. But if you did, you’d open yourself to peer-based mocking, such as, Hey, Leonard, how was your dinfast with Priya last night?"
            ],
            [
                7,
                "You didn’t let me finish. Dinfast (rolls eyes). Are those soy-based candles?"
            ],
            [
                9,
                "Paraffin candles may contain carcinogens. Unless lung cancer is the ambiance you were going for at your dinfast. Dinfast (rolls eyes)."
            ],
            [
                11,
                "Oh, yes, Priya. Leonard, you know I make a point of never interfering in your personal affairs."
            ],
            [
                13,
                "As well you should. But I’m going to make an exception here."
            ],
            [
                15,
                "Priya has moved back to India to pursue her law career. Instead of desperately trying to keep this intercontinental relationship alive, you could use that time to take up a hobby."
            ],
            [
                17,
                "Yes. I read recently about a fellow in Kansas with an enormous ball of twine. I bet you could give him a run for his money."
            ],
            [
                19,
                "When I rise to power, those people will be sterilized."
            ],
            [
                21,
                "Don’t you like Amy?"
            ],
            [
                23,
                "Well, there’s the difference. (Skype tone rings)"
            ],
            [
                29,
                "I miss the old days when your romantic partners could be returned to the video store."
            ],
            [
                31,
                "Thanks for letting me stay here while Leonard Skypes with his girlfriend."
            ],
            [
                33,
                "If we were an old married couple, the wife would serve iced tea and snickerdoodles."
            ],
            [
                35,
                "A good wife would go to the store."
            ],
            [
                37,
                "Good. On the way to see the lawyer, pick up some tea and cookies. I must say, I am enjoying your new chair."
            ],
            [
                39,
                "It is. Aligns the lumbar, cradles the coccyx, balances the buttocks. This is a chair worthy of the name."
            ],
            [
                41,
                "Chair."
            ],
            [
                43,
                "What?"
            ],
            [
                47,
                "I’ve been sitting in garbage!"
            ],
            [
                49,
                "You take it easy! I need to use your shower."
            ],
            [
                51,
                "There’s a wet Band-Aid on the shower floor. (Runs out of apartment)."
            ],
            [
                78,
                "Yes, I did. And now they’re cavorting at the base of my hair follicles like dancing hippies at the Redwood National Forest."
            ],
            [
                80,
                "Name one time I’ve ever done that."
            ],
            [
                82,
                "I said, name one. You really need to work on your listening skills."
            ],
            [
                84,
                "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
            ],
            [
                86,
                "You need to remove that chair from the building. It’s a health hazard."
            ],
            [
                88,
                "Really?"
            ],
            [
                90,
                "It certainly looks okay. Has a strong toxic chemical smell. That’s reassuring."
            ],
            [
                92,
                "All right. It is a comfortable chair."
            ],
            [
                94,
                "No, thank you. (Sees insect. More appear and swarm all over him. He jumps out of a daydream on his own couch. Jumps up and runs out to Penny’s apartment."
            ],
            [
                98,
                "You have to get rid of the chair."
            ],
            [
                100,
                "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
            ],
            [
                102,
                "For your safety, please wait in my apartment as I call the authorities so they may remove the chair of death."
            ],
            [
                104,
                "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
            ],
            [
                106,
                "Under my authority as a self-appointed member of the Centres for Disease Control street team, these premises are condemned. (Penny tries to close door) As a man with a keen sense of style, I must tell you, that chair does not work with the room. (Penny closes door). (Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Penny opens door and waves seat cushion at him. He screams and runs off. She closes door. He sneaks back) (Knock, knock, knock) Penny."
            ],
            [
                144,
                "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. (Knock, knock, knock) Amy."
            ],
            [
                146,
                "Is not. Is not, is not."
            ],
            [
                148,
                "Thank you."
            ],
            [
                150,
                "No."
            ],
            [
                152,
                "No."
            ],
            [
                154,
                "You’re good friends with Penny, right?"
            ],
            [
                156,
                "I was hoping she might listen to you about the dangers of owning unhygienic furniture."
            ],
            [
                158,
                "Cholera is water-borne. You’re mocking me."
            ],
            [
                160,
                "Penny has dragged a chair in off the street whose unknown provenance jeopardizes the health and welfare of every resident in our building."
            ],
            [
                162,
                "All right, name your price."
            ],
            [
                164,
                "You mean like Salt Lake City?"
            ],
            [
                166,
                "Thank you."
            ],
            [
                168,
                "No. I dislike the sound of the harp. Its overuse in classic television sitcoms always makes me think I’m going to experience an episode from my past. (Amy plays glissando) I’m sorry, Mommy. Don’t be mad at me. Don’t do that!"
            ]
        ],
        "Leonard": [
            [
                2,
                "Oh, uh, Priya’s calling in a few minutes on Skype, and we are gonna have a dinner date."
            ],
            [
                4,
                "Fine, whatever. Priya will be having breakfast."
            ],
            [
                6,
                "That doesn’t sound like mocking."
            ],
            [
                8,
                "I don’t know. Why?"
            ],
            [
                10,
                "Listen, I don’t want to be rude, but Priya’s gonna be calling any minute, so…"
            ],
            [
                12,
                "Yes, I’ve always admired that about you."
            ],
            [
                14,
                "Oh, good."
            ],
            [
                16,
                "A hobby?"
            ],
            [
                18,
                "You know, some people might say that it’s great that we’re trying to make things work long distance. They’d say things like, love is stronger than the miles between you."
            ],
            [
                20,
                "You video-chat with Amy all the time. How is this different?"
            ],
            [
                22,
                "Of course I like Amy."
            ],
            [
                24,
                "Excuse me, that’s Priya."
            ],
            [
                26,
                "Hey, honey."
            ],
            [
                28,
                "Oh, I miss you, too."
            ],
            [
                56,
                "That’s three minutes. Should we see what we got?"
            ],
            [
                60,
                "Yep."
            ],
            [
                62,
                "Not easy, but we’re making it work."
            ],
            [
                64,
                "What?"
            ],
            [
                68,
                "There’s no junk jiggling. We just talk."
            ],
            [
                70,
                "I can’t do that."
            ],
            [
                75,
                "I did it last night, I’m not doing it again."
            ],
            [
                77,
                "I don’t want to talk about it. You didn’t catch bugs from Penny’s chair."
            ],
            [
                79,
                "Sheldon, you do this all the time. You fixate on some crazy idea and then blow it way out of proportion."
            ],
            [
                81,
                "How about when you put GPS trackers in your garbage because you were convinced North Korean spies were stealing your doodles? The chicken nuggets you were sure were human nuggets. The strangely-shaped cloud that was following you around town. The time you put on my shirt by mistake and were convinced you’d started growing again."
            ],
            [
                95,
                "It’s like living with a Chihuahua."
            ],
            [
                108,
                "So, here we are. Back in bed together."
            ],
            [
                110,
                "Okay, so I, I, I guess I’ll just jump right in."
            ],
            [
                112,
                "Uh, you’re a naughty girl. And, and, uh, I, I want to punish you with my love?"
            ],
            [
                114,
                "Not good?"
            ],
            [
                116,
                "Okay. Uh, uh, you’re not naughty. Uh, you’re, you’re, you’re dirty. You’re, you’re a, a dirty girl?"
            ],
            [
                118,
                "Yeah, yeah. Uh, okay. You’re a, you’re a, you’re a, a dirty, disgusting, revolting girl. Ugh!"
            ],
            [
                120,
                "Why don’t you just give me five minutes? I’ll Google how to do this. I’ll call you right back."
            ],
            [
                122,
                "Okay, like usual. Good."
            ],
            [
                124,
                "All rightie. Shirt coming off. Ta-da! Man nipples."
            ],
            [
                126,
                "Yes, ma’am."
            ],
            [
                128,
                "Taking shorts off. There we go. Naked, naked, naked!"
            ],
            [
                130,
                "Cool. (computer screen bugs out) Uh-oh!"
            ],
            [
                132,
                "Oh, damn it!"
            ],
            [
                134,
                "No, no! No-no-no! The screen froze. It’s probably just buffering, just give it a second."
            ],
            [
                136,
                "So, how are your mom and dad?"
            ],
            [
                138,
                "Yeah. Sure, sure."
            ],
            [
                140,
                "Oh! I didn’t even think of that. Thanks."
            ],
            [
                170,
                "I don’t know about this, Howard."
            ],
            [
                172,
                "I don’t think so."
            ],
            [
                210,
                "Oh, hey, babe, I think I figured this thing out."
            ],
            [
                212,
                "No, you listen. You’re my woman, and I’m gonna make you feel things you have never felt before."
            ],
            [
                214,
                "That’s right, say my name, and beg me for more, ’cause, I’m gonna give it to you."
            ]
        ],
        "Priya (on screen)": [
            [
                25,
                "Hi, Leonard."
            ],
            [
                211,
                "Oh, Leonard, listen…"
            ]
        ],
        "Priya": [
            [
                27,
                "I miss you."
            ],
            [
                111,
                "All right."
            ],
            [
                113,
                "What?"
            ],
            [
                115,
                "That’s terrible. Try again."
            ],
            [
                117,
                "Oh, yes. Yes, I am."
            ],
            [
                119,
                "God, Leonard, stop talking."
            ],
            [
                121,
                "Shh-shh-shh. Just be quiet and do what I tell you."
            ],
            [
                123,
                "Take off your shirt."
            ],
            [
                125,
                "I said be quiet."
            ],
            [
                127,
                "Now take off your shorts."
            ],
            [
                129,
                "Wonderful. Now I’ll take off my clothes."
            ],
            [
                131,
                "Here I am, baby. You miss these?"
            ],
            [
                133,
                "Oh, Leonard! Already?"
            ],
            [
                135,
                "Fine."
            ],
            [
                137,
                "Yeah, I really don’t want to talk about my parents now."
            ],
            [
                213,
                "Leonard…"
            ],
            [
                215,
                "My parents are here."
            ]
        ],
        "Penny": [
            [
                32,
                "Oh, it’s no problem. It’s actually kind of nice. You reading, me reading. We’re like an old married couple."
            ],
            [
                34,
                "I don’t have iced tea and snickerdoodles."
            ],
            [
                36,
                "I want a divorce."
            ],
            [
                38,
                "It’s great, isn’t it?"
            ],
            [
                40,
                "What name?"
            ],
            [
                42,
                "Oh, all right, well, I’m glad you like it. I mean, I still can’t get over the fact someone just threw it away."
            ],
            [
                44,
                "Yeah, it was just sitting on the street. I paid a homeless guy ten bucks to help me get it up here."
            ],
            [
                46,
                "What is wrong?"
            ],
            [
                48,
                "Sheldon, take it easy."
            ],
            [
                50,
                "I went into this marriage with so much hope."
            ],
            [
                85,
                "Yello."
            ],
            [
                87,
                "Okay, relax. I took off the slipcovers, had them dry-cleaned and then fumigated the cushions."
            ],
            [
                89,
                "Yeah. It’s cleaner than my couch. Found half a Hot Pocket in there."
            ],
            [
                91,
                "Why don’t you give it a try, Sheldon?"
            ],
            [
                93,
                "Why don’t you just admit you overreacted?"
            ],
            [
                97,
                "What’s up, buttercup?"
            ],
            [
                99,
                "Nope. (Closes door) "
            ],
            [
                101,
                "What’s the word, hummingbird?"
            ],
            [
                103,
                "No. (Closes door)"
            ],
            [
                105,
                "What’s the gist, physicist?"
            ],
            [
                186,
                "Pretty cool, huh? Probably would cost, like, two hundred bucks in a store."
            ],
            [
                188,
                "You’re kidding."
            ],
            [
                190,
                "And now me."
            ],
            [
                192,
                "And what’s that?"
            ],
            [
                194,
                "No, it’s completely fine. Hmm. I get it. Sheldon sent you. He put you up to this."
            ],
            [
                196,
                "Really?"
            ],
            [
                198,
                "My God, Amy, that’s really crappy of you."
            ],
            [
                200,
                "Yeah! Letting Sheldon use you to manipulate me? I thought you were my friend."
            ],
            [
                202,
                "I can’t even believe this. You know, maybe you should just go."
            ],
            [
                204,
                "What’s wrong?"
            ],
            [
                206,
                "Wait. Get up, get up! (She does. Something is moving in the seat cushion. They both run out of the apartment screaming.) Swear you won’t tell Sheldon what happened!"
            ]
        ],
        "Sheldon (jumps up)": [
            [
                45,
                "Oh, dear. Oh, dear. Oh, dear. (Starts stripping off clothing)"
            ]
        ],
        "Raj": [
            [
                54,
                "This is fun. I’ve never used a hydraulic thermoforming press before."
            ],
            [
                58,
                "Oh, yeah. This is one good-looking panini."
            ],
            [
                66,
                "Come on, dude. This is my sister you’re talking about."
            ],
            [
                72,
                "How can you be so racist?"
            ],
            [
                173,
                "I’ll try it. Like this?"
            ],
            [
                175,
                "Like this?"
            ],
            [
                177,
                "Better?"
            ],
            [
                179,
                "I’m impressed. This is very lifelike."
            ],
            [
                181,
                "I, I nibbled. I was being playful."
            ],
            [
                183,
                "Sorry. Better?"
            ],
            [
                219,
                "Yeah. Hey, you know, if this was in Sheldon and Leonard’s apartment, I wouldn’t wind up sitting on the floor all the time."
            ],
            [
                222,
                "What kind of idiot throws away a terrific chair like this?"
            ]
        ],
        "Howard": [
            [
                55,
                "Pretty sweet, huh? This little baby set the university back 175 grand."
            ],
            [
                57,
                "Hang on."
            ],
            [
                59,
                "Hand me the tuna melt."
            ],
            [
                61,
                "Thank you. How’s it going with the long-distance love affair?"
            ],
            [
                63,
                "When you say making it work, does that include doing the cyber nasty?"
            ],
            [
                65,
                "You know, the virtual pickle tickle. The digital bow-chicka-bow-bow."
            ],
            [
                67,
                "Hey, Leonard jiggling his junk at her through a webcam has got to be easier for you to deal with than him actually touching her with it."
            ],
            [
                69,
                "Are you insane? With high-speed Internet, you have at your fingertips the greatest advancement in the field of sex since the invention of the washcloth."
            ],
            [
                71,
                "Well, if you don’t, you’re gonna lose Priya to some fancy guy in a turban who grew up with Kama Sutra coloring books."
            ],
            [
                73,
                "Oh, come on, tell me I’m wrong."
            ],
            [
                76,
                "Just his head, right?"
            ],
            [
                171,
                "What? You’re having trouble with the long-distance lovemaking. This is your answer. There are two interfaces that simulate a human mouth. You have one, Priya has one in India. When you move your lips and tongue on yours, it transmits exactly what you’re doing to hers. See? Internet kissing. (Howard kisses device) Give it a try."
            ],
            [
                174,
                "Almost. Really get your tongue in there, to activate the motion sensor."
            ],
            [
                176,
                "Close. Really French it."
            ],
            [
                178,
                "Yeah, you got it, you got it."
            ],
            [
                180,
                "Whoa! You just bit my tongue!"
            ],
            [
                182,
                "Why do you have to make everything weird?"
            ],
            [
                184,
                "Oh, yeah."
            ],
            [
                218,
                "Check it out. Free chair."
            ],
            [
                220,
                "On three?"
            ]
        ],
        "Sheldon (entering)": [
            [
                74,
                "Oh, Leonard, good. There you are. I need you to check my head for chair lice."
            ]
        ],
        "Sheldon (at Penny’s door)": [
            [
                96,
                "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
            ]
        ],
        "Priya (on laptop screen)": [
            [
                109,
                "Yep, here we are."
            ]
        ],
        "Sheldon (calling from outside)": [
            [
                139,
                "If your video’s frozen, try resetting the TCP/IP stack."
            ]
        ],
        "Sheldon (still off)": [
            [
                141,
                "You’re welcome. Please let me know when you and your girlfriend are done hogging the bandwidth for your self-abuse. I’m trying to stream a movie on Netflix in here."
            ]
        ],
        "Amy": [
            [
                143,
                "Five, six, seven, eight. Tall and tan and young and lovely, the girl from Ipanema goes walking, and when she passes, each one she passes goes…"
            ],
            [
                145,
                "Oh… You are aware that your ritualistic knocking behaviour is symptomatic of obsessive compulsive disorder?"
            ],
            [
                147,
                "Denial. Denial, denial. Come in."
            ],
            [
                149,
                "Would you like to hear me play a bossa nova standard on the harp?"
            ],
            [
                151,
                "How about the theme song to the classic television show Diff’rent Strokes? Now the world don’t move to the beat…"
            ],
            [
                153,
                "Well, that’s every song I know. What’s up?"
            ],
            [
                155,
                "Best friends, besties, BFFs, peas in a pod, sisters who would share travelling pants. Go on."
            ],
            [
                157,
                "For general educational purposes, or has she acquired a bar stool dipped in cholera?"
            ],
            [
                159,
                "Yes, I am."
            ],
            [
                161,
                "Sheldon, just because you have a focus on cleanliness bordering on the psychotic doesn’t mean I have to participate."
            ],
            [
                163,
                "Kiss me where I’ve never been kissed before."
            ],
            [
                165,
                "Never mind. I’ll talk to Penny."
            ],
            [
                167,
                "Will you listen to me play my harp now?"
            ],
            [
                187,
                "I do appreciate a bargain. This entire ensemble once belonged to my dead grandmother."
            ],
            [
                189,
                "Everything except bra and panties. And they’re a leopard-spotted secret I share with Victoria."
            ],
            [
                191,
                "I just have one question about the chair."
            ],
            [
                193,
                "Aren’t you worried about it being unhygienic?"
            ],
            [
                195,
                "No, he didn’t."
            ],
            [
                197,
                "Yes, he did. He absolutely did."
            ],
            [
                199,
                "It is?"
            ],
            [
                201,
                "No, I am your friend. Please don’t be mad at me."
            ],
            [
                203,
                "No, no, I’m sorry, I’m so sorry. I take it all back. Look. I’m, uh, I’m sitting in your chair. There’s nothing wrong with it. It’s a great chair. Please let me continue to be part of your world. Ow!"
            ],
            [
                205,
                "Something in the chair’s biting my tushy. It’s not important. Ow!"
            ]
        ],
        "Amy (between screams)": [
            [
                207,
                "I swear! Can I tell my doctor? I’m probably gonna need shots!"
            ]
        ],
        "Penny (also still screaming)": [
            [
                208,
                "Yeah, sure!"
            ]
        ],
        "Dr Koothrappali": [
            [
                216,
                "Hello, Leonard, if I may also say your name."
            ]
        ],
        "Together": [
            [
                221,
                "Three!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. Leonard is laying out wine and napkins in front of his laptop."
        ],
        [
            "Sheldon",
            "What are you doing?"
        ],
        [
            "Leonard",
            "Oh, uh, Priya’s calling in a few minutes on Skype, and we are gonna have a dinner date."
        ],
        [
            "Sheldon",
            "It’s eight o’clock in the morning in Mumbai. How can she have dinner?"
        ],
        [
            "Leonard",
            "Fine, whatever. Priya will be having breakfast."
        ],
        [
            "Sheldon",
            "All right, so technically it’s not a dinner date. I suppose you could call it a, uh, dinfast date. But if you did, you’d open yourself to peer-based mocking, such as, Hey, Leonard, how was your dinfast with Priya last night?"
        ],
        [
            "Leonard",
            "That doesn’t sound like mocking."
        ],
        [
            "Sheldon",
            "You didn’t let me finish. Dinfast (rolls eyes). Are those soy-based candles?"
        ],
        [
            "Leonard",
            "I don’t know. Why?"
        ],
        [
            "Sheldon",
            "Paraffin candles may contain carcinogens. Unless lung cancer is the ambiance you were going for at your dinfast. Dinfast (rolls eyes)."
        ],
        [
            "Leonard",
            "Listen, I don’t want to be rude, but Priya’s gonna be calling any minute, so…"
        ],
        [
            "Sheldon",
            "Oh, yes, Priya. Leonard, you know I make a point of never interfering in your personal affairs."
        ],
        [
            "Leonard",
            "Yes, I’ve always admired that about you."
        ],
        [
            "Sheldon",
            "As well you should. But I’m going to make an exception here."
        ],
        [
            "Leonard",
            "Oh, good."
        ],
        [
            "Sheldon",
            "Priya has moved back to India to pursue her law career. Instead of desperately trying to keep this intercontinental relationship alive, you could use that time to take up a hobby."
        ],
        [
            "Leonard",
            "A hobby?"
        ],
        [
            "Sheldon",
            "Yes. I read recently about a fellow in Kansas with an enormous ball of twine. I bet you could give him a run for his money."
        ],
        [
            "Leonard",
            "You know, some people might say that it’s great that we’re trying to make things work long distance. They’d say things like, love is stronger than the miles between you."
        ],
        [
            "Sheldon",
            "When I rise to power, those people will be sterilized."
        ],
        [
            "Leonard",
            "You video-chat with Amy all the time. How is this different?"
        ],
        [
            "Sheldon",
            "Don’t you like Amy?"
        ],
        [
            "Leonard",
            "Of course I like Amy."
        ],
        [
            "Sheldon",
            "Well, there’s the difference. (Skype tone rings)"
        ],
        [
            "Leonard",
            "Excuse me, that’s Priya."
        ],
        [
            "Priya (on screen)",
            "Hi, Leonard."
        ],
        [
            "Leonard",
            "Hey, honey."
        ],
        [
            "Priya",
            "I miss you."
        ],
        [
            "Leonard",
            "Oh, I miss you, too."
        ],
        [
            "Sheldon",
            "I miss the old days when your romantic partners could be returned to the video store."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon",
            "Thanks for letting me stay here while Leonard Skypes with his girlfriend."
        ],
        [
            "Penny",
            "Oh, it’s no problem. It’s actually kind of nice. You reading, me reading. We’re like an old married couple."
        ],
        [
            "Sheldon",
            "If we were an old married couple, the wife would serve iced tea and snickerdoodles."
        ],
        [
            "Penny",
            "I don’t have iced tea and snickerdoodles."
        ],
        [
            "Sheldon",
            "A good wife would go to the store."
        ],
        [
            "Penny",
            "I want a divorce."
        ],
        [
            "Sheldon",
            "Good. On the way to see the lawyer, pick up some tea and cookies. I must say, I am enjoying your new chair."
        ],
        [
            "Penny",
            "It’s great, isn’t it?"
        ],
        [
            "Sheldon",
            "It is. Aligns the lumbar, cradles the coccyx, balances the buttocks. This is a chair worthy of the name."
        ],
        [
            "Penny",
            "What name?"
        ],
        [
            "Sheldon",
            "Chair."
        ],
        [
            "Penny",
            "Oh, all right, well, I’m glad you like it. I mean, I still can’t get over the fact someone just threw it away."
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Penny",
            "Yeah, it was just sitting on the street. I paid a homeless guy ten bucks to help me get it up here."
        ],
        [
            "Sheldon (jumps up)",
            "Oh, dear. Oh, dear. Oh, dear. (Starts stripping off clothing)"
        ],
        [
            "Penny",
            "What is wrong?"
        ],
        [
            "Sheldon",
            "I’ve been sitting in garbage!"
        ],
        [
            "Penny",
            "Sheldon, take it easy."
        ],
        [
            "Sheldon",
            "You take it easy! I need to use your shower."
        ],
        [
            "Penny",
            "I went into this marriage with so much hope."
        ],
        [
            "Sheldon",
            "There’s a wet Band-Aid on the shower floor. (Runs out of apartment)."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Howard’s workshop. "
        ],
        [
            "Raj",
            "This is fun. I’ve never used a hydraulic thermoforming press before."
        ],
        [
            "Howard",
            "Pretty sweet, huh? This little baby set the university back 175 grand."
        ],
        [
            "Leonard",
            "That’s three minutes. Should we see what we got?"
        ],
        [
            "Howard",
            "Hang on."
        ],
        [
            "Raj",
            "Oh, yeah. This is one good-looking panini."
        ],
        [
            "Howard",
            "Hand me the tuna melt."
        ],
        [
            "Leonard",
            "Yep."
        ],
        [
            "Howard",
            "Thank you. How’s it going with the long-distance love affair?"
        ],
        [
            "Leonard",
            "Not easy, but we’re making it work."
        ],
        [
            "Howard",
            "When you say making it work, does that include doing the cyber nasty?"
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Howard",
            "You know, the virtual pickle tickle. The digital bow-chicka-bow-bow."
        ],
        [
            "Raj",
            "Come on, dude. This is my sister you’re talking about."
        ],
        [
            "Howard",
            "Hey, Leonard jiggling his junk at her through a webcam has got to be easier for you to deal with than him actually touching her with it."
        ],
        [
            "Leonard",
            "There’s no junk jiggling. We just talk."
        ],
        [
            "Howard",
            "Are you insane? With high-speed Internet, you have at your fingertips the greatest advancement in the field of sex since the invention of the washcloth."
        ],
        [
            "Leonard",
            "I can’t do that."
        ],
        [
            "Howard",
            "Well, if you don’t, you’re gonna lose Priya to some fancy guy in a turban who grew up with Kama Sutra coloring books."
        ],
        [
            "Raj",
            "How can you be so racist?"
        ],
        [
            "Howard",
            "Oh, come on, tell me I’m wrong."
        ],
        [
            "Sheldon (entering)",
            "Oh, Leonard, good. There you are. I need you to check my head for chair lice."
        ],
        [
            "Leonard",
            "I did it last night, I’m not doing it again."
        ],
        [
            "Howard",
            "Just his head, right?"
        ],
        [
            "Leonard",
            "I don’t want to talk about it. You didn’t catch bugs from Penny’s chair."
        ],
        [
            "Sheldon",
            "Yes, I did. And now they’re cavorting at the base of my hair follicles like dancing hippies at the Redwood National Forest."
        ],
        [
            "Leonard",
            "Sheldon, you do this all the time. You fixate on some crazy idea and then blow it way out of proportion."
        ],
        [
            "Sheldon",
            "Name one time I’ve ever done that."
        ],
        [
            "Leonard",
            "How about when you put GPS trackers in your garbage because you were convinced North Korean spies were stealing your doodles? The chicken nuggets you were sure were human nuggets. The strangely-shaped cloud that was following you around town. The time you put on my shirt by mistake and were convinced you’d started growing again."
        ],
        [
            "Sheldon",
            "I said, name one. You really need to work on your listening skills."
        ],
        [
            "Scene",
            "Penny’s apartment door."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
        ],
        [
            "Penny",
            "Yello."
        ],
        [
            "Sheldon",
            "You need to remove that chair from the building. It’s a health hazard."
        ],
        [
            "Penny",
            "Okay, relax. I took off the slipcovers, had them dry-cleaned and then fumigated the cushions."
        ],
        [
            "Sheldon",
            "Really?"
        ],
        [
            "Penny",
            "Yeah. It’s cleaner than my couch. Found half a Hot Pocket in there."
        ],
        [
            "Sheldon",
            "It certainly looks okay. Has a strong toxic chemical smell. That’s reassuring."
        ],
        [
            "Penny",
            "Why don’t you give it a try, Sheldon?"
        ],
        [
            "Sheldon",
            "All right. It is a comfortable chair."
        ],
        [
            "Penny",
            "Why don’t you just admit you overreacted?"
        ],
        [
            "Sheldon",
            "No, thank you. (Sees insect. More appear and swarm all over him. He jumps out of a daydream on his own couch. Jumps up and runs out to Penny’s apartment."
        ],
        [
            "Leonard",
            "It’s like living with a Chihuahua."
        ],
        [
            "Sheldon (at Penny’s door)",
            "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
        ],
        [
            "Penny",
            "What’s up, buttercup?"
        ],
        [
            "Sheldon",
            "You have to get rid of the chair."
        ],
        [
            "Penny",
            "Nope. (Closes door) "
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
        ],
        [
            "Penny",
            "What’s the word, hummingbird?"
        ],
        [
            "Sheldon",
            "For your safety, please wait in my apartment as I call the authorities so they may remove the chair of death."
        ],
        [
            "Penny",
            "No. (Closes door)"
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
        ],
        [
            "Penny",
            "What’s the gist, physicist?"
        ],
        [
            "Sheldon",
            "Under my authority as a self-appointed member of the Centres for Disease Control street team, these premises are condemned. (Penny tries to close door) As a man with a keen sense of style, I must tell you, that chair does not work with the room. (Penny closes door). (Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Penny opens door and waves seat cushion at him. He screams and runs off. She closes door. He sneaks back) (Knock, knock, knock) Penny."
        ],
        [
            "Scene",
            "Leonard’s bedroom."
        ],
        [
            "Leonard",
            "So, here we are. Back in bed together."
        ],
        [
            "Priya (on laptop screen)",
            "Yep, here we are."
        ],
        [
            "Leonard",
            "Okay, so I, I, I guess I’ll just jump right in."
        ],
        [
            "Priya",
            "All right."
        ],
        [
            "Leonard",
            "Uh, you’re a naughty girl. And, and, uh, I, I want to punish you with my love?"
        ],
        [
            "Priya",
            "What?"
        ],
        [
            "Leonard",
            "Not good?"
        ],
        [
            "Priya",
            "That’s terrible. Try again."
        ],
        [
            "Leonard",
            "Okay. Uh, uh, you’re not naughty. Uh, you’re, you’re, you’re dirty. You’re, you’re a, a dirty girl?"
        ],
        [
            "Priya",
            "Oh, yes. Yes, I am."
        ],
        [
            "Leonard",
            "Yeah, yeah. Uh, okay. You’re a, you’re a, you’re a, a dirty, disgusting, revolting girl. Ugh!"
        ],
        [
            "Priya",
            "God, Leonard, stop talking."
        ],
        [
            "Leonard",
            "Why don’t you just give me five minutes? I’ll Google how to do this. I’ll call you right back."
        ],
        [
            "Priya",
            "Shh-shh-shh. Just be quiet and do what I tell you."
        ],
        [
            "Leonard",
            "Okay, like usual. Good."
        ],
        [
            "Priya",
            "Take off your shirt."
        ],
        [
            "Leonard",
            "All rightie. Shirt coming off. Ta-da! Man nipples."
        ],
        [
            "Priya",
            "I said be quiet."
        ],
        [
            "Leonard",
            "Yes, ma’am."
        ],
        [
            "Priya",
            "Now take off your shorts."
        ],
        [
            "Leonard",
            "Taking shorts off. There we go. Naked, naked, naked!"
        ],
        [
            "Priya",
            "Wonderful. Now I’ll take off my clothes."
        ],
        [
            "Leonard",
            "Cool. (computer screen bugs out) Uh-oh!"
        ],
        [
            "Priya",
            "Here I am, baby. You miss these?"
        ],
        [
            "Leonard",
            "Oh, damn it!"
        ],
        [
            "Priya",
            "Oh, Leonard! Already?"
        ],
        [
            "Leonard",
            "No, no! No-no-no! The screen froze. It’s probably just buffering, just give it a second."
        ],
        [
            "Priya",
            "Fine."
        ],
        [
            "Leonard",
            "So, how are your mom and dad?"
        ],
        [
            "Priya",
            "Yeah, I really don’t want to talk about my parents now."
        ],
        [
            "Leonard",
            "Yeah. Sure, sure."
        ],
        [
            "Sheldon (calling from outside)",
            "If your video’s frozen, try resetting the TCP/IP stack."
        ],
        [
            "Leonard",
            "Oh! I didn’t even think of that. Thanks."
        ],
        [
            "Sheldon (still off)",
            "You’re welcome. Please let me know when you and your girlfriend are done hogging the bandwidth for your self-abuse. I’m trying to stream a movie on Netflix in here."
        ],
        [
            "Scene",
            "Amy’s apartment. Amy is playing a harp."
        ],
        [
            "Amy",
            "Five, six, seven, eight. Tall and tan and young and lovely, the girl from Ipanema goes walking, and when she passes, each one she passes goes…"
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. (Knock, knock, knock) Amy."
        ],
        [
            "Amy",
            "Oh… You are aware that your ritualistic knocking behaviour is symptomatic of obsessive compulsive disorder?"
        ],
        [
            "Sheldon",
            "Is not. Is not, is not."
        ],
        [
            "Amy",
            "Denial. Denial, denial. Come in."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Amy",
            "Would you like to hear me play a bossa nova standard on the harp?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Amy",
            "How about the theme song to the classic television show Diff’rent Strokes? Now the world don’t move to the beat…"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Amy",
            "Well, that’s every song I know. What’s up?"
        ],
        [
            "Sheldon",
            "You’re good friends with Penny, right?"
        ],
        [
            "Amy",
            "Best friends, besties, BFFs, peas in a pod, sisters who would share travelling pants. Go on."
        ],
        [
            "Sheldon",
            "I was hoping she might listen to you about the dangers of owning unhygienic furniture."
        ],
        [
            "Amy",
            "For general educational purposes, or has she acquired a bar stool dipped in cholera?"
        ],
        [
            "Sheldon",
            "Cholera is water-borne. You’re mocking me."
        ],
        [
            "Amy",
            "Yes, I am."
        ],
        [
            "Sheldon",
            "Penny has dragged a chair in off the street whose unknown provenance jeopardizes the health and welfare of every resident in our building."
        ],
        [
            "Amy",
            "Sheldon, just because you have a focus on cleanliness bordering on the psychotic doesn’t mean I have to participate."
        ],
        [
            "Sheldon",
            "All right, name your price."
        ],
        [
            "Amy",
            "Kiss me where I’ve never been kissed before."
        ],
        [
            "Sheldon",
            "You mean like Salt Lake City?"
        ],
        [
            "Amy",
            "Never mind. I’ll talk to Penny."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Amy",
            "Will you listen to me play my harp now?"
        ],
        [
            "Sheldon",
            "No. I dislike the sound of the harp. Its overuse in classic television sitcoms always makes me think I’m going to experience an episode from my past. (Amy plays glissando) I’m sorry, Mommy. Don’t be mad at me. Don’t do that!"
        ],
        [
            "Scene",
            "Howard’s workshop. "
        ],
        [
            "Leonard",
            "I don’t know about this, Howard."
        ],
        [
            "Howard",
            "What? You’re having trouble with the long-distance lovemaking. This is your answer. There are two interfaces that simulate a human mouth. You have one, Priya has one in India. When you move your lips and tongue on yours, it transmits exactly what you’re doing to hers. See? Internet kissing. (Howard kisses device) Give it a try."
        ],
        [
            "Leonard",
            "I don’t think so."
        ],
        [
            "Raj",
            "I’ll try it. Like this?"
        ],
        [
            "Howard",
            "Almost. Really get your tongue in there, to activate the motion sensor."
        ],
        [
            "Raj",
            "Like this?"
        ],
        [
            "Howard",
            "Close. Really French it."
        ],
        [
            "Raj",
            "Better?"
        ],
        [
            "Howard",
            "Yeah, you got it, you got it."
        ],
        [
            "Raj",
            "I’m impressed. This is very lifelike."
        ],
        [
            "Howard",
            "Whoa! You just bit my tongue!"
        ],
        [
            "Raj",
            "I, I nibbled. I was being playful."
        ],
        [
            "Howard",
            "Why do you have to make everything weird?"
        ],
        [
            "Raj",
            "Sorry. Better?"
        ],
        [
            "Howard",
            "Oh, yeah."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "Pretty cool, huh? Probably would cost, like, two hundred bucks in a store."
        ],
        [
            "Amy",
            "I do appreciate a bargain. This entire ensemble once belonged to my dead grandmother."
        ],
        [
            "Penny",
            "You’re kidding."
        ],
        [
            "Amy",
            "Everything except bra and panties. And they’re a leopard-spotted secret I share with Victoria."
        ],
        [
            "Penny",
            "And now me."
        ],
        [
            "Amy",
            "I just have one question about the chair."
        ],
        [
            "Penny",
            "And what’s that?"
        ],
        [
            "Amy",
            "Aren’t you worried about it being unhygienic?"
        ],
        [
            "Penny",
            "No, it’s completely fine. Hmm. I get it. Sheldon sent you. He put you up to this."
        ],
        [
            "Amy",
            "No, he didn’t."
        ],
        [
            "Penny",
            "Really?"
        ],
        [
            "Amy",
            "Yes, he did. He absolutely did."
        ],
        [
            "Penny",
            "My God, Amy, that’s really crappy of you."
        ],
        [
            "Amy",
            "It is?"
        ],
        [
            "Penny",
            "Yeah! Letting Sheldon use you to manipulate me? I thought you were my friend."
        ],
        [
            "Amy",
            "No, I am your friend. Please don’t be mad at me."
        ],
        [
            "Penny",
            "I can’t even believe this. You know, maybe you should just go."
        ],
        [
            "Amy",
            "No, no, I’m sorry, I’m so sorry. I take it all back. Look. I’m, uh, I’m sitting in your chair. There’s nothing wrong with it. It’s a great chair. Please let me continue to be part of your world. Ow!"
        ],
        [
            "Penny",
            "What’s wrong?"
        ],
        [
            "Amy",
            "Something in the chair’s biting my tushy. It’s not important. Ow!"
        ],
        [
            "Penny",
            "Wait. Get up, get up! (She does. Something is moving in the seat cushion. They both run out of the apartment screaming.) Swear you won’t tell Sheldon what happened!"
        ],
        [
            "Amy (between screams)",
            "I swear! Can I tell my doctor? I’m probably gonna need shots!"
        ],
        [
            "Penny (also still screaming)",
            "Yeah, sure!"
        ],
        [
            "Scene",
            "Leonard’s bedroom. "
        ],
        [
            "Leonard",
            "Oh, hey, babe, I think I figured this thing out."
        ],
        [
            "Priya (on screen)",
            "Oh, Leonard, listen…"
        ],
        [
            "Leonard",
            "No, you listen. You’re my woman, and I’m gonna make you feel things you have never felt before."
        ],
        [
            "Priya",
            "Leonard…"
        ],
        [
            "Leonard",
            "That’s right, say my name, and beg me for more, ’cause, I’m gonna give it to you."
        ],
        [
            "Priya",
            "My parents are here."
        ],
        [
            "Dr Koothrappali",
            "Hello, Leonard, if I may also say your name."
        ],
        [
            "Scene",
            "The street outside the apartment block."
        ],
        [
            "Howard",
            "Check it out. Free chair."
        ],
        [
            "Raj",
            "Yeah. Hey, you know, if this was in Sheldon and Leonard’s apartment, I wouldn’t wind up sitting on the floor all the time."
        ],
        [
            "Howard",
            "On three?"
        ],
        [
            "Together",
            "Three!"
        ],
        [
            "Raj",
            "What kind of idiot throws away a terrific chair like this?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-02-the-infestation-hypothesis/"
}