{
    "Season": 5,
    "Episode": 24,
    "Title": "the countdown reflection",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Following a “Previously on The Big Bang Theory” section"
            ],
            [
                1,
                "A Soyuz Spaceship capsule."
            ],
            [
                9,
                "The apartment."
            ],
            [
                20,
                "Soyuz capsule."
            ],
            [
                25,
                "Credits sequence."
            ],
            [
                26,
                "Soyuz capsule."
            ],
            [
                37,
                "Howard’s bedroom."
            ],
            [
                61,
                "The apartment."
            ],
            [
                75,
                "City Hall."
            ],
            [
                101,
                "Soyuz capsule."
            ],
            [
                110,
                "The Cheesecake Factory bar."
            ],
            [
                137,
                "Soyuz capsule."
            ],
            [
                148,
                "The apartment."
            ],
            [
                161,
                "Penny’s door. Howard knocks."
            ],
            [
                170,
                "The roof."
            ],
            [
                207,
                "Soyuz capsule."
            ],
            [
                211,
                "The apartment."
            ],
            [
                220,
                "(Russian countdown ends, rocket takes off)"
            ]
        ],
        "Mission Control (in Russian)": [
            [
                2,
                "Launch step twelve reading okay."
            ],
            [
                141,
                "Not bad. We feel okay to go."
            ]
        ],
        "Cosmonaut (in Russian)": [
            [
                3,
                "Launch step twelve acknowledged."
            ],
            [
                21,
                "Are all of the systems of the ship ready?"
            ]
        ],
        "Howard": [
            [
                4,
                "Hey Mike?"
            ],
            [
                6,
                "I changed my mind. I don’t want to do this."
            ],
            [
                8,
                "Yeah, I’m a funny guy. I also have a hysterical bit planned for later where I pretend to cry through the whole launch."
            ],
            [
                24,
                "Good! Good! Oh, quick question, I missed it in the briefing. How much urine do these suits hold?"
            ],
            [
                28,
                "Check."
            ],
            [
                30,
                "No, it’s ’cause I live with my mom and she makes me Froot Loops."
            ],
            [
                34,
                "Thanks, we decided to do it before the launch."
            ],
            [
                36,
                "Not exactly. Listen, if you don’t mind, I’m not really up for chatting. I’m just going to sit here quietly and let my life flash before my eyes. That went really quick. Let me try it again."
            ],
            [
                38,
                "Close your eyes. Put out your hand. I got you something special."
            ],
            [
                40,
                "No, here."
            ],
            [
                42,
                "Okay, but I’m going to have to get it back from you so I can take it to the International Space Station. That way, when I come home, you will have a star that was actually in space."
            ],
            [
                44,
                "Take that, every guy who’s ever bought you anything."
            ],
            [
                46,
                "Really? Well, if you like it that much, then close your eyes and put out your hand."
            ],
            [
                48,
                "No! When I eat Froot Loops, the other astronauts make fun of me!"
            ],
            [
                50,
                "What?"
            ],
            [
                52,
                "But I’m leaving in two days."
            ],
            [
                54,
                "I don’t need to take cereal."
            ],
            [
                56,
                "They invented blintzes. I’ll be fine."
            ],
            [
                59,
                "Wow. Okay. Let’s get married."
            ],
            [
                64,
                "I mean, we know it’s short notice, but we’d love you all to come with us."
            ],
            [
                82,
                "You proposed to Penny?"
            ],
            [
                89,
                "Did you get down on one knee or were you already there?"
            ],
            [
                91,
                "I’m sorry, Ma… Bernadette. Ma… Burna… You’re ma Bernadette."
            ],
            [
                97,
                "I got this. Excuse me, but is there any way you could squeeze us in? See, I’m an astronaut and I’m leaving for Russia on Sunday so I can take a Soyuz rocket to the International Space Station."
            ],
            [
                105,
                "Uh, shouldn’t you guys be talking about space stuff instead of dogs?"
            ],
            [
                109,
                "Thanks."
            ],
            [
                111,
                "You know, we could always drive to Vegas and get married."
            ],
            [
                120,
                "I told you we are not recreating the wedding from The Sound of Music."
            ],
            [
                124,
                "Oh, wait to go, Raj."
            ],
            [
                126,
                "Okay, so we know we’re going to do it Sunday morning. Now we need to find a good place for the satellite to see us."
            ],
            [
                129,
                "That’s great."
            ],
            [
                131,
                "So, we have the where and the when, but we still need to figure out who’s going to do the ceremony."
            ],
            [
                139,
                "Leaking? What’s leaking?"
            ],
            [
                143,
                "There’s fuel leaking and we’re still going to go?"
            ],
            [
                146,
                "What happens on the tenth time?"
            ],
            [
                149,
                "Hey, guys, before I forget, I got you a little groomsman present."
            ],
            [
                152,
                "Fantastic Four, annual number three from 1965, in mint condition. The one where Mr. Fantastic and the Invisible Girl get married."
            ],
            [
                155,
                "What?"
            ],
            [
                157,
                "Yeah, so?"
            ],
            [
                163,
                "It’s the groom."
            ],
            [
                165,
                "Okay, uh, fine. Bernie, I have to go pick up my mother. I’ll be right back."
            ],
            [
                167,
                "She doesn’t want to sit in her dress and wrinkle it so I’m going to lay her down in the back of my neighbour’s van."
            ],
            [
                169,
                "Okay, I’ll see you later, Ma… uh… lovely bride-to-be. I really got to watch that."
            ],
            [
                173,
                "Ma, you want to move your chair over here so you can see?"
            ],
            [
                175,
                "You’ll fall through the roof before you fall off it."
            ],
            [
                201,
                "Bernadette Maryann Rostenkowski."
            ],
            [
                203,
                "Hey, from now on, she’s the only women who can yell at me! Until I met you, I couldn’t imagine spending my life with just one person. And now I can’t imagine spending one day of it without you."
            ],
            [
                210,
                "I have strongly mixed feelings."
            ]
        ],
        "Mike Massimino": [
            [
                5,
                "Yeah."
            ]
        ],
        "Mike": [
            [
                7,
                "Good one."
            ],
            [
                23,
                "Okay, we’re in the final countdown. How you doing over there?"
            ],
            [
                27,
                "Hey, Froot Loops, want to hit your fan switch?"
            ],
            [
                32,
                "Actually, Froot Loops just got married to a girl."
            ],
            [
                103,
                "You know you’re going to wind up walking it."
            ],
            [
                106,
                "Dimitri, Froot Loops would be more comfortable if we talked about space stuff."
            ],
            [
                108,
                "Is that better?"
            ],
            [
                144,
                "Don’t lose your Froot Loops, Froot Loops."
            ],
            [
                208,
                "That’s ignition. I love this part."
            ]
        ],
        "Leonard": [
            [
                10,
                "Sheldon, what channel is NASA TV?"
            ],
            [
                15,
                "There’s Howard’s rocket, live from Kazakhstan."
            ],
            [
                63,
                "That’s so great. (Others also make encouraging sounds)"
            ],
            [
                69,
                "Come on, Sheldon, it’ll be fun."
            ],
            [
                78,
                "Where’d you get a beer?"
            ],
            [
                83,
                "I don’t want to talk about it."
            ],
            [
                85,
                "She said no, can we drop it now?"
            ],
            [
                93,
                "What, I can’t propose? I can’t talk to my friends? Is there anything else I’m not allowed to do?"
            ],
            [
                118,
                "Will you shut up?"
            ],
            [
                123,
                "That’s so cool."
            ],
            [
                127,
                "How about our roof?"
            ],
            [
                153,
                "Oh, wow."
            ],
            [
                159,
                "I doubt he’ll ask you to kill a man."
            ],
            [
                171,
                "Come on, Raj, we’re ready to start."
            ],
            [
                187,
                "Hmm."
            ],
            [
                189,
                "No."
            ],
            [
                192,
                "Hey, I didn’t say it."
            ],
            [
                196,
                "Thank you, Amy. Very touching. Howard and Bernadette, you are lucky enough to be best friends who love each other. And that’s the strongest kind of love because at its core, it has kindness, patience, and respect. Qualities that are hard to find in people these days."
            ],
            [
                214,
                "No, come on in. Hurry."
            ],
            [
                218,
                "This is it."
            ]
        ],
        "Sheldon": [
            [
                11,
                "289, right between the Game Show Network at 288 and the East coast feed of the Disney Channel on 290."
            ],
            [
                13,
                "Dried potatoes, vegetable oil, corn flower, wheat starch, maltodextrin, salt, and my favourite ingredient of all, uniformity."
            ],
            [
                18,
                "Remarkable. In just under a half hour, 200 metric tons of fuel will ignite in a controlled explosion right beneath Howard’s keister. And all from a country whose entire contribution to the global economy, has been Tetris and mail-order brides."
            ],
            [
                68,
                "Thank you for the invitation, but I have to decline because it doesn’t sound like something I’ll enjoy."
            ],
            [
                70,
                "That’s what you said about The Green Lantern movie. You were 114 minutes of wrong."
            ],
            [
                81,
                "It does, indeed. Leonard, is it awkward being here with Penny given that you recently proposed to her?"
            ],
            [
                88,
                "He asked her during coitus."
            ],
            [
                117,
                "Leonard, where did you envision marrying Penny?"
            ],
            [
                134,
                "I’ll do it, provided I can perform the ceremony in Klingon."
            ],
            [
                136,
                "What do you see in her?"
            ],
            [
                151,
                "You didn’t have to do that."
            ],
            [
                154,
                "Oh, dear. I was afraid of this."
            ],
            [
                156,
                "While a thoughtful gift, this comic book in this condition is worth at least a hundred dollars."
            ],
            [
                158,
                "I bought you and Bernadette a gravy boat worth eighty-eight dollars. Which places me in your debt and I can’t be in your debt because someday you might ask me to help you move, or to kill a man."
            ],
            [
                160,
                "Well, what if it’s his only way out? I can’t risk it. Here is twelve dollars. Now, we’re even. Wait, wait, wait, I bought a card. Give me two dollars. And for the record, this is why I hate gift-giving."
            ],
            [
                190,
                "I think the Reverend Hofstadter is making an ironic connection between your statement about love and your rejection of his proposal in the bedroom."
            ],
            [
                198,
                "Fine, I’ll do it in English, but it loses something. The need to find another human being to share one’s life with has always puzzled me. Maybe because I’m so interesting all by myself. With that being said, may you find as much happiness with each other as I find on my own. The Klingon would have made you cry."
            ],
            [
                205,
                "And the Klingon High Council…"
            ],
            [
                219,
                "Boldly go, Howard Wolowitz."
            ]
        ],
        "Amy": [
            [
                12,
                "I love his eidetic memory, it’s so sexy. Sheldon, what are the ingredients in Pringles?"
            ],
            [
                14,
                "The uterus quivers, does it not?"
            ],
            [
                65,
                "No, no, no, this is not the wedding I wanted! I want to wear my maid of honour dress and walk down the aisle with a hundred eyes on me, while a string quartet plays The Way You Look Tonight."
            ],
            [
                67,
                "Well, it was going to be mine."
            ],
            [
                72,
                "Can I wear my maid of honour dress?"
            ],
            [
                74,
                "It’s all I have left. You’re going to take that from me, too?"
            ],
            [
                77,
                "I know."
            ],
            [
                80,
                "Look at all these people in love. It kind of gets you thinking, doesn’t it?"
            ],
            [
                94,
                "All right, that’s enough. Today is not about you two. Today is about Howard and Bernadette and me."
            ],
            [
                100,
                "Excuse me, I’m going to go see if the couple at the front of the line needs a maid of honour."
            ],
            [
                130,
                "Oh, my gosh. I can’t believe my maid of honour dress is going to be on Google Earth."
            ],
            [
                162,
                "Who is it?"
            ],
            [
                164,
                "Can’t come in. Bad luck to see the bride."
            ],
            [
                193,
                "All right, that’s enough from the both of you."
            ],
            [
                195,
                "Well, I’m ending it. Bernadette, I want to thank you for allowing me to be your maid of honour. I also want you to know, that I will be happy to do it again if this marriage craps out."
            ]
        ],
        "Bernadette": [
            [
                16,
                "Oh, God, I’m so nervous. I don’t think I can watch."
            ],
            [
                19,
                "Give me those damn Pringles."
            ],
            [
                39,
                "Come on, Howard. I’m not falling for that again."
            ],
            [
                41,
                "Oh, Howie. A little star, it’s beautiful. Put it on me."
            ],
            [
                43,
                "Oh, my God."
            ],
            [
                45,
                "This is the most amazing gift I’ve ever gotten."
            ],
            [
                49,
                "Howard, I don’t want to wait until you’re back to get married."
            ],
            [
                51,
                "I want to be married to you before you get in that rocket."
            ],
            [
                58,
                "We’ll have a quick little ceremony with just our friends, and we’ll still have the big reception with everyone when you get back."
            ],
            [
                62,
                "So anyway, we decided to go down to City Hall this afternoon get married, and then have the reception when Howard gets back."
            ],
            [
                66,
                "That wasn’t going to be our processional music."
            ],
            [
                71,
                "So, what do you say, Amy?"
            ],
            [
                73,
                "Seriously? You’re going to wear that thing to City Hall?"
            ],
            [
                87,
                "Why wasn’t it a real proposal?"
            ],
            [
                90,
                "Howard, don’t talk like that on your wedding day."
            ],
            [
                96,
                "Oh, no."
            ],
            [
                99,
                "I can’t believe we’re not going to get married."
            ],
            [
                112,
                "No, isn’t that kind of tacky?"
            ],
            [
                114,
                "Are any of them still married?"
            ],
            [
                116,
                "There’s got to be some place special we could do it."
            ],
            [
                128,
                "Oh, I like that."
            ],
            [
                133,
                "Great, well, who’s it going to be?"
            ],
            [
                135,
                "No."
            ],
            [
                178,
                "Not now, Dad."
            ],
            [
                180,
                "Here you go? What am I, a football?"
            ],
            [
                184,
                "They all got ordained, they’re all marrying us, it’s adorable, if you want to hear come closer."
            ],
            [
                197,
                "Sheldon! I told you no Klingon."
            ],
            [
                200,
                "Howard Joel Wolowitz, like you, this is going to be short and sweet. I love you with all my heart and soul and promise to be with you forever."
            ],
            [
                212,
                "Oh, my God, it’s happening."
            ],
            [
                215,
                "I love that man."
            ]
        ],
        "Raj": [
            [
                17,
                "You’re nervous? I’ve been stress-eating for four days. Look at me. I’m wearing my fat pants."
            ],
            [
                79,
                "From that happy young couple over there with all the tattoos. Beautiful story, they’re in rival drug gangs, and they’re getting married. Shh, no one can know."
            ],
            [
                84,
                "Where did he pop the question? What did you say?"
            ],
            [
                119,
                "Well, I know how to make it special."
            ],
            [
                121,
                "Yes, you made that brutally clear to me. What I was going to suggest is if that you’re willing to wait until Sunday morning, the Google satellite will be over Pasadena. You can have a wedding photograph from space."
            ],
            [
                125,
                "I keep telling you, if I wasn’t an astrophysicist, I would have been a party planner. It was always a coin flip."
            ],
            [
                150,
                "Oh, thanks, man."
            ],
            [
                172,
                "What, we’re ready when I say we’re ready. Uh-du-du-du, ooh, okay, now we’re ready."
            ],
            [
                176,
                "Penny. (She starts music playing) "
            ],
            [
                182,
                "Howard and Bernadette, the five of us stand before you as your friends and newly ordained ministers."
            ],
            [
                185,
                "Guys, when I look at the two of you starting your lives together, it fills my heart, It fills my, heart, okay, I’m going to need a minute."
            ],
            [
                199,
                "I believe you two have prepared vows?"
            ],
            [
                216,
                "Me, too."
            ]
        ],
        "Mission Control": [
            [
                22,
                "Da."
            ]
        ],
        "Cosmonaut": [
            [
                29,
                "He calls you Froot Loops because of your very gay haircut?"
            ],
            [
                31,
                "Go with gay story, people are more accepting of that."
            ],
            [
                33,
                "Congratulations."
            ],
            [
                35,
                "You and Mrs. Loops have a big wedding?"
            ],
            [
                102,
                "So, I tell my wife, get a dog, don’t get a dog, I’m not walking it, I’m not feeding it, I’m not picking up after it."
            ],
            [
                104,
                "I know."
            ]
        ],
        "Mrs Wolowitz (off)": [
            [
                47,
                "‘m going to the supermarket to buy snacks for your trip. Do you want me to get those little boxes of Froot Loops you like?"
            ],
            [
                53,
                "What about Apple Jacks?"
            ],
            [
                55,
                "What kind of breakfast do you think they’re going to give you in Russia?"
            ],
            [
                57,
                "They invented the lightbulb in New Jersey. It doesn’t mean they hand them out to you when you go."
            ],
            [
                60,
                "You know what, I’ll buy you All-Bran in case you get stopped up in outer space."
            ],
            [
                174,
                "I’m fine where I am. I don’t want to fall off the roof."
            ],
            [
                183,
                "Louder!"
            ],
            [
                202,
                "Speak up!"
            ]
        ],
        "Penny": [
            [
                76,
                "Amy, you look great."
            ],
            [
                86,
                "It wasn’t a real proposal."
            ],
            [
                92,
                "Good move telling Sheldon."
            ],
            [
                113,
                "Hey, I know tons of people who got married in Vegas."
            ],
            [
                115,
                "Yeah, I mean, not to the same people but…"
            ],
            [
                132,
                "Well, that’s easy. Anyone can go online and get ordained as a minister. I know a piercing parlour where, for a hundred bucks they’ll marry you and stick a wedding ring through any body part you want."
            ],
            [
                186,
                "Okay, I’ll, I’ll go. Howard and Bernadette, I know you two planned on getting married in a big fancy wedding, but when you’re in love, it doesn’t matter where or how these things happen. It just matters that you have each other."
            ],
            [
                188,
                "Problem?"
            ],
            [
                191,
                "Oh, grow up."
            ],
            [
                194,
                "Well, he started it."
            ],
            [
                213,
                "Did I miss it?"
            ],
            [
                217,
                "I can’t believe it. This whole time, a small part of me thought he was lying."
            ]
        ],
        "Registrar": [
            [
                95,
                "Folks, can I have your attention. It’s five o’clock, we’re going to be able to take three more couples. The rest of you will have to come back on Monday."
            ],
            [
                98,
                "Yeah, me, too. I’ll see you there."
            ]
        ],
        "Dimitri": [
            [
                107,
                "Okay, I’m going into space, and when I come back, I have to pick up a poodle crap."
            ],
            [
                140,
                "Fuel. Shh."
            ],
            [
                145,
                "This happens a lot. Nine times out of ten, no problem."
            ],
            [
                147,
                "Problem."
            ],
            [
                209,
                "Me, too."
            ]
        ],
        "All": [
            [
                122,
                "Oh!"
            ],
            [
                204,
                "By the power vested in us, by the state of California…"
            ],
            [
                206,
                "We now pronounce you husband and wife."
            ]
        ],
        "Dimitri (in Russian)": [
            [
                138,
                "Mission Control, say again, how fast is it leaking?"
            ],
            [
                142,
                "Okay, thanks Mission Control."
            ]
        ],
        "Bernadette (off)": [
            [
                166,
                "Why can’t she drive herself?"
            ],
            [
                168,
                "All right, just hurry!"
            ]
        ],
        "Mr Rostenkowski": [
            [
                177,
                "Your new mother-in-law’s a piece of work."
            ],
            [
                179,
                "She’s got a bigger mustache than me. Here you go."
            ],
            [
                181,
                "Like that guy could catch a football."
            ]
        ],
        "Howard (voice off)": [
            [
                221,
                "Oy vay!"
            ]
        ],
        "Teleplay": [
            [
                222,
                "Chuck Lorre, Steven Molaro & Jim Reynolds"
            ]
        ],
        "Story": [
            [
                223,
                "Bill Prady, Eric Kaplan & Steve Holland"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Following a “Previously on The Big Bang Theory” section"
        ],
        [
            "Scene",
            "A Soyuz Spaceship capsule."
        ],
        [
            "Mission Control (in Russian)",
            "Launch step twelve reading okay."
        ],
        [
            "Cosmonaut (in Russian)",
            "Launch step twelve acknowledged."
        ],
        [
            "Howard",
            "Hey Mike?"
        ],
        [
            "Mike Massimino",
            "Yeah."
        ],
        [
            "Howard",
            "I changed my mind. I don’t want to do this."
        ],
        [
            "Mike",
            "Good one."
        ],
        [
            "Howard",
            "Yeah, I’m a funny guy. I also have a hysterical bit planned for later where I pretend to cry through the whole launch."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Sheldon, what channel is NASA TV?"
        ],
        [
            "Sheldon",
            "289, right between the Game Show Network at 288 and the East coast feed of the Disney Channel on 290."
        ],
        [
            "Amy",
            "I love his eidetic memory, it’s so sexy. Sheldon, what are the ingredients in Pringles?"
        ],
        [
            "Sheldon",
            "Dried potatoes, vegetable oil, corn flower, wheat starch, maltodextrin, salt, and my favourite ingredient of all, uniformity."
        ],
        [
            "Amy",
            "The uterus quivers, does it not?"
        ],
        [
            "Leonard",
            "There’s Howard’s rocket, live from Kazakhstan."
        ],
        [
            "Bernadette",
            "Oh, God, I’m so nervous. I don’t think I can watch."
        ],
        [
            "Raj",
            "You’re nervous? I’ve been stress-eating for four days. Look at me. I’m wearing my fat pants."
        ],
        [
            "Sheldon",
            "Remarkable. In just under a half hour, 200 metric tons of fuel will ignite in a controlled explosion right beneath Howard’s keister. And all from a country whose entire contribution to the global economy, has been Tetris and mail-order brides."
        ],
        [
            "Bernadette",
            "Give me those damn Pringles."
        ],
        [
            "Scene",
            "Soyuz capsule."
        ],
        [
            "Cosmonaut (in Russian)",
            "Are all of the systems of the ship ready?"
        ],
        [
            "Mission Control",
            "Da."
        ],
        [
            "Mike",
            "Okay, we’re in the final countdown. How you doing over there?"
        ],
        [
            "Howard",
            "Good! Good! Oh, quick question, I missed it in the briefing. How much urine do these suits hold?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Soyuz capsule."
        ],
        [
            "Mike",
            "Hey, Froot Loops, want to hit your fan switch?"
        ],
        [
            "Howard",
            "Check."
        ],
        [
            "Cosmonaut",
            "He calls you Froot Loops because of your very gay haircut?"
        ],
        [
            "Howard",
            "No, it’s ’cause I live with my mom and she makes me Froot Loops."
        ],
        [
            "Cosmonaut",
            "Go with gay story, people are more accepting of that."
        ],
        [
            "Mike",
            "Actually, Froot Loops just got married to a girl."
        ],
        [
            "Cosmonaut",
            "Congratulations."
        ],
        [
            "Howard",
            "Thanks, we decided to do it before the launch."
        ],
        [
            "Cosmonaut",
            "You and Mrs. Loops have a big wedding?"
        ],
        [
            "Howard",
            "Not exactly. Listen, if you don’t mind, I’m not really up for chatting. I’m just going to sit here quietly and let my life flash before my eyes. That went really quick. Let me try it again."
        ],
        [
            "Scene",
            "Howard’s bedroom."
        ],
        [
            "Howard",
            "Close your eyes. Put out your hand. I got you something special."
        ],
        [
            "Bernadette",
            "Come on, Howard. I’m not falling for that again."
        ],
        [
            "Howard",
            "No, here."
        ],
        [
            "Bernadette",
            "Oh, Howie. A little star, it’s beautiful. Put it on me."
        ],
        [
            "Howard",
            "Okay, but I’m going to have to get it back from you so I can take it to the International Space Station. That way, when I come home, you will have a star that was actually in space."
        ],
        [
            "Bernadette",
            "Oh, my God."
        ],
        [
            "Howard",
            "Take that, every guy who’s ever bought you anything."
        ],
        [
            "Bernadette",
            "This is the most amazing gift I’ve ever gotten."
        ],
        [
            "Howard",
            "Really? Well, if you like it that much, then close your eyes and put out your hand."
        ],
        [
            "Mrs Wolowitz (off)",
            "‘m going to the supermarket to buy snacks for your trip. Do you want me to get those little boxes of Froot Loops you like?"
        ],
        [
            "Howard",
            "No! When I eat Froot Loops, the other astronauts make fun of me!"
        ],
        [
            "Bernadette",
            "Howard, I don’t want to wait until you’re back to get married."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Bernadette",
            "I want to be married to you before you get in that rocket."
        ],
        [
            "Howard",
            "But I’m leaving in two days."
        ],
        [
            "Mrs Wolowitz (off)",
            "What about Apple Jacks?"
        ],
        [
            "Howard",
            "I don’t need to take cereal."
        ],
        [
            "Mrs Wolowitz (off)",
            "What kind of breakfast do you think they’re going to give you in Russia?"
        ],
        [
            "Howard",
            "They invented blintzes. I’ll be fine."
        ],
        [
            "Mrs Wolowitz (off)",
            "They invented the lightbulb in New Jersey. It doesn’t mean they hand them out to you when you go."
        ],
        [
            "Bernadette",
            "We’ll have a quick little ceremony with just our friends, and we’ll still have the big reception with everyone when you get back."
        ],
        [
            "Howard",
            "Wow. Okay. Let’s get married."
        ],
        [
            "Mrs Wolowitz (off)",
            "You know what, I’ll buy you All-Bran in case you get stopped up in outer space."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Bernadette",
            "So anyway, we decided to go down to City Hall this afternoon get married, and then have the reception when Howard gets back."
        ],
        [
            "Leonard",
            "That’s so great. (Others also make encouraging sounds)"
        ],
        [
            "Howard",
            "I mean, we know it’s short notice, but we’d love you all to come with us."
        ],
        [
            "Amy",
            "No, no, no, this is not the wedding I wanted! I want to wear my maid of honour dress and walk down the aisle with a hundred eyes on me, while a string quartet plays The Way You Look Tonight."
        ],
        [
            "Bernadette",
            "That wasn’t going to be our processional music."
        ],
        [
            "Amy",
            "Well, it was going to be mine."
        ],
        [
            "Sheldon",
            "Thank you for the invitation, but I have to decline because it doesn’t sound like something I’ll enjoy."
        ],
        [
            "Leonard",
            "Come on, Sheldon, it’ll be fun."
        ],
        [
            "Sheldon",
            "That’s what you said about The Green Lantern movie. You were 114 minutes of wrong."
        ],
        [
            "Bernadette",
            "So, what do you say, Amy?"
        ],
        [
            "Amy",
            "Can I wear my maid of honour dress?"
        ],
        [
            "Bernadette",
            "Seriously? You’re going to wear that thing to City Hall?"
        ],
        [
            "Amy",
            "It’s all I have left. You’re going to take that from me, too?"
        ],
        [
            "Scene",
            "City Hall."
        ],
        [
            "Penny",
            "Amy, you look great."
        ],
        [
            "Amy",
            "I know."
        ],
        [
            "Leonard",
            "Where’d you get a beer?"
        ],
        [
            "Raj",
            "From that happy young couple over there with all the tattoos. Beautiful story, they’re in rival drug gangs, and they’re getting married. Shh, no one can know."
        ],
        [
            "Amy",
            "Look at all these people in love. It kind of gets you thinking, doesn’t it?"
        ],
        [
            "Sheldon",
            "It does, indeed. Leonard, is it awkward being here with Penny given that you recently proposed to her?"
        ],
        [
            "Howard",
            "You proposed to Penny?"
        ],
        [
            "Leonard",
            "I don’t want to talk about it."
        ],
        [
            "Raj",
            "Where did he pop the question? What did you say?"
        ],
        [
            "Leonard",
            "She said no, can we drop it now?"
        ],
        [
            "Penny",
            "It wasn’t a real proposal."
        ],
        [
            "Bernadette",
            "Why wasn’t it a real proposal?"
        ],
        [
            "Sheldon",
            "He asked her during coitus."
        ],
        [
            "Howard",
            "Did you get down on one knee or were you already there?"
        ],
        [
            "Bernadette",
            "Howard, don’t talk like that on your wedding day."
        ],
        [
            "Howard",
            "I’m sorry, Ma… Bernadette. Ma… Burna… You’re ma Bernadette."
        ],
        [
            "Penny",
            "Good move telling Sheldon."
        ],
        [
            "Leonard",
            "What, I can’t propose? I can’t talk to my friends? Is there anything else I’m not allowed to do?"
        ],
        [
            "Amy",
            "All right, that’s enough. Today is not about you two. Today is about Howard and Bernadette and me."
        ],
        [
            "Registrar",
            "Folks, can I have your attention. It’s five o’clock, we’re going to be able to take three more couples. The rest of you will have to come back on Monday."
        ],
        [
            "Bernadette",
            "Oh, no."
        ],
        [
            "Howard",
            "I got this. Excuse me, but is there any way you could squeeze us in? See, I’m an astronaut and I’m leaving for Russia on Sunday so I can take a Soyuz rocket to the International Space Station."
        ],
        [
            "Registrar",
            "Yeah, me, too. I’ll see you there."
        ],
        [
            "Bernadette",
            "I can’t believe we’re not going to get married."
        ],
        [
            "Amy",
            "Excuse me, I’m going to go see if the couple at the front of the line needs a maid of honour."
        ],
        [
            "Scene",
            "Soyuz capsule."
        ],
        [
            "Cosmonaut",
            "So, I tell my wife, get a dog, don’t get a dog, I’m not walking it, I’m not feeding it, I’m not picking up after it."
        ],
        [
            "Mike",
            "You know you’re going to wind up walking it."
        ],
        [
            "Cosmonaut",
            "I know."
        ],
        [
            "Howard",
            "Uh, shouldn’t you guys be talking about space stuff instead of dogs?"
        ],
        [
            "Mike",
            "Dimitri, Froot Loops would be more comfortable if we talked about space stuff."
        ],
        [
            "Dimitri",
            "Okay, I’m going into space, and when I come back, I have to pick up a poodle crap."
        ],
        [
            "Mike",
            "Is that better?"
        ],
        [
            "Howard",
            "Thanks."
        ],
        [
            "Scene",
            "The Cheesecake Factory bar."
        ],
        [
            "Howard",
            "You know, we could always drive to Vegas and get married."
        ],
        [
            "Bernadette",
            "No, isn’t that kind of tacky?"
        ],
        [
            "Penny",
            "Hey, I know tons of people who got married in Vegas."
        ],
        [
            "Bernadette",
            "Are any of them still married?"
        ],
        [
            "Penny",
            "Yeah, I mean, not to the same people but…"
        ],
        [
            "Bernadette",
            "There’s got to be some place special we could do it."
        ],
        [
            "Sheldon",
            "Leonard, where did you envision marrying Penny?"
        ],
        [
            "Leonard",
            "Will you shut up?"
        ],
        [
            "Raj",
            "Well, I know how to make it special."
        ],
        [
            "Howard",
            "I told you we are not recreating the wedding from The Sound of Music."
        ],
        [
            "Raj",
            "Yes, you made that brutally clear to me. What I was going to suggest is if that you’re willing to wait until Sunday morning, the Google satellite will be over Pasadena. You can have a wedding photograph from space."
        ],
        [
            "All",
            "Oh!"
        ],
        [
            "Leonard",
            "That’s so cool."
        ],
        [
            "Howard",
            "Oh, wait to go, Raj."
        ],
        [
            "Raj",
            "I keep telling you, if I wasn’t an astrophysicist, I would have been a party planner. It was always a coin flip."
        ],
        [
            "Howard",
            "Okay, so we know we’re going to do it Sunday morning. Now we need to find a good place for the satellite to see us."
        ],
        [
            "Leonard",
            "How about our roof?"
        ],
        [
            "Bernadette",
            "Oh, I like that."
        ],
        [
            "Howard",
            "That’s great."
        ],
        [
            "Amy",
            "Oh, my gosh. I can’t believe my maid of honour dress is going to be on Google Earth."
        ],
        [
            "Howard",
            "So, we have the where and the when, but we still need to figure out who’s going to do the ceremony."
        ],
        [
            "Penny",
            "Well, that’s easy. Anyone can go online and get ordained as a minister. I know a piercing parlour where, for a hundred bucks they’ll marry you and stick a wedding ring through any body part you want."
        ],
        [
            "Bernadette",
            "Great, well, who’s it going to be?"
        ],
        [
            "Sheldon",
            "I’ll do it, provided I can perform the ceremony in Klingon."
        ],
        [
            "Bernadette",
            "No."
        ],
        [
            "Sheldon",
            "What do you see in her?"
        ],
        [
            "Scene",
            "Soyuz capsule."
        ],
        [
            "Dimitri (in Russian)",
            "Mission Control, say again, how fast is it leaking?"
        ],
        [
            "Howard",
            "Leaking? What’s leaking?"
        ],
        [
            "Dimitri",
            "Fuel. Shh."
        ],
        [
            "Mission Control (in Russian)",
            "Not bad. We feel okay to go."
        ],
        [
            "Dimitri (in Russian)",
            "Okay, thanks Mission Control."
        ],
        [
            "Howard",
            "There’s fuel leaking and we’re still going to go?"
        ],
        [
            "Mike",
            "Don’t lose your Froot Loops, Froot Loops."
        ],
        [
            "Dimitri",
            "This happens a lot. Nine times out of ten, no problem."
        ],
        [
            "Howard",
            "What happens on the tenth time?"
        ],
        [
            "Dimitri",
            "Problem."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "Hey, guys, before I forget, I got you a little groomsman present."
        ],
        [
            "Raj",
            "Oh, thanks, man."
        ],
        [
            "Sheldon",
            "You didn’t have to do that."
        ],
        [
            "Howard",
            "Fantastic Four, annual number three from 1965, in mint condition. The one where Mr. Fantastic and the Invisible Girl get married."
        ],
        [
            "Leonard",
            "Oh, wow."
        ],
        [
            "Sheldon",
            "Oh, dear. I was afraid of this."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Sheldon",
            "While a thoughtful gift, this comic book in this condition is worth at least a hundred dollars."
        ],
        [
            "Howard",
            "Yeah, so?"
        ],
        [
            "Sheldon",
            "I bought you and Bernadette a gravy boat worth eighty-eight dollars. Which places me in your debt and I can’t be in your debt because someday you might ask me to help you move, or to kill a man."
        ],
        [
            "Leonard",
            "I doubt he’ll ask you to kill a man."
        ],
        [
            "Sheldon",
            "Well, what if it’s his only way out? I can’t risk it. Here is twelve dollars. Now, we’re even. Wait, wait, wait, I bought a card. Give me two dollars. And for the record, this is why I hate gift-giving."
        ],
        [
            "Scene",
            "Penny’s door. Howard knocks."
        ],
        [
            "Amy",
            "Who is it?"
        ],
        [
            "Howard",
            "It’s the groom."
        ],
        [
            "Amy",
            "Can’t come in. Bad luck to see the bride."
        ],
        [
            "Howard",
            "Okay, uh, fine. Bernie, I have to go pick up my mother. I’ll be right back."
        ],
        [
            "Bernadette (off)",
            "Why can’t she drive herself?"
        ],
        [
            "Howard",
            "She doesn’t want to sit in her dress and wrinkle it so I’m going to lay her down in the back of my neighbour’s van."
        ],
        [
            "Bernadette (off)",
            "All right, just hurry!"
        ],
        [
            "Howard",
            "Okay, I’ll see you later, Ma… uh… lovely bride-to-be. I really got to watch that."
        ],
        [
            "Scene",
            "The roof."
        ],
        [
            "Leonard",
            "Come on, Raj, we’re ready to start."
        ],
        [
            "Raj",
            "What, we’re ready when I say we’re ready. Uh-du-du-du, ooh, okay, now we’re ready."
        ],
        [
            "Howard",
            "Ma, you want to move your chair over here so you can see?"
        ],
        [
            "Mrs Wolowitz (off)",
            "I’m fine where I am. I don’t want to fall off the roof."
        ],
        [
            "Howard",
            "You’ll fall through the roof before you fall off it."
        ],
        [
            "Raj",
            "Penny. (She starts music playing) "
        ],
        [
            "Mr Rostenkowski",
            "Your new mother-in-law’s a piece of work."
        ],
        [
            "Bernadette",
            "Not now, Dad."
        ],
        [
            "Mr Rostenkowski",
            "She’s got a bigger mustache than me. Here you go."
        ],
        [
            "Bernadette",
            "Here you go? What am I, a football?"
        ],
        [
            "Mr Rostenkowski",
            "Like that guy could catch a football."
        ],
        [
            "Raj",
            "Howard and Bernadette, the five of us stand before you as your friends and newly ordained ministers."
        ],
        [
            "Mrs Wolowitz (off)",
            "Louder!"
        ],
        [
            "Bernadette",
            "They all got ordained, they’re all marrying us, it’s adorable, if you want to hear come closer."
        ],
        [
            "Raj",
            "Guys, when I look at the two of you starting your lives together, it fills my heart, It fills my, heart, okay, I’m going to need a minute."
        ],
        [
            "Penny",
            "Okay, I’ll, I’ll go. Howard and Bernadette, I know you two planned on getting married in a big fancy wedding, but when you’re in love, it doesn’t matter where or how these things happen. It just matters that you have each other."
        ],
        [
            "Leonard",
            "Hmm."
        ],
        [
            "Penny",
            "Problem?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "I think the Reverend Hofstadter is making an ironic connection between your statement about love and your rejection of his proposal in the bedroom."
        ],
        [
            "Penny",
            "Oh, grow up."
        ],
        [
            "Leonard",
            "Hey, I didn’t say it."
        ],
        [
            "Amy",
            "All right, that’s enough from the both of you."
        ],
        [
            "Penny",
            "Well, he started it."
        ],
        [
            "Amy",
            "Well, I’m ending it. Bernadette, I want to thank you for allowing me to be your maid of honour. I also want you to know, that I will be happy to do it again if this marriage craps out."
        ],
        [
            "Leonard",
            "Thank you, Amy. Very touching. Howard and Bernadette, you are lucky enough to be best friends who love each other. And that’s the strongest kind of love because at its core, it has kindness, patience, and respect. Qualities that are hard to find in people these days."
        ],
        [
            "Bernadette",
            "Sheldon! I told you no Klingon."
        ],
        [
            "Sheldon",
            "Fine, I’ll do it in English, but it loses something. The need to find another human being to share one’s life with has always puzzled me. Maybe because I’m so interesting all by myself. With that being said, may you find as much happiness with each other as I find on my own. The Klingon would have made you cry."
        ],
        [
            "Raj",
            "I believe you two have prepared vows?"
        ],
        [
            "Bernadette",
            "Howard Joel Wolowitz, like you, this is going to be short and sweet. I love you with all my heart and soul and promise to be with you forever."
        ],
        [
            "Howard",
            "Bernadette Maryann Rostenkowski."
        ],
        [
            "Mrs Wolowitz (off)",
            "Speak up!"
        ],
        [
            "Howard",
            "Hey, from now on, she’s the only women who can yell at me! Until I met you, I couldn’t imagine spending my life with just one person. And now I can’t imagine spending one day of it without you."
        ],
        [
            "All",
            "By the power vested in us, by the state of California…"
        ],
        [
            "Sheldon",
            "And the Klingon High Council…"
        ],
        [
            "All",
            "We now pronounce you husband and wife."
        ],
        [
            "Scene",
            "Soyuz capsule."
        ],
        [
            "Mike",
            "That’s ignition. I love this part."
        ],
        [
            "Dimitri",
            "Me, too."
        ],
        [
            "Howard",
            "I have strongly mixed feelings."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Bernadette",
            "Oh, my God, it’s happening."
        ],
        [
            "Penny",
            "Did I miss it?"
        ],
        [
            "Leonard",
            "No, come on in. Hurry."
        ],
        [
            "Bernadette",
            "I love that man."
        ],
        [
            "Raj",
            "Me, too."
        ],
        [
            "Penny",
            "I can’t believe it. This whole time, a small part of me thought he was lying."
        ],
        [
            "Leonard",
            "This is it."
        ],
        [
            "Sheldon",
            "Boldly go, Howard Wolowitz."
        ],
        [
            "Scene",
            "(Russian countdown ends, rocket takes off)"
        ],
        [
            "Howard (voice off)",
            "Oy vay!"
        ],
        [
            "Teleplay",
            "Chuck Lorre, Steven Molaro & Jim Reynolds"
        ],
        [
            "Story",
            "Bill Prady, Eric Kaplan & Steve Holland"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-24-the-countdown-reflection/"
}