{
    "Season": 5,
    "Episode": 4,
    "Title": "the wiggly finger catalyst",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                23,
                "Credits sequence."
            ],
            [
                24,
                "Penny’s apartment."
            ],
            [
                34,
                "The Cheesecake Factory."
            ],
            [
                60,
                "A coffee shop."
            ],
            [
                80,
                "The same, later."
            ],
            [
                88,
                "The same, later."
            ],
            [
                96,
                "Outside the coffee shop."
            ],
            [
                109,
                "The apartment. "
            ],
            [
                144,
                "The gym."
            ],
            [
                158,
                "Penny’s apartment. She answers the door."
            ],
            [
                173,
                "Raj’s apartment."
            ],
            [
                187,
                "Penny’s apartment."
            ],
            [
                195,
                "The Cheesecake Factory."
            ]
        ],
        "Sheldon": [
            [
                1,
                "The entrance to the dungeon is a moss covered door. You manage to open it only to find yourself face-to-face with a hideous, foul-smelling, moss-covered ogre. What do you do?"
            ],
            [
                3,
                "Seventeen. The ogre is amused by your joke and allows you to pass. By the by, I liked it, too."
            ],
            [
                9,
                "You see a dragon."
            ],
            [
                11,
                "When you play Chutes and Ladders, do you complain about all the chutes and all the ladders?"
            ],
            [
                20,
                "Gentlemen, please focus. You’re facing a fire-breathing dragon."
            ],
            [
                22,
                "Because you don’t have a girlfriend? Well, good Lord, if that becomes a reason not to play Dungeons and Dragons, this game’s in serious trouble."
            ],
            [
                36,
                "One moment. I’m conducting an experiment."
            ],
            [
                38,
                "Yes. From here on in, I’ve decided to make all trivial decisions with a throw of the dice, thus freeing up my mind to do what it does best, enlighten and amaze. Page 14, item seven."
            ],
            [
                40,
                "A side of corn succotash. Hmm. Interesting."
            ],
            [
                44,
                "Let’s see what I’ll be washing that succotash down with. A pitcher of margaritas."
            ],
            [
                46,
                "That’s the great thing. It doesn’t matter. My mind is freed up to think about more important things."
            ],
            [
                48,
                "Hamburgers and lemonade."
            ],
            [
                59,
                "And now for dessert, come on, hot fudge sundae, come on, hot fudge sundae. Bam! That’s what I’m talking about!"
            ],
            [
                111,
                "Don’t thank me. Thank the dice. They told me what percentage of my face to shave."
            ],
            [
                113,
                "Because it’s working. In the past few weeks, unburdened by trivial decisions, I’ve co-authored two papers in notable peer-reviewed journals, and I’m close to figuring out why the Large Hadron Collider has yet to isolate the Higgs boson particle."
            ],
            [
                115,
                "The dice giveth and the dice taketh away."
            ],
            [
                126,
                "Yeah, I actually have information about Raj that would be helpful with this discussion."
            ],
            [
                128,
                "Let’s see. (Rolls dice) Snake eyes. Sorry, bud."
            ],
            [
                130,
                "Okay, get this. It doesn’t matter if he’s showering her with gifts, because the Koothrappalis are vastly wealthy."
            ],
            [
                132,
                "Well, wealthy means a lot of money, and vastly means even more. I’m not sure what’s tripping you up."
            ],
            [
                134,
                "No, you’re wrong. See, as you know, a few years ago, I achieved one of my lesser dreams and became a notary public. Well, from time to time, I notarize banking documents for Raj. The Koothrappalis aren’t just rich, they’re Richie Rich rich."
            ],
            [
                136,
                "About halfway between Bruce Wayne and Scrooge McDuck."
            ],
            [
                143,
                "Can’t figure out what to do? I remember those days. Now, if you’ll excuse me, I have to… (rolls dice) stay right here."
            ],
            [
                198,
                "Should I use the rest room or wait until we get home? Come on, papa needs to void his bladder. Oh, that’s not what you want to see after three buttermilks."
            ],
            [
                202,
                "Hurry, hurry, hurry."
            ]
        ],
        "Howard": [
            [
                2,
                "I say, hey Ma, what’s for dinner?”"
            ],
            [
                5,
                "Great. We spent five hours last night at Macy’s registering for gifts. Looks like I’m finally going to have that darling little earthenware asparagus dish I’ve always wanted."
            ],
            [
                7,
                "You mean like playing nerd games with us and then taking a suspiciously long shower?"
            ],
            [
                10,
                "Really? So we’re playing Dungeons and Dragons, and we walk into a dungeon and see a dragon? Isn’t that a little on the nose?"
            ],
            [
                18,
                "Eat another pie, you’ll have your own bazongas."
            ],
            [
                37,
                "With Dungeons and Dragons dice?"
            ],
            [
                39,
                "So, what’s for dinner?"
            ],
            [
                42,
                "Uh, I don’t want to show any more of your friends how I can fit in the booster seats."
            ],
            [
                53,
                "She says it’s nice to meet you."
            ],
            [
                55,
                "Raj says it’s nice to meet you, too. She says she has to go back to her family, but Penny has her number if you want to text her and get together."
            ],
            [
                57,
                "He’ll text you."
            ],
            [
                62,
                "Maybe we should revisit your lonely fat guy plan."
            ],
            [
                64,
                "No joke. Oh, she says she’s sorry she’s late."
            ],
            [
                66,
                "Really? That’s the first thing you want to say?"
            ],
            [
                68,
                "Look, I don’t know the sign for opalescent."
            ],
            [
                70,
                "I don’t know how to spell it."
            ],
            [
                72,
                "He likes your eyes."
            ],
            [
                74,
                "She says, thank you, you have nice eyes, too.”"
            ],
            [
                76,
                "No."
            ],
            [
                78,
                "She doesn’t know what James Earl Jones sounds like."
            ],
            [
                82,
                "You really want to ask her that?"
            ],
            [
                84,
                "She says, do you play an instrument?"
            ],
            [
                86,
                "Do you hear yourself"
            ],
            [
                91,
                "Texting Bernadette that I’m gonna be late."
            ],
            [
                93,
                "It’s a funny story about a puppy. Just smile and laugh. Quick, quick, stop smiling."
            ],
            [
                95,
                "The puppy died, it choked on a doll head. Sad face, sad face!"
            ],
            [
                98,
                "Look, pretty stars. This is her car. She hopes she can see you again sometime."
            ],
            [
                100,
                "I speak sign language, I don’t read minds."
            ],
            [
                102,
                "Yeah, but I’m a make out king. (She kisses Raj and gets into car)"
            ],
            [
                104,
                "You? I made you smooth. You were an idiot."
            ],
            [
                106,
                "It might’ve been on your lips, but it was my kiss."
            ],
            [
                108,
                "Okay."
            ],
            [
                112,
                "Why are you still doing this?"
            ],
            [
                120,
                "Here’s some other fun news on the Raj/Emily front. He gave her a pair of diamond earrings and leased her a car."
            ],
            [
                137,
                "What the hell? The last time we went to the zoo, that son of a bitch made me buy him a churro."
            ],
            [
                140,
                "And she got him to pay off all her credit cards."
            ],
            [
                142,
                "He’s not going to listen, he’s in love."
            ],
            [
                145,
                "Yeah, this is a bad idea. We should go."
            ],
            [
                147,
                "Wow."
            ],
            [
                149,
                "Hey, Bernadette doesn’t mind where I get my motor running, as long as I park in the right garage."
            ],
            [
                151,
                "Smart. Whisper so the deaf chick can’t hear you."
            ],
            [
                155,
                "She says, sure, what about him?"
            ],
            [
                157,
                "Right. Are you a gold digger or not? Oh, uh, something, something, who the something do you think you are? Mind your own something business and go something yourself. Oh, wait, I got this now."
            ],
            [
                197,
                "Try throwing it in the microwave for a few seconds."
            ],
            [
                200,
                "Thanks for dinner, buddy."
            ]
        ],
        "Leonard": [
            [
                4,
                "Hey, how go the wedding plans, Howard?"
            ],
            [
                6,
                "See, this is the good thing about having a girlfriend 9,000 miles away. I can spend my nights doing whatever I want."
            ],
            [
                8,
                "Maybe. We enter the dungeon."
            ],
            [
                12,
                "Are you gonna eat that whole pie?"
            ],
            [
                14,
                "Oh, God, did you watch Bridget Jones again?"
            ],
            [
                16,
                "Now that Howard’s getting married, maybe he’ll inflate one of his old girlfriends for you."
            ],
            [
                35,
                "Are we ready to order?"
            ],
            [
                45,
                "Do you really want that?"
            ],
            [
                114,
                "You left out, got chafed testicles because you no longer wear underpants."
            ],
            [
                117,
                "Yeah, every night for the last month."
            ],
            [
                122,
                "You think she’s taking advantage of him?"
            ],
            [
                124,
                "Deaf women can’t be gold diggers?"
            ],
            [
                127,
                "Could you tell us?"
            ],
            [
                133,
                "Look, I know they have money. I don’t think it’s that much."
            ],
            [
                138,
                "Listen, guys, I’m sorry, I don’t mean to be rude, but I need to go call Raj’s sister, who I love so much. So vastly much."
            ],
            [
                201,
                "Yeah, real big of you."
            ]
        ],
        "Raj": [
            [
                13,
                "Maybe. Why not? Who do I have in my life to watch my figure for?"
            ],
            [
                15,
                "No, it’s just that everybody’s got someone. Sheldon’s with Amy, Howard’s getting married, you’re dating my sister."
            ],
            [
                17,
                "You know who I blame for my loneliness? The United States of America. Your movies and your TV shows promised streets paved with beautiful blonde women with big bazongas."
            ],
            [
                19,
                "That’s cruel. You know it goes straight to my hips."
            ],
            [
                21,
                "I don’t know if I want to play anymore."
            ],
            [
                47,
                "What’s it thinking about now?"
            ],
            [
                52,
                "Hi."
            ],
            [
                54,
                "Does she really mean that or was she signing it sarcastically?"
            ],
            [
                56,
                "Okay, I’m going to play it cool. Tell her, maybe. Whatever, babe."
            ],
            [
                58,
                "Ah, look at that. I have a date. I love America again."
            ],
            [
                61,
                "Okay, as soon as she gets here, so she knows I’m cool with it, I’m going to make a joke about her being deaf. I was thinking, hey, did you hear the one about…? Oh, no, I bet you didn’t."
            ],
            [
                63,
                "Oh, she’s here."
            ],
            [
                65,
                "Tell her it doesn’t matter. Tell her, her eyes shimmer like opalescent lilies in the lake of the palace of the celestial maidens."
            ],
            [
                67,
                "I worked on it all night. Use it."
            ],
            [
                69,
                "Then spell it."
            ],
            [
                71,
                "You’re blowing this for me!"
            ],
            [
                73,
                "You’re making me sound like a caveman."
            ],
            [
                75,
                "Really? Ask her how many children she wants, and whatever number she says, say, me too."
            ],
            [
                77,
                "Fine. Tell her I have a deep, sexy voice like James Earl Jones."
            ],
            [
                79,
                "Great. Then she won’t know I’m lying."
            ],
            [
                81,
                "Let’s see, what else can I tell you about me that would make you like me? Ooh, I love music. Do you love music?"
            ],
            [
                83,
                "You’re right. Everyone loves music."
            ],
            [
                85,
                "No, but when I was six years old, I tried to start a boy band called Frankie Goes to Bollywood. But I couldn’t get any other boys to join, so my parents asked the servants to be my backup dancers. Wait, when you sign servants, don’t sign it like I’m bragging. Sign it in a way that I sound humble with just a hint of, that’s right, I had servants."
            ],
            [
                87,
                "Yes, but she doesn’t. So get signing, hand monkey."
            ],
            [
                90,
                "What are you doing?"
            ],
            [
                92,
                "Dude, what is she saying?"
            ],
            [
                94,
                "What? Why?"
            ],
            [
                97,
                "It’s a little hard to see with the city lights, but that W-shaped constellation is Cassiopeia. And she was the mother of Andromeda who’s over there."
            ],
            [
                99,
                "Good, good. Oh, boy, help me out here. Does she want me to kiss her or not?"
            ],
            [
                101,
                "If you were me, would you kiss her?"
            ],
            [
                103,
                "I was so smooth on that date."
            ],
            [
                105,
                "Whatever, dude. She kissed me."
            ],
            [
                107,
                "Oh, fine. Let’s agree she kissed both of us."
            ],
            [
                159,
                "I’m so mad at you!"
            ],
            [
                161,
                "How dare you ambush my girlfriend at the gym!"
            ],
            [
                163,
                "I’m hammered."
            ],
            [
                165,
                "The best one I ever had!"
            ],
            [
                167,
                "Aha. I see what’s going on here. You and I had our crazy night together, and now you can’t stand to see me with another woman."
            ],
            [
                169,
                "It’s okay. I can’t get mad at your feelings."
            ],
            [
                171,
                "Yeah, that’s good. Keep telling yourself that. (Storms out)"
            ],
            [
                174,
                "I have a surprise for you. Cover your eyes. Open them. It’s a real ruby. It was a little expensive, but no one can put a price on love. Although, the people at Cartier took a pretty good shot at it. (Skype tone from computer) Oh, Mummy, Daddy. What a nice surprise."
            ],
            [
                177,
                "Penny?"
            ],
            [
                179,
                "I just got her a couple of things. She gives me things, too."
            ],
            [
                182,
                "What? You’re going to make me choose between the woman I love and the money I have very strong feelings for?"
            ],
            [
                184,
                "Well, I choose love."
            ],
            [
                186,
                "My parents are making me choose between money and you. I choose you. (She signs) No, I think we’ll have to return the car. (Again) And that necklace, yeah, that, too. But none of those things matter, because we have something better. We have love."
            ],
            [
                188,
                "Oh, Penny, I hurt so bad."
            ],
            [
                190,
                "Sometimes I put the TV on mute just to pretend she’s still with me. But I can’t watch the closed captioning without crying."
            ],
            [
                192,
                "Seriously? I’m heartbroken and you’re hitting on me?"
            ],
            [
                194,
                "Look, Penny, you’re great, but I had a long talk with my parents, and they said if I date an Indian girl, I get a Maserati."
            ],
            [
                196,
                "Mmm. Oh, cheesecake, you’re just as good as a woman, even though I can’t have sex with you."
            ]
        ],
        "Amy": [
            [
                25,
                "Now, I assume we use this same wax later on to neaten up each other’s bikini regions."
            ],
            [
                27,
                "Who’s shocked? I’m not. So, Bernadette, how’s the wedding planning going? And I’m not asking as a prospective bridesmaid. Pick me! Pick me!"
            ]
        ],
        "Penny": [
            [
                26,
                "Yeah, my bikini region is fine."
            ],
            [
                29,
                "Oh, the poor guy’s so lonely. We should set him up with someone."
            ],
            [
                31,
                "Well, hello? She’s married."
            ],
            [
                33,
                "Okay, so future grief-stricken widow is the one to beat."
            ],
            [
                41,
                "Um, Howard, can I see you for a minute, please?"
            ],
            [
                43,
                "Uh, no, that’s not it. Just come with me, please."
            ],
            [
                49,
                "Um, Raj, there’s someone I want you to meet. This is my friend Emily. I know her from my spin class. Raj, relax. She can’t hear you. She’s deaf."
            ],
            [
                51,
                "Oh! Look at you guys just hitting it off. I am so good."
            ],
            [
                110,
                "Mustache is looking good there, Sheldon."
            ],
            [
                116,
                "Is Raj out with Emily again?"
            ],
            [
                118,
                "Wow, can’t believe he has a girlfriend."
            ],
            [
                121,
                "You’re kidding."
            ],
            [
                123,
                "Oh, of course not. She wouldn’t do something like that. She’s deaf."
            ],
            [
                125,
                "Handicapped people are nice, Leonard. Everyone knows that."
            ],
            [
                129,
                "Wait, hang on. Doubles. Roll again."
            ],
            [
                131,
                "What do you mean, vastly wealthy?"
            ],
            [
                135,
                "Well, so how much is that?"
            ],
            [
                139,
                "Okay, so he’s got money, and it’s a few gifts and a car."
            ],
            [
                141,
                "What? He paid off her credit cards? Damn it, I could’ve dated Raj for a couple months. But I, I wouldn’t have, because I’m not that kind of girl. We should really talk to Raj."
            ],
            [
                146,
                "No. I’m the one that introduced him to her. I’ve got to say something."
            ],
            [
                148,
                "You’re engaged to my friend."
            ],
            [
                150,
                "I can’t believe you’re engaged to my friend. Oh, here she comes."
            ],
            [
                152,
                "Hi."
            ],
            [
                154,
                "Um, can we talk to you about Raj?"
            ],
            [
                156,
                "Okay, um, gosh, how do I start? Um, see, Raj is kind of naive. I mean, he hasn’t dated a whole lot of women. And I’m concerned that, without meaning to, you might be taking advantage of him. You know, by letting him buy you a bunch of expensive things.And I.. I… Howard, focus. Tell her what I’m saying."
            ],
            [
                160,
                "Okay, wait…"
            ],
            [
                162,
                "We didn’t mean for it to be an ambush. Just, it’s kind of impossible not to sneak up on deaf people. And hey, since when are you so chatty?"
            ],
            [
                164,
                "Raj, come here. This girl is trouble. I mean, what kind of relationship is it where you buy her gifts and she gives you sex?"
            ],
            [
                166,
                "Okay, come on. You know you can do better."
            ],
            [
                168,
                "Whoa, whoa, whoa, whoa!"
            ],
            [
                170,
                "I don’t have feelings."
            ],
            [
                172,
                "He is cuter now that I know he’s rich."
            ],
            [
                189,
                "I know, I know."
            ],
            [
                191,
                "Oh, I’m so sorry. I wish I could make you feel better."
            ],
            [
                193,
                "What? No!"
            ],
            [
                199,
                "Here you go, boys. I’ll pick it up when you’re ready."
            ],
            [
                203,
                "Oh, and don’t cheap out on the tip. We all know you’re loaded now."
            ]
        ],
        "Bernadette": [
            [
                28,
                "We went cake-tasting yesterday. Raj came along. He cried and ate half the samples."
            ],
            [
                30,
                "You know, I met a really cute girl at work. She’s married to a guy in one of our drug trials."
            ],
            [
                32,
                "Yeah, but her husband is in serious congestive heart failure, and a little birdie told me he’s in the placebo group."
            ]
        ],
        "Howard (signing)": [
            [
                50,
                "Emily, this is our friend Raj."
            ]
        ],
        "Howard (translating for Emily)": [
            [
                89,
                "I think I wrote a letter to Santa Claus every day. And then on Christmas morning, under the tree is a little puppy with a red ribbon."
            ]
        ],
        "Sheldon (rolls dice)": [
            [
                119,
                "Me neither."
            ]
        ],
        "Howard (translating)": [
            [
                153,
                "Oh, hey, hi. Nice to see you."
            ]
        ],
        "Dr Koothrappali": [
            [
                175,
                "No, it’s not a nice surprise, it’s a bad surprise."
            ],
            [
                180,
                "Yeah, yeah, I’m a gynaecologist. I know exactly what she gives you."
            ],
            [
                183,
                "It’s up to you."
            ],
            [
                185,
                "Hah. You’re an idiot. Love doesn’t last. Well, he’s going to find out eventually. Think about it."
            ]
        ],
        "Mrs Koothrappali": [
            [
                176,
                "Penny called us."
            ],
            [
                178,
                "She told us you’re spending all our money on your new girlfriend."
            ],
            [
                181,
                "You need to find a nice Indian girl from a good family. If you keep seeing this woman, you’re cut off."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "The entrance to the dungeon is a moss covered door. You manage to open it only to find yourself face-to-face with a hideous, foul-smelling, moss-covered ogre. What do you do?"
        ],
        [
            "Howard",
            "I say, hey Ma, what’s for dinner?”"
        ],
        [
            "Sheldon",
            "Seventeen. The ogre is amused by your joke and allows you to pass. By the by, I liked it, too."
        ],
        [
            "Leonard",
            "Hey, how go the wedding plans, Howard?"
        ],
        [
            "Howard",
            "Great. We spent five hours last night at Macy’s registering for gifts. Looks like I’m finally going to have that darling little earthenware asparagus dish I’ve always wanted."
        ],
        [
            "Leonard",
            "See, this is the good thing about having a girlfriend 9,000 miles away. I can spend my nights doing whatever I want."
        ],
        [
            "Howard",
            "You mean like playing nerd games with us and then taking a suspiciously long shower?"
        ],
        [
            "Leonard",
            "Maybe. We enter the dungeon."
        ],
        [
            "Sheldon",
            "You see a dragon."
        ],
        [
            "Howard",
            "Really? So we’re playing Dungeons and Dragons, and we walk into a dungeon and see a dragon? Isn’t that a little on the nose?"
        ],
        [
            "Sheldon",
            "When you play Chutes and Ladders, do you complain about all the chutes and all the ladders?"
        ],
        [
            "Leonard",
            "Are you gonna eat that whole pie?"
        ],
        [
            "Raj",
            "Maybe. Why not? Who do I have in my life to watch my figure for?"
        ],
        [
            "Leonard",
            "Oh, God, did you watch Bridget Jones again?"
        ],
        [
            "Raj",
            "No, it’s just that everybody’s got someone. Sheldon’s with Amy, Howard’s getting married, you’re dating my sister."
        ],
        [
            "Leonard",
            "Now that Howard’s getting married, maybe he’ll inflate one of his old girlfriends for you."
        ],
        [
            "Raj",
            "You know who I blame for my loneliness? The United States of America. Your movies and your TV shows promised streets paved with beautiful blonde women with big bazongas."
        ],
        [
            "Howard",
            "Eat another pie, you’ll have your own bazongas."
        ],
        [
            "Raj",
            "That’s cruel. You know it goes straight to my hips."
        ],
        [
            "Sheldon",
            "Gentlemen, please focus. You’re facing a fire-breathing dragon."
        ],
        [
            "Raj",
            "I don’t know if I want to play anymore."
        ],
        [
            "Sheldon",
            "Because you don’t have a girlfriend? Well, good Lord, if that becomes a reason not to play Dungeons and Dragons, this game’s in serious trouble."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Amy",
            "Now, I assume we use this same wax later on to neaten up each other’s bikini regions."
        ],
        [
            "Penny",
            "Yeah, my bikini region is fine."
        ],
        [
            "Amy",
            "Who’s shocked? I’m not. So, Bernadette, how’s the wedding planning going? And I’m not asking as a prospective bridesmaid. Pick me! Pick me!"
        ],
        [
            "Bernadette",
            "We went cake-tasting yesterday. Raj came along. He cried and ate half the samples."
        ],
        [
            "Penny",
            "Oh, the poor guy’s so lonely. We should set him up with someone."
        ],
        [
            "Bernadette",
            "You know, I met a really cute girl at work. She’s married to a guy in one of our drug trials."
        ],
        [
            "Penny",
            "Well, hello? She’s married."
        ],
        [
            "Bernadette",
            "Yeah, but her husband is in serious congestive heart failure, and a little birdie told me he’s in the placebo group."
        ],
        [
            "Penny",
            "Okay, so future grief-stricken widow is the one to beat."
        ],
        [
            "Scene",
            "The Cheesecake Factory."
        ],
        [
            "Leonard",
            "Are we ready to order?"
        ],
        [
            "Sheldon",
            "One moment. I’m conducting an experiment."
        ],
        [
            "Howard",
            "With Dungeons and Dragons dice?"
        ],
        [
            "Sheldon",
            "Yes. From here on in, I’ve decided to make all trivial decisions with a throw of the dice, thus freeing up my mind to do what it does best, enlighten and amaze. Page 14, item seven."
        ],
        [
            "Howard",
            "So, what’s for dinner?"
        ],
        [
            "Sheldon",
            "A side of corn succotash. Hmm. Interesting."
        ],
        [
            "Penny",
            "Um, Howard, can I see you for a minute, please?"
        ],
        [
            "Howard",
            "Uh, I don’t want to show any more of your friends how I can fit in the booster seats."
        ],
        [
            "Penny",
            "Uh, no, that’s not it. Just come with me, please."
        ],
        [
            "Sheldon",
            "Let’s see what I’ll be washing that succotash down with. A pitcher of margaritas."
        ],
        [
            "Leonard",
            "Do you really want that?"
        ],
        [
            "Sheldon",
            "That’s the great thing. It doesn’t matter. My mind is freed up to think about more important things."
        ],
        [
            "Raj",
            "What’s it thinking about now?"
        ],
        [
            "Sheldon",
            "Hamburgers and lemonade."
        ],
        [
            "Penny",
            "Um, Raj, there’s someone I want you to meet. This is my friend Emily. I know her from my spin class. Raj, relax. She can’t hear you. She’s deaf."
        ],
        [
            "Howard (signing)",
            "Emily, this is our friend Raj."
        ],
        [
            "Penny",
            "Oh! Look at you guys just hitting it off. I am so good."
        ],
        [
            "Raj",
            "Hi."
        ],
        [
            "Howard",
            "She says it’s nice to meet you."
        ],
        [
            "Raj",
            "Does she really mean that or was she signing it sarcastically?"
        ],
        [
            "Howard",
            "Raj says it’s nice to meet you, too. She says she has to go back to her family, but Penny has her number if you want to text her and get together."
        ],
        [
            "Raj",
            "Okay, I’m going to play it cool. Tell her, maybe. Whatever, babe."
        ],
        [
            "Howard",
            "He’ll text you."
        ],
        [
            "Raj",
            "Ah, look at that. I have a date. I love America again."
        ],
        [
            "Sheldon",
            "And now for dessert, come on, hot fudge sundae, come on, hot fudge sundae. Bam! That’s what I’m talking about!"
        ],
        [
            "Scene",
            "A coffee shop."
        ],
        [
            "Raj",
            "Okay, as soon as she gets here, so she knows I’m cool with it, I’m going to make a joke about her being deaf. I was thinking, hey, did you hear the one about…? Oh, no, I bet you didn’t."
        ],
        [
            "Howard",
            "Maybe we should revisit your lonely fat guy plan."
        ],
        [
            "Raj",
            "Oh, she’s here."
        ],
        [
            "Howard",
            "No joke. Oh, she says she’s sorry she’s late."
        ],
        [
            "Raj",
            "Tell her it doesn’t matter. Tell her, her eyes shimmer like opalescent lilies in the lake of the palace of the celestial maidens."
        ],
        [
            "Howard",
            "Really? That’s the first thing you want to say?"
        ],
        [
            "Raj",
            "I worked on it all night. Use it."
        ],
        [
            "Howard",
            "Look, I don’t know the sign for opalescent."
        ],
        [
            "Raj",
            "Then spell it."
        ],
        [
            "Howard",
            "I don’t know how to spell it."
        ],
        [
            "Raj",
            "You’re blowing this for me!"
        ],
        [
            "Howard",
            "He likes your eyes."
        ],
        [
            "Raj",
            "You’re making me sound like a caveman."
        ],
        [
            "Howard",
            "She says, thank you, you have nice eyes, too.”"
        ],
        [
            "Raj",
            "Really? Ask her how many children she wants, and whatever number she says, say, me too."
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Raj",
            "Fine. Tell her I have a deep, sexy voice like James Earl Jones."
        ],
        [
            "Howard",
            "She doesn’t know what James Earl Jones sounds like."
        ],
        [
            "Raj",
            "Great. Then she won’t know I’m lying."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Raj",
            "Let’s see, what else can I tell you about me that would make you like me? Ooh, I love music. Do you love music?"
        ],
        [
            "Howard",
            "You really want to ask her that?"
        ],
        [
            "Raj",
            "You’re right. Everyone loves music."
        ],
        [
            "Howard",
            "She says, do you play an instrument?"
        ],
        [
            "Raj",
            "No, but when I was six years old, I tried to start a boy band called Frankie Goes to Bollywood. But I couldn’t get any other boys to join, so my parents asked the servants to be my backup dancers. Wait, when you sign servants, don’t sign it like I’m bragging. Sign it in a way that I sound humble with just a hint of, that’s right, I had servants."
        ],
        [
            "Howard",
            "Do you hear yourself"
        ],
        [
            "Raj",
            "Yes, but she doesn’t. So get signing, hand monkey."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Howard (translating for Emily)",
            "I think I wrote a letter to Santa Claus every day. And then on Christmas morning, under the tree is a little puppy with a red ribbon."
        ],
        [
            "Raj",
            "What are you doing?"
        ],
        [
            "Howard",
            "Texting Bernadette that I’m gonna be late."
        ],
        [
            "Raj",
            "Dude, what is she saying?"
        ],
        [
            "Howard",
            "It’s a funny story about a puppy. Just smile and laugh. Quick, quick, stop smiling."
        ],
        [
            "Raj",
            "What? Why?"
        ],
        [
            "Howard",
            "The puppy died, it choked on a doll head. Sad face, sad face!"
        ],
        [
            "Scene",
            "Outside the coffee shop."
        ],
        [
            "Raj",
            "It’s a little hard to see with the city lights, but that W-shaped constellation is Cassiopeia. And she was the mother of Andromeda who’s over there."
        ],
        [
            "Howard",
            "Look, pretty stars. This is her car. She hopes she can see you again sometime."
        ],
        [
            "Raj",
            "Good, good. Oh, boy, help me out here. Does she want me to kiss her or not?"
        ],
        [
            "Howard",
            "I speak sign language, I don’t read minds."
        ],
        [
            "Raj",
            "If you were me, would you kiss her?"
        ],
        [
            "Howard",
            "Yeah, but I’m a make out king. (She kisses Raj and gets into car)"
        ],
        [
            "Raj",
            "I was so smooth on that date."
        ],
        [
            "Howard",
            "You? I made you smooth. You were an idiot."
        ],
        [
            "Raj",
            "Whatever, dude. She kissed me."
        ],
        [
            "Howard",
            "It might’ve been on your lips, but it was my kiss."
        ],
        [
            "Raj",
            "Oh, fine. Let’s agree she kissed both of us."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "Mustache is looking good there, Sheldon."
        ],
        [
            "Sheldon",
            "Don’t thank me. Thank the dice. They told me what percentage of my face to shave."
        ],
        [
            "Howard",
            "Why are you still doing this?"
        ],
        [
            "Sheldon",
            "Because it’s working. In the past few weeks, unburdened by trivial decisions, I’ve co-authored two papers in notable peer-reviewed journals, and I’m close to figuring out why the Large Hadron Collider has yet to isolate the Higgs boson particle."
        ],
        [
            "Leonard",
            "You left out, got chafed testicles because you no longer wear underpants."
        ],
        [
            "Sheldon",
            "The dice giveth and the dice taketh away."
        ],
        [
            "Penny",
            "Is Raj out with Emily again?"
        ],
        [
            "Leonard",
            "Yeah, every night for the last month."
        ],
        [
            "Penny",
            "Wow, can’t believe he has a girlfriend."
        ],
        [
            "Sheldon (rolls dice)",
            "Me neither."
        ],
        [
            "Howard",
            "Here’s some other fun news on the Raj/Emily front. He gave her a pair of diamond earrings and leased her a car."
        ],
        [
            "Penny",
            "You’re kidding."
        ],
        [
            "Leonard",
            "You think she’s taking advantage of him?"
        ],
        [
            "Penny",
            "Oh, of course not. She wouldn’t do something like that. She’s deaf."
        ],
        [
            "Leonard",
            "Deaf women can’t be gold diggers?"
        ],
        [
            "Penny",
            "Handicapped people are nice, Leonard. Everyone knows that."
        ],
        [
            "Sheldon",
            "Yeah, I actually have information about Raj that would be helpful with this discussion."
        ],
        [
            "Leonard",
            "Could you tell us?"
        ],
        [
            "Sheldon",
            "Let’s see. (Rolls dice) Snake eyes. Sorry, bud."
        ],
        [
            "Penny",
            "Wait, hang on. Doubles. Roll again."
        ],
        [
            "Sheldon",
            "Okay, get this. It doesn’t matter if he’s showering her with gifts, because the Koothrappalis are vastly wealthy."
        ],
        [
            "Penny",
            "What do you mean, vastly wealthy?"
        ],
        [
            "Sheldon",
            "Well, wealthy means a lot of money, and vastly means even more. I’m not sure what’s tripping you up."
        ],
        [
            "Leonard",
            "Look, I know they have money. I don’t think it’s that much."
        ],
        [
            "Sheldon",
            "No, you’re wrong. See, as you know, a few years ago, I achieved one of my lesser dreams and became a notary public. Well, from time to time, I notarize banking documents for Raj. The Koothrappalis aren’t just rich, they’re Richie Rich rich."
        ],
        [
            "Penny",
            "Well, so how much is that?"
        ],
        [
            "Sheldon",
            "About halfway between Bruce Wayne and Scrooge McDuck."
        ],
        [
            "Howard",
            "What the hell? The last time we went to the zoo, that son of a bitch made me buy him a churro."
        ],
        [
            "Leonard",
            "Listen, guys, I’m sorry, I don’t mean to be rude, but I need to go call Raj’s sister, who I love so much. So vastly much."
        ],
        [
            "Penny",
            "Okay, so he’s got money, and it’s a few gifts and a car."
        ],
        [
            "Howard",
            "And she got him to pay off all her credit cards."
        ],
        [
            "Penny",
            "What? He paid off her credit cards? Damn it, I could’ve dated Raj for a couple months. But I, I wouldn’t have, because I’m not that kind of girl. We should really talk to Raj."
        ],
        [
            "Howard",
            "He’s not going to listen, he’s in love."
        ],
        [
            "Sheldon",
            "Can’t figure out what to do? I remember those days. Now, if you’ll excuse me, I have to… (rolls dice) stay right here."
        ],
        [
            "Scene",
            "The gym."
        ],
        [
            "Howard",
            "Yeah, this is a bad idea. We should go."
        ],
        [
            "Penny",
            "No. I’m the one that introduced him to her. I’ve got to say something."
        ],
        [
            "Howard",
            "Wow."
        ],
        [
            "Penny",
            "You’re engaged to my friend."
        ],
        [
            "Howard",
            "Hey, Bernadette doesn’t mind where I get my motor running, as long as I park in the right garage."
        ],
        [
            "Penny",
            "I can’t believe you’re engaged to my friend. Oh, here she comes."
        ],
        [
            "Howard",
            "Smart. Whisper so the deaf chick can’t hear you."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Howard (translating)",
            "Oh, hey, hi. Nice to see you."
        ],
        [
            "Penny",
            "Um, can we talk to you about Raj?"
        ],
        [
            "Howard",
            "She says, sure, what about him?"
        ],
        [
            "Penny",
            "Okay, um, gosh, how do I start? Um, see, Raj is kind of naive. I mean, he hasn’t dated a whole lot of women. And I’m concerned that, without meaning to, you might be taking advantage of him. You know, by letting him buy you a bunch of expensive things.And I.. I… Howard, focus. Tell her what I’m saying."
        ],
        [
            "Howard",
            "Right. Are you a gold digger or not? Oh, uh, something, something, who the something do you think you are? Mind your own something business and go something yourself. Oh, wait, I got this now."
        ],
        [
            "Scene",
            "Penny’s apartment. She answers the door."
        ],
        [
            "Raj",
            "I’m so mad at you!"
        ],
        [
            "Penny",
            "Okay, wait…"
        ],
        [
            "Raj",
            "How dare you ambush my girlfriend at the gym!"
        ],
        [
            "Penny",
            "We didn’t mean for it to be an ambush. Just, it’s kind of impossible not to sneak up on deaf people. And hey, since when are you so chatty?"
        ],
        [
            "Raj",
            "I’m hammered."
        ],
        [
            "Penny",
            "Raj, come here. This girl is trouble. I mean, what kind of relationship is it where you buy her gifts and she gives you sex?"
        ],
        [
            "Raj",
            "The best one I ever had!"
        ],
        [
            "Penny",
            "Okay, come on. You know you can do better."
        ],
        [
            "Raj",
            "Aha. I see what’s going on here. You and I had our crazy night together, and now you can’t stand to see me with another woman."
        ],
        [
            "Penny",
            "Whoa, whoa, whoa, whoa!"
        ],
        [
            "Raj",
            "It’s okay. I can’t get mad at your feelings."
        ],
        [
            "Penny",
            "I don’t have feelings."
        ],
        [
            "Raj",
            "Yeah, that’s good. Keep telling yourself that. (Storms out)"
        ],
        [
            "Penny",
            "He is cuter now that I know he’s rich."
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Raj",
            "I have a surprise for you. Cover your eyes. Open them. It’s a real ruby. It was a little expensive, but no one can put a price on love. Although, the people at Cartier took a pretty good shot at it. (Skype tone from computer) Oh, Mummy, Daddy. What a nice surprise."
        ],
        [
            "Dr Koothrappali",
            "No, it’s not a nice surprise, it’s a bad surprise."
        ],
        [
            "Mrs Koothrappali",
            "Penny called us."
        ],
        [
            "Raj",
            "Penny?"
        ],
        [
            "Mrs Koothrappali",
            "She told us you’re spending all our money on your new girlfriend."
        ],
        [
            "Raj",
            "I just got her a couple of things. She gives me things, too."
        ],
        [
            "Dr Koothrappali",
            "Yeah, yeah, I’m a gynaecologist. I know exactly what she gives you."
        ],
        [
            "Mrs Koothrappali",
            "You need to find a nice Indian girl from a good family. If you keep seeing this woman, you’re cut off."
        ],
        [
            "Raj",
            "What? You’re going to make me choose between the woman I love and the money I have very strong feelings for?"
        ],
        [
            "Dr Koothrappali",
            "It’s up to you."
        ],
        [
            "Raj",
            "Well, I choose love."
        ],
        [
            "Dr Koothrappali",
            "Hah. You’re an idiot. Love doesn’t last. Well, he’s going to find out eventually. Think about it."
        ],
        [
            "Raj",
            "My parents are making me choose between money and you. I choose you. (She signs) No, I think we’ll have to return the car. (Again) And that necklace, yeah, that, too. But none of those things matter, because we have something better. We have love."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Raj",
            "Oh, Penny, I hurt so bad."
        ],
        [
            "Penny",
            "I know, I know."
        ],
        [
            "Raj",
            "Sometimes I put the TV on mute just to pretend she’s still with me. But I can’t watch the closed captioning without crying."
        ],
        [
            "Penny",
            "Oh, I’m so sorry. I wish I could make you feel better."
        ],
        [
            "Raj",
            "Seriously? I’m heartbroken and you’re hitting on me?"
        ],
        [
            "Penny",
            "What? No!"
        ],
        [
            "Raj",
            "Look, Penny, you’re great, but I had a long talk with my parents, and they said if I date an Indian girl, I get a Maserati."
        ],
        [
            "Scene",
            "The Cheesecake Factory."
        ],
        [
            "Raj",
            "Mmm. Oh, cheesecake, you’re just as good as a woman, even though I can’t have sex with you."
        ],
        [
            "Howard",
            "Try throwing it in the microwave for a few seconds."
        ],
        [
            "Sheldon",
            "Should I use the rest room or wait until we get home? Come on, papa needs to void his bladder. Oh, that’s not what you want to see after three buttermilks."
        ],
        [
            "Penny",
            "Here you go, boys. I’ll pick it up when you’re ready."
        ],
        [
            "Howard",
            "Thanks for dinner, buddy."
        ],
        [
            "Leonard",
            "Yeah, real big of you."
        ],
        [
            "Sheldon",
            "Hurry, hurry, hurry."
        ],
        [
            "Penny",
            "Oh, and don’t cheap out on the tip. We all know you’re loaded now."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-04-the-wiggly-finger-catalyst/"
}