{
    "Season": 5,
    "Episode": 7,
    "Title": "the good guy fluctuation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Sheldon’s office."
            ],
            [
                16,
                "Credits sequence."
            ],
            [
                17,
                "The comic book store."
            ],
            [
                49,
                "Entering the apartment building."
            ],
            [
                63,
                "The apartment. Leonard is with Alice."
            ],
            [
                77,
                "Sheldon’s office."
            ],
            [
                91,
                "Penny’s apartment. There is a knock."
            ],
            [
                134,
                "The apartment. Sheldon is adjusting a device on his arm."
            ],
            [
                156,
                "Howard’s house. Sheldon rings the doorbell."
            ],
            [
                183,
                "Alice’s apartment. Alice and Leonard are kissing."
            ],
            [
                195,
                "Leonard being ejected into the corridor."
            ],
            [
                197,
                "The apartment. Leonard is on skype."
            ]
        ],
        "Sheldon": [
            [
                1,
                "And reverse the spin on the antiproton, and gamma becomes alpha, multiplied by a matrix of negative I comma zero, and there we have it. Conclusive proof that I am absolutely worthless after nine o’clock."
            ],
            [
                3,
                "Hmm. (Looks outside office door. Corridor lamp sparks and goes out. Corridor is bathed in an eerie glow) All right, all right. I see what’s going on. A little pre-Halloween hijinkery. A ghostly moan, a rattling of chains, a witch’s cackle. The trifecta of haunted house clichés. Instead of eek, I say yawn."
            ],
            [
                5,
                "Oh, the walls are dripping blood, which looks nothing like a phenolphthalein indicator exposed to a sodium carbonate solution. (Reading message on wall) See you in hell Sheldon. The most frightening thing about that is the missing comma. (A luminous skeleton rushes towards him) Ah. Okay, all right. That one was clever. Skeleton with phosphorous on a zip line. Come on out, merry pranksters. Take a bow."
            ],
            [
                7,
                "Yes, there’s nothing quite like the slightly widened eyes of mildly startled."
            ],
            [
                9,
                "Please, fright depends on an element of surprise. The simple fact is, because I am much smarter than you, and able to anticipate your actions, it is highly unlikely that you two rubes could ever surprise me. (Leonard creeps out behind him wearing a Star Trek Balok mask)"
            ],
            [
                12,
                "Gentlemen. (Turns and sees Leonard. Screams and faints)."
            ],
            [
                19,
                "Droll."
            ],
            [
                22,
                "Yes, enjoy your japes, gentlemen. You think you’ve poked fun at a milquetoast academic. Well, you’ve forgotten one thing. I am also a son of the Lone Star state. I’m Texas through and through. And we know how to settle scores down there. If you doubt me, ask Mexico."
            ],
            [
                50,
                "Be sure to check the mail."
            ],
            [
                52,
                "Nothing. It’s not suspicious that I’m fixating. It’s consistent with my personality."
            ],
            [
                57,
                "Leonard doesn’t have time to chat, he has to get the mail."
            ],
            [
                59,
                "Open the mail!"
            ],
            [
                80,
                "It is, isn’t it? Oh, bother. Isn’t that just always the way? You go to staple something, and you’re out of staples. Gosh, I wish I’d known that earlier today when I was at Staples."
            ],
            [
                82,
                "well, no, no, I need something more permanent to join these papers. Say, don’t you keep staples in your top desk drawer?"
            ],
            [
                84,
                "Be a lamb and check."
            ],
            [
                86,
                "It’s a snake. A terrifying snake."
            ],
            [
                88,
                "Stop talking like that. You’ve been rendered speechless by fear."
            ],
            [
                90,
                "I tried to scare an Indian with a snake. Come on, Cooper. You’re better than this."
            ],
            [
                135,
                "Hello, Howard. I’ve realized that you scaring me was all in jest. Allow me to say, job well done. (Grabs his own hand. Electrocutes himself.) Perfect."
            ],
            [
                137,
                "Science. You wouldn’t understand."
            ],
            [
                139,
                "I thought you were leaving the apartment."
            ],
            [
                141,
                "Are you concerned because the world is filled with big dogs and bullies?"
            ],
            [
                143,
                "Well, if it’s of any help, I’ve read all the great moral philosophers, including Dr. Seuss."
            ],
            [
                145,
                "All right. So the topic at hand is sexual fidelity. Probably won’t be relying on Seuss here. Although One Fish, Two Fish, Red Fish, Blue Fish might be surprisingly applicable. Go on."
            ],
            [
                147,
                "You know, the German philosopher, Friedrich Nietzsche, believed that morality is just a fiction used by the herd of inferior human beings to hold back the few superior men."
            ],
            [
                149,
                "It’s worth noting that he died of syphilis."
            ],
            [
                151,
                "On your way home, will you pick up some orange juice?"
            ],
            [
                153,
                "Is one of those things your fondness for orange juice?"
            ],
            [
                155,
                "Great. Tropicana, no pulp."
            ],
            [
                159,
                "It’s me, Sheldon, Mrs. Wolowitz."
            ],
            [
                161,
                "Really? That’s very unsettling."
            ],
            [
                163,
                "Hi."
            ],
            [
                165,
                "It just occurred to me that I never formally congratulated you on your pending nuptials. So I hopped on the first bus and hightailed it down here to shake your hand. Put ‘er there, you old so-and-so."
            ],
            [
                167,
                "Holy smoke, why didn’t I think of that? You’re a better man than I, Howard Wolowitz. You put ‘er there, you son of a gun!"
            ],
            [
                170,
                "It was a harmless Halloween prank. Look."
            ],
            [
                172,
                "Well, I thought he made that up. Isn’t hypochondria a common idiosyncrasy of Jewish people?"
            ],
            [
                174,
                "We are?"
            ],
            [
                176,
                "Oh, no! I can’t!"
            ],
            [
                178,
                "Okay."
            ],
            [
                180,
                "Oh, God! One, two, three!"
            ],
            [
                182,
                "What? No. You mean this was all a ruse? Oh, how could I be so stu… (puts hand to forehead. Electrocutes himself)."
            ]
        ],
        "Ghostly voice": [
            [
                2,
                "Sheldon, Sheldon."
            ],
            [
                4,
                "Sheldon."
            ]
        ],
        "Raj": [
            [
                6,
                "You should’ve seen your face."
            ],
            [
                10,
                "He’s probably right."
            ],
            [
                14,
                "I had pee his pants."
            ],
            [
                24,
                "What is she doing in a comic book store?"
            ],
            [
                81,
                "You have a thing of paper clips right there."
            ],
            [
                83,
                "I don’t know. Maybe."
            ],
            [
                85,
                "All right. (Opening drawer) Who do we have here?"
            ],
            [
                87,
                "Oh, did some bad man put us in a drawer?"
            ],
            [
                89,
                "Let’s go to the biology lab and find you some nice yummy mice."
            ]
        ],
        "Howard": [
            [
                8,
                "Come on, admit it. We got you, Sheldon."
            ],
            [
                11,
                "We can’t beat him. He’s just too smart."
            ],
            [
                13,
                "Who had money on faints?"
            ],
            [
                20,
                "Not as droll as a grown man passed out in a puddle of his own urine."
            ],
            [
                45,
                "Did we just see you pick up a girl in a comic book store?"
            ],
            [
                157,
                "Hey, Sheldon."
            ],
            [
                160,
                "That’s not my mom, it’s Bernadette."
            ],
            [
                164,
                "What’s up?"
            ],
            [
                166,
                "Well, I, I’m gonna see you at work in 12 hours, don’t you think it could have waited until then?"
            ],
            [
                168,
                "Whatever. (Takes his hand. Starts to be electrocuted) My… oh… it’s… (Clutches heart and collapses)"
            ],
            [
                181,
                "Trick or treat, bubbeleh."
            ]
        ],
        "Leonard": [
            [
                15,
                "Hang on. Looks like everyone’s a winner."
            ],
            [
                18,
                "Oh. Watch out, Sheldon. This little boy Casper is a g-g-g-ghost!"
            ],
            [
                21,
                "That was pretty droll. With a hint of ammonia."
            ],
            [
                29,
                "Uh, yeah. It’s issue number 21. First appearance of Hellboy."
            ],
            [
                31,
                "Sorry."
            ],
            [
                33,
                "Yes, but you’d be using your superpowers for evil."
            ],
            [
                35,
                "Leonard."
            ],
            [
                37,
                "Thanks. You, too. You know, go ahead and take it."
            ],
            [
                39,
                "Uh, yeah, yeah, sure, I guess."
            ],
            [
                41,
                "Sorry, palm’s a little sweaty. What’s that word?"
            ],
            [
                43,
                "Oh, right, your name. That makes more sense than penis."
            ],
            [
                47,
                "No, I don’t think I picked her up. Besides, I have a girlfriend."
            ],
            [
                51,
                "How many times are you gonna tell me? What’s with you?"
            ],
            [
                53,
                "Right."
            ],
            [
                55,
                "More Halloween candy? Didn’t you just buy a bunch of it yesterday?"
            ],
            [
                58,
                "Will you relax? I’ll get it in a minute. Hey, how was work?"
            ],
            [
                60,
                "Excuse me. (Sheldon holds fingers in ears) A couple of circulars, nothing important."
            ],
            [
                62,
                "Hang on. (Sheldon opens mail box. A loud horn blows and a balloon with Leonard’s face on pops out. Sheldon faints again.) You might be from Texas, but I’m from New Jersey."
            ],
            [
                64,
                "Check it out. Jim Lee drew this of me two years ago at Comic Con."
            ],
            [
                66,
                "Well, you know, it’s Comic Con. I’m Lion-O from ThunderCats."
            ],
            [
                68,
                "No. But Jessica Alba did rub my furry belly."
            ],
            [
                70,
                "You’re kidding. You have your own book?"
            ],
            [
                72,
                "Cool. Oh, look. That’s you having sex with a guy in the top half of a Chewbacca costume. Comic Con?"
            ],
            [
                74,
                "You’re very talented. This is really good. Did you do… (she kisses him.)"
            ],
            [
                76,
                "You can have my car."
            ],
            [
                93,
                "Hey, you got a minute?"
            ],
            [
                95,
                "Thanks."
            ],
            [
                97,
                "No. Lactose. Gas."
            ],
            [
                99,
                "No. Sulfites. Migraines."
            ],
            [
                101,
                "Okay, we used to go out, right?"
            ],
            [
                103,
                "I’m dealing with a situation and it’s kind of about my love life, so I know that might be weird for us to talk about, but in this area, as you know, all my other friends are just so stupid."
            ],
            [
                105,
                "So, you’re okay talking about this?"
            ],
            [
                107,
                "You’re sure it’s not weird."
            ],
            [
                109,
                "You know what, if you ever want to talk to me about a problem in your life with a guy, then I would be fine with that."
            ],
            [
                111,
                "Okay, uh, here it is. Is it cheating if a guy has a girlfriend…"
            ],
            [
                113,
                "Come on."
            ],
            [
                115,
                "I met this girl, and she’s great. We have a lot in common."
            ],
            [
                117,
                "No. We just made out a little."
            ],
            [
                119,
                "Well, I was gonna, but there were too many tongues in my mouth."
            ],
            [
                121,
                "Here’s the thing, I, I’m not one of those guys who sneaks around and sleeps with more than one woman."
            ],
            [
                123,
                "The problem is, I want to be one of those guys."
            ],
            [
                125,
                "Oh, that’s not who I am."
            ],
            [
                127,
                "Now, let’s not do anything rash. She’s really hot."
            ],
            [
                129,
                "Priya and I are in love. I think we could get married someday."
            ],
            [
                131,
                "Now we’re getting somewhere."
            ],
            [
                136,
                "What are you doing?"
            ],
            [
                138,
                "Hey, well, see you. I’m going out. (Starts to go out. Doesn’t.)"
            ],
            [
                140,
                "Yeah, me, too. I can’t make up my mind."
            ],
            [
                142,
                "No. I’m having a moral crisis."
            ],
            [
                144,
                "Oh, what the hell. I’m supposed to go see that girl from the comic book store, Alice, but I don’t know if I should, because I’m going out with Priya, but she’s in India."
            ],
            [
                146,
                "Well, they say at the end of your life, you regret the stuff you didn’t do more than the stuff that you did, and I’m pretty sure Alice is the stuff I want to do."
            ],
            [
                148,
                "That actually does help."
            ],
            [
                150,
                "Screw it, I’m going."
            ],
            [
                152,
                "Do you mind? I’m questioning a lot of things in my life right now."
            ],
            [
                154,
                "No."
            ],
            [
                184,
                "Damn it, I can’t. I can’t, I can’t do this."
            ],
            [
                186,
                "No, no, no. I, I can’t do this. Believe me, I really want to."
            ],
            [
                188,
                "But I kind of have a girlfriend."
            ],
            [
                190,
                "You’re cool with you and me just being friends, right?"
            ],
            [
                192,
                "Wait, I don’t, which part?"
            ],
            [
                194,
                "Oh, no, no, you have it wrong. No. I, I was going to be a jackass, but I stopped myself. I stayed a good guy, so, I’m gonna pass on the sex. But you should know, that’s not a comment on your hotness but on my goodness. That’s kind of my superpower. I’m, like, Captain Good Guy."
            ],
            [
                196,
                "It’s okay. Did the right thing. You idiot!"
            ],
            [
                198,
                "Hey, Priya."
            ],
            [
                200,
                "Uh, not so good. We have to talk."
            ],
            [
                202,
                "Okay, uh, here it is. I met this girl and I kissed her, and I feel terrible about it. But it’s done, it’s never gonna happen again. And I am so, so sorry."
            ],
            [
                204,
                "It is?"
            ],
            [
                206,
                "Oh, my God, you are amazing. I mean, I don’t deserve you. Wh, what do, what do you mean everybody?"
            ],
            [
                208,
                "Uh, kind of?"
            ],
            [
                210,
                "No, no, I messed up a little. You messed up a lot."
            ],
            [
                212,
                "Oh yeah, it is, and you won. I, I, I’m, I’m sorry, I have to go. I don’t believe this."
            ]
        ],
        "Stuart": [
            [
                23,
                "Hot girl, nine o’clock. Don’t everybody look at once!"
            ],
            [
                25,
                "I don’t know, she might be lost. Doesn’t matter. Watch and learn. Hi."
            ],
            [
                27,
                "Um… it-it-it… (returns to guys) Shut up."
            ],
            [
                46,
                "‘Cause if you did, you get your picture up there on the Wall of Heroes."
            ],
            [
                48,
                "Doesn’t matter. This is the closest anyone’s ever come. You’re going on the wall, my friend."
            ]
        ],
        "Hot girl": [
            [
                26,
                "Hi."
            ],
            [
                30,
                "I know. I’ve been looking for it for years."
            ],
            [
                32,
                "Hey, if I pretended to hit on you, could I distract you enough to sneak it away?"
            ],
            [
                34,
                "Damn, I’m forbidden by my Kryptonian father to do so. I am Alice."
            ]
        ],
        "Hot girl (to Leonard)": [
            [
                28,
                "Are you getting this Next Men?"
            ]
        ],
        "Alice": [
            [
                36,
                "You are very cute, Leonard."
            ],
            [
                38,
                "No, no. No, no, I, I, I did evil. Would you be open to a trade?"
            ],
            [
                40,
                "Okay. Here. This is my number, call me."
            ],
            [
                42,
                "Alice."
            ],
            [
                44,
                "Later."
            ],
            [
                65,
                "What are you wearing?"
            ],
            [
                67,
                "Wow, you must have gotten so laid."
            ],
            [
                69,
                "Want to see a comic I draw?"
            ],
            [
                71,
                "Yeah. It’s kinda based on my life."
            ],
            [
                73,
                "You’d think, but no."
            ],
            [
                75,
                "So, can I trade you my comic for the Hellboy?"
            ],
            [
                185,
                "Uh, is it my tongue stud? ‘Cause if that freaks you out, you’re in for a real surprise later on."
            ],
            [
                187,
                "But?"
            ],
            [
                189,
                "Are you kidding?"
            ],
            [
                191,
                "I don’t believe this."
            ],
            [
                193,
                "I’m so stupid. I thought for once I’d met a good guy, but you’re just another jackass."
            ]
        ],
        "Penny": [
            [
                54,
                "Hey, guys."
            ],
            [
                56,
                "Oh. Yeah. That’s gone. It’s a rough month when Halloween and PMS hit at the same time."
            ],
            [
                61,
                "What’s with him?"
            ],
            [
                92,
                "It’s open."
            ],
            [
                94,
                "Yeah, sure, come on in."
            ],
            [
                96,
                "Want some mac and cheese?"
            ],
            [
                98,
                "Glass of wine?"
            ],
            [
                100,
                "Okay, well, I’d offer you Halloween candy, but that’s gone. So, what’s up?"
            ],
            [
                102,
                "Oh, my God, that’s where I know you from."
            ],
            [
                104,
                "All right, what’s going on?"
            ],
            [
                106,
                "Yes."
            ],
            [
                108,
                "It’s okay."
            ],
            [
                110,
                "Okay, good, because there’s this one guy I used to date who’s about to be force-fed wine and cheese if he doesn’t get to the point."
            ],
            [
                112,
                "Yeah, probably."
            ],
            [
                114,
                "I’m sorry, go ahead."
            ],
            [
                116,
                "Did you guys do it?"
            ],
            [
                118,
                "Oh, look at you, you bad boy. Did you tell her about Priya?"
            ],
            [
                120,
                "That’s gross."
            ],
            [
                122,
                "Well, good for you."
            ],
            [
                124,
                "So sleep with the new girl and lie to Priya."
            ],
            [
                126,
                "All right, then break it off with the new girl."
            ],
            [
                128,
                "If you like this girl so much, why don’t you just end things with Priya?"
            ],
            [
                130,
                "Leonard, you’re looking for a way to sleep with both women and have everybody be happy about it."
            ],
            [
                132,
                "What does your gut tell you?"
            ]
        ],
        "Sheldon (creeps into office carrying a box)": [
            [
                78,
                "Oh, dear. (Reaches into box, picks up a snake) Oh, dear. (Puts snake into Raj’s top drawer) Oh, dear, oh, dear. Oh, dear, oh, dear. Oh, dear. Oh, dear. Purell, Purell, Purell, Purell."
            ]
        ],
        "Raj (entering)": [
            [
                79,
                "Good morning, Sheldon."
            ]
        ],
        "Leonard: Go ask Penny": [
            [
                133,
                "she’ll know what to do."
            ]
        ],
        "Bernadette (off)": [
            [
                158,
                "Who is it?"
            ]
        ],
        "Bernadette": [
            [
                162,
                "Hi, Sheldon."
            ],
            [
                169,
                "Oh, my God, Howard! What did you do?"
            ],
            [
                171,
                "Howard has a heart condition! You know that!"
            ],
            [
                173,
                "This is adrenaline, we’re gonna have to inject it into his heart."
            ],
            [
                175,
                "You are. I’m not strong enough to get it through his chest plate, and we’ve only got one shot."
            ],
            [
                177,
                "Hurry! We’re running out of time!"
            ],
            [
                179,
                "Just do it!"
            ]
        ],
        "Priya": [
            [
                199,
                "Hey, sweetheart. How’s it going?"
            ],
            [
                201,
                "Oh, sounds serious. What’s up?"
            ],
            [
                203,
                "Leonard, relax. It’s okay."
            ],
            [
                205,
                "Yeah, these things happen. They happen to everybody."
            ],
            [
                207,
                "Leonard, I didn’t know if I should tell you, but I kind of cheated on you, too."
            ],
            [
                209,
                "A couple of weeks ago, I slept with my ex-boyfriend. So, I guess we both messed up a little."
            ],
            [
                211,
                "Well, it’s not a competition."
            ]
        ],
        "Sheldon (leaping out of the base of the sofa)": [
            [
                213,
                "Bazinga, punk. Now we’re even."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Sheldon’s office."
        ],
        [
            "Sheldon",
            "And reverse the spin on the antiproton, and gamma becomes alpha, multiplied by a matrix of negative I comma zero, and there we have it. Conclusive proof that I am absolutely worthless after nine o’clock."
        ],
        [
            "Ghostly voice",
            "Sheldon, Sheldon."
        ],
        [
            "Sheldon",
            "Hmm. (Looks outside office door. Corridor lamp sparks and goes out. Corridor is bathed in an eerie glow) All right, all right. I see what’s going on. A little pre-Halloween hijinkery. A ghostly moan, a rattling of chains, a witch’s cackle. The trifecta of haunted house clichés. Instead of eek, I say yawn."
        ],
        [
            "Ghostly voice",
            "Sheldon."
        ],
        [
            "Sheldon",
            "Oh, the walls are dripping blood, which looks nothing like a phenolphthalein indicator exposed to a sodium carbonate solution. (Reading message on wall) See you in hell Sheldon. The most frightening thing about that is the missing comma. (A luminous skeleton rushes towards him) Ah. Okay, all right. That one was clever. Skeleton with phosphorous on a zip line. Come on out, merry pranksters. Take a bow."
        ],
        [
            "Raj",
            "You should’ve seen your face."
        ],
        [
            "Sheldon",
            "Yes, there’s nothing quite like the slightly widened eyes of mildly startled."
        ],
        [
            "Howard",
            "Come on, admit it. We got you, Sheldon."
        ],
        [
            "Sheldon",
            "Please, fright depends on an element of surprise. The simple fact is, because I am much smarter than you, and able to anticipate your actions, it is highly unlikely that you two rubes could ever surprise me. (Leonard creeps out behind him wearing a Star Trek Balok mask)"
        ],
        [
            "Raj",
            "He’s probably right."
        ],
        [
            "Howard",
            "We can’t beat him. He’s just too smart."
        ],
        [
            "Sheldon",
            "Gentlemen. (Turns and sees Leonard. Screams and faints)."
        ],
        [
            "Howard",
            "Who had money on faints?"
        ],
        [
            "Raj",
            "I had pee his pants."
        ],
        [
            "Leonard",
            "Hang on. Looks like everyone’s a winner."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Leonard",
            "Oh. Watch out, Sheldon. This little boy Casper is a g-g-g-ghost!"
        ],
        [
            "Sheldon",
            "Droll."
        ],
        [
            "Howard",
            "Not as droll as a grown man passed out in a puddle of his own urine."
        ],
        [
            "Leonard",
            "That was pretty droll. With a hint of ammonia."
        ],
        [
            "Sheldon",
            "Yes, enjoy your japes, gentlemen. You think you’ve poked fun at a milquetoast academic. Well, you’ve forgotten one thing. I am also a son of the Lone Star state. I’m Texas through and through. And we know how to settle scores down there. If you doubt me, ask Mexico."
        ],
        [
            "Stuart",
            "Hot girl, nine o’clock. Don’t everybody look at once!"
        ],
        [
            "Raj",
            "What is she doing in a comic book store?"
        ],
        [
            "Stuart",
            "I don’t know, she might be lost. Doesn’t matter. Watch and learn. Hi."
        ],
        [
            "Hot girl",
            "Hi."
        ],
        [
            "Stuart",
            "Um… it-it-it… (returns to guys) Shut up."
        ],
        [
            "Hot girl (to Leonard)",
            "Are you getting this Next Men?"
        ],
        [
            "Leonard",
            "Uh, yeah. It’s issue number 21. First appearance of Hellboy."
        ],
        [
            "Hot girl",
            "I know. I’ve been looking for it for years."
        ],
        [
            "Leonard",
            "Sorry."
        ],
        [
            "Hot girl",
            "Hey, if I pretended to hit on you, could I distract you enough to sneak it away?"
        ],
        [
            "Leonard",
            "Yes, but you’d be using your superpowers for evil."
        ],
        [
            "Hot girl",
            "Damn, I’m forbidden by my Kryptonian father to do so. I am Alice."
        ],
        [
            "Leonard",
            "Leonard."
        ],
        [
            "Alice",
            "You are very cute, Leonard."
        ],
        [
            "Leonard",
            "Thanks. You, too. You know, go ahead and take it."
        ],
        [
            "Alice",
            "No, no. No, no, I, I, I did evil. Would you be open to a trade?"
        ],
        [
            "Leonard",
            "Uh, yeah, yeah, sure, I guess."
        ],
        [
            "Alice",
            "Okay. Here. This is my number, call me."
        ],
        [
            "Leonard",
            "Sorry, palm’s a little sweaty. What’s that word?"
        ],
        [
            "Alice",
            "Alice."
        ],
        [
            "Leonard",
            "Oh, right, your name. That makes more sense than penis."
        ],
        [
            "Alice",
            "Later."
        ],
        [
            "Howard",
            "Did we just see you pick up a girl in a comic book store?"
        ],
        [
            "Stuart",
            "‘Cause if you did, you get your picture up there on the Wall of Heroes."
        ],
        [
            "Leonard",
            "No, I don’t think I picked her up. Besides, I have a girlfriend."
        ],
        [
            "Stuart",
            "Doesn’t matter. This is the closest anyone’s ever come. You’re going on the wall, my friend."
        ],
        [
            "Scene",
            "Entering the apartment building."
        ],
        [
            "Sheldon",
            "Be sure to check the mail."
        ],
        [
            "Leonard",
            "How many times are you gonna tell me? What’s with you?"
        ],
        [
            "Sheldon",
            "Nothing. It’s not suspicious that I’m fixating. It’s consistent with my personality."
        ],
        [
            "Leonard",
            "Right."
        ],
        [
            "Penny",
            "Hey, guys."
        ],
        [
            "Leonard",
            "More Halloween candy? Didn’t you just buy a bunch of it yesterday?"
        ],
        [
            "Penny",
            "Oh. Yeah. That’s gone. It’s a rough month when Halloween and PMS hit at the same time."
        ],
        [
            "Sheldon",
            "Leonard doesn’t have time to chat, he has to get the mail."
        ],
        [
            "Leonard",
            "Will you relax? I’ll get it in a minute. Hey, how was work?"
        ],
        [
            "Sheldon",
            "Open the mail!"
        ],
        [
            "Leonard",
            "Excuse me. (Sheldon holds fingers in ears) A couple of circulars, nothing important."
        ],
        [
            "Penny",
            "What’s with him?"
        ],
        [
            "Leonard",
            "Hang on. (Sheldon opens mail box. A loud horn blows and a balloon with Leonard’s face on pops out. Sheldon faints again.) You might be from Texas, but I’m from New Jersey."
        ],
        [
            "Scene",
            "The apartment. Leonard is with Alice."
        ],
        [
            "Leonard",
            "Check it out. Jim Lee drew this of me two years ago at Comic Con."
        ],
        [
            "Alice",
            "What are you wearing?"
        ],
        [
            "Leonard",
            "Well, you know, it’s Comic Con. I’m Lion-O from ThunderCats."
        ],
        [
            "Alice",
            "Wow, you must have gotten so laid."
        ],
        [
            "Leonard",
            "No. But Jessica Alba did rub my furry belly."
        ],
        [
            "Alice",
            "Want to see a comic I draw?"
        ],
        [
            "Leonard",
            "You’re kidding. You have your own book?"
        ],
        [
            "Alice",
            "Yeah. It’s kinda based on my life."
        ],
        [
            "Leonard",
            "Cool. Oh, look. That’s you having sex with a guy in the top half of a Chewbacca costume. Comic Con?"
        ],
        [
            "Alice",
            "You’d think, but no."
        ],
        [
            "Leonard",
            "You’re very talented. This is really good. Did you do… (she kisses him.)"
        ],
        [
            "Alice",
            "So, can I trade you my comic for the Hellboy?"
        ],
        [
            "Leonard",
            "You can have my car."
        ],
        [
            "Scene",
            "Sheldon’s office."
        ],
        [
            "Sheldon (creeps into office carrying a box)",
            "Oh, dear. (Reaches into box, picks up a snake) Oh, dear. (Puts snake into Raj’s top drawer) Oh, dear, oh, dear. Oh, dear, oh, dear. Oh, dear. Oh, dear. Purell, Purell, Purell, Purell."
        ],
        [
            "Raj (entering)",
            "Good morning, Sheldon."
        ],
        [
            "Sheldon",
            "It is, isn’t it? Oh, bother. Isn’t that just always the way? You go to staple something, and you’re out of staples. Gosh, I wish I’d known that earlier today when I was at Staples."
        ],
        [
            "Raj",
            "You have a thing of paper clips right there."
        ],
        [
            "Sheldon",
            "well, no, no, I need something more permanent to join these papers. Say, don’t you keep staples in your top desk drawer?"
        ],
        [
            "Raj",
            "I don’t know. Maybe."
        ],
        [
            "Sheldon",
            "Be a lamb and check."
        ],
        [
            "Raj",
            "All right. (Opening drawer) Who do we have here?"
        ],
        [
            "Sheldon",
            "It’s a snake. A terrifying snake."
        ],
        [
            "Raj",
            "Oh, did some bad man put us in a drawer?"
        ],
        [
            "Sheldon",
            "Stop talking like that. You’ve been rendered speechless by fear."
        ],
        [
            "Raj",
            "Let’s go to the biology lab and find you some nice yummy mice."
        ],
        [
            "Sheldon",
            "I tried to scare an Indian with a snake. Come on, Cooper. You’re better than this."
        ],
        [
            "Scene",
            "Penny’s apartment. There is a knock."
        ],
        [
            "Penny",
            "It’s open."
        ],
        [
            "Leonard",
            "Hey, you got a minute?"
        ],
        [
            "Penny",
            "Yeah, sure, come on in."
        ],
        [
            "Leonard",
            "Thanks."
        ],
        [
            "Penny",
            "Want some mac and cheese?"
        ],
        [
            "Leonard",
            "No. Lactose. Gas."
        ],
        [
            "Penny",
            "Glass of wine?"
        ],
        [
            "Leonard",
            "No. Sulfites. Migraines."
        ],
        [
            "Penny",
            "Okay, well, I’d offer you Halloween candy, but that’s gone. So, what’s up?"
        ],
        [
            "Leonard",
            "Okay, we used to go out, right?"
        ],
        [
            "Penny",
            "Oh, my God, that’s where I know you from."
        ],
        [
            "Leonard",
            "I’m dealing with a situation and it’s kind of about my love life, so I know that might be weird for us to talk about, but in this area, as you know, all my other friends are just so stupid."
        ],
        [
            "Penny",
            "All right, what’s going on?"
        ],
        [
            "Leonard",
            "So, you’re okay talking about this?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Leonard",
            "You’re sure it’s not weird."
        ],
        [
            "Penny",
            "It’s okay."
        ],
        [
            "Leonard",
            "You know what, if you ever want to talk to me about a problem in your life with a guy, then I would be fine with that."
        ],
        [
            "Penny",
            "Okay, good, because there’s this one guy I used to date who’s about to be force-fed wine and cheese if he doesn’t get to the point."
        ],
        [
            "Leonard",
            "Okay, uh, here it is. Is it cheating if a guy has a girlfriend…"
        ],
        [
            "Penny",
            "Yeah, probably."
        ],
        [
            "Leonard",
            "Come on."
        ],
        [
            "Penny",
            "I’m sorry, go ahead."
        ],
        [
            "Leonard",
            "I met this girl, and she’s great. We have a lot in common."
        ],
        [
            "Penny",
            "Did you guys do it?"
        ],
        [
            "Leonard",
            "No. We just made out a little."
        ],
        [
            "Penny",
            "Oh, look at you, you bad boy. Did you tell her about Priya?"
        ],
        [
            "Leonard",
            "Well, I was gonna, but there were too many tongues in my mouth."
        ],
        [
            "Penny",
            "That’s gross."
        ],
        [
            "Leonard",
            "Here’s the thing, I, I’m not one of those guys who sneaks around and sleeps with more than one woman."
        ],
        [
            "Penny",
            "Well, good for you."
        ],
        [
            "Leonard",
            "The problem is, I want to be one of those guys."
        ],
        [
            "Penny",
            "So sleep with the new girl and lie to Priya."
        ],
        [
            "Leonard",
            "Oh, that’s not who I am."
        ],
        [
            "Penny",
            "All right, then break it off with the new girl."
        ],
        [
            "Leonard",
            "Now, let’s not do anything rash. She’s really hot."
        ],
        [
            "Penny",
            "If you like this girl so much, why don’t you just end things with Priya?"
        ],
        [
            "Leonard",
            "Priya and I are in love. I think we could get married someday."
        ],
        [
            "Penny",
            "Leonard, you’re looking for a way to sleep with both women and have everybody be happy about it."
        ],
        [
            "Leonard",
            "Now we’re getting somewhere."
        ],
        [
            "Penny",
            "What does your gut tell you?"
        ],
        [
            "Leonard: Go ask Penny",
            "she’ll know what to do."
        ],
        [
            "Scene",
            "The apartment. Sheldon is adjusting a device on his arm."
        ],
        [
            "Sheldon",
            "Hello, Howard. I’ve realized that you scaring me was all in jest. Allow me to say, job well done. (Grabs his own hand. Electrocutes himself.) Perfect."
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "Science. You wouldn’t understand."
        ],
        [
            "Leonard",
            "Hey, well, see you. I’m going out. (Starts to go out. Doesn’t.)"
        ],
        [
            "Sheldon",
            "I thought you were leaving the apartment."
        ],
        [
            "Leonard",
            "Yeah, me, too. I can’t make up my mind."
        ],
        [
            "Sheldon",
            "Are you concerned because the world is filled with big dogs and bullies?"
        ],
        [
            "Leonard",
            "No. I’m having a moral crisis."
        ],
        [
            "Sheldon",
            "Well, if it’s of any help, I’ve read all the great moral philosophers, including Dr. Seuss."
        ],
        [
            "Leonard",
            "Oh, what the hell. I’m supposed to go see that girl from the comic book store, Alice, but I don’t know if I should, because I’m going out with Priya, but she’s in India."
        ],
        [
            "Sheldon",
            "All right. So the topic at hand is sexual fidelity. Probably won’t be relying on Seuss here. Although One Fish, Two Fish, Red Fish, Blue Fish might be surprisingly applicable. Go on."
        ],
        [
            "Leonard",
            "Well, they say at the end of your life, you regret the stuff you didn’t do more than the stuff that you did, and I’m pretty sure Alice is the stuff I want to do."
        ],
        [
            "Sheldon",
            "You know, the German philosopher, Friedrich Nietzsche, believed that morality is just a fiction used by the herd of inferior human beings to hold back the few superior men."
        ],
        [
            "Leonard",
            "That actually does help."
        ],
        [
            "Sheldon",
            "It’s worth noting that he died of syphilis."
        ],
        [
            "Leonard",
            "Screw it, I’m going."
        ],
        [
            "Sheldon",
            "On your way home, will you pick up some orange juice?"
        ],
        [
            "Leonard",
            "Do you mind? I’m questioning a lot of things in my life right now."
        ],
        [
            "Sheldon",
            "Is one of those things your fondness for orange juice?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Great. Tropicana, no pulp."
        ],
        [
            "Scene",
            "Howard’s house. Sheldon rings the doorbell."
        ],
        [
            "Howard",
            "Hey, Sheldon."
        ],
        [
            "Bernadette (off)",
            "Who is it?"
        ],
        [
            "Sheldon",
            "It’s me, Sheldon, Mrs. Wolowitz."
        ],
        [
            "Howard",
            "That’s not my mom, it’s Bernadette."
        ],
        [
            "Sheldon",
            "Really? That’s very unsettling."
        ],
        [
            "Bernadette",
            "Hi, Sheldon."
        ],
        [
            "Sheldon",
            "Hi."
        ],
        [
            "Howard",
            "What’s up?"
        ],
        [
            "Sheldon",
            "It just occurred to me that I never formally congratulated you on your pending nuptials. So I hopped on the first bus and hightailed it down here to shake your hand. Put ‘er there, you old so-and-so."
        ],
        [
            "Howard",
            "Well, I, I’m gonna see you at work in 12 hours, don’t you think it could have waited until then?"
        ],
        [
            "Sheldon",
            "Holy smoke, why didn’t I think of that? You’re a better man than I, Howard Wolowitz. You put ‘er there, you son of a gun!"
        ],
        [
            "Howard",
            "Whatever. (Takes his hand. Starts to be electrocuted) My… oh… it’s… (Clutches heart and collapses)"
        ],
        [
            "Bernadette",
            "Oh, my God, Howard! What did you do?"
        ],
        [
            "Sheldon",
            "It was a harmless Halloween prank. Look."
        ],
        [
            "Bernadette",
            "Howard has a heart condition! You know that!"
        ],
        [
            "Sheldon",
            "Well, I thought he made that up. Isn’t hypochondria a common idiosyncrasy of Jewish people?"
        ],
        [
            "Bernadette",
            "This is adrenaline, we’re gonna have to inject it into his heart."
        ],
        [
            "Sheldon",
            "We are?"
        ],
        [
            "Bernadette",
            "You are. I’m not strong enough to get it through his chest plate, and we’ve only got one shot."
        ],
        [
            "Sheldon",
            "Oh, no! I can’t!"
        ],
        [
            "Bernadette",
            "Hurry! We’re running out of time!"
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Bernadette",
            "Just do it!"
        ],
        [
            "Sheldon",
            "Oh, God! One, two, three!"
        ],
        [
            "Howard",
            "Trick or treat, bubbeleh."
        ],
        [
            "Sheldon",
            "What? No. You mean this was all a ruse? Oh, how could I be so stu… (puts hand to forehead. Electrocutes himself)."
        ],
        [
            "Scene",
            "Alice’s apartment. Alice and Leonard are kissing."
        ],
        [
            "Leonard",
            "Damn it, I can’t. I can’t, I can’t do this."
        ],
        [
            "Alice",
            "Uh, is it my tongue stud? ‘Cause if that freaks you out, you’re in for a real surprise later on."
        ],
        [
            "Leonard",
            "No, no, no. I, I can’t do this. Believe me, I really want to."
        ],
        [
            "Alice",
            "But?"
        ],
        [
            "Leonard",
            "But I kind of have a girlfriend."
        ],
        [
            "Alice",
            "Are you kidding?"
        ],
        [
            "Leonard",
            "You’re cool with you and me just being friends, right?"
        ],
        [
            "Alice",
            "I don’t believe this."
        ],
        [
            "Leonard",
            "Wait, I don’t, which part?"
        ],
        [
            "Alice",
            "I’m so stupid. I thought for once I’d met a good guy, but you’re just another jackass."
        ],
        [
            "Leonard",
            "Oh, no, no, you have it wrong. No. I, I was going to be a jackass, but I stopped myself. I stayed a good guy, so, I’m gonna pass on the sex. But you should know, that’s not a comment on your hotness but on my goodness. That’s kind of my superpower. I’m, like, Captain Good Guy."
        ],
        [
            "Scene",
            "Leonard being ejected into the corridor."
        ],
        [
            "Leonard",
            "It’s okay. Did the right thing. You idiot!"
        ],
        [
            "Scene",
            "The apartment. Leonard is on skype."
        ],
        [
            "Leonard",
            "Hey, Priya."
        ],
        [
            "Priya",
            "Hey, sweetheart. How’s it going?"
        ],
        [
            "Leonard",
            "Uh, not so good. We have to talk."
        ],
        [
            "Priya",
            "Oh, sounds serious. What’s up?"
        ],
        [
            "Leonard",
            "Okay, uh, here it is. I met this girl and I kissed her, and I feel terrible about it. But it’s done, it’s never gonna happen again. And I am so, so sorry."
        ],
        [
            "Priya",
            "Leonard, relax. It’s okay."
        ],
        [
            "Leonard",
            "It is?"
        ],
        [
            "Priya",
            "Yeah, these things happen. They happen to everybody."
        ],
        [
            "Leonard",
            "Oh, my God, you are amazing. I mean, I don’t deserve you. Wh, what do, what do you mean everybody?"
        ],
        [
            "Priya",
            "Leonard, I didn’t know if I should tell you, but I kind of cheated on you, too."
        ],
        [
            "Leonard",
            "Uh, kind of?"
        ],
        [
            "Priya",
            "A couple of weeks ago, I slept with my ex-boyfriend. So, I guess we both messed up a little."
        ],
        [
            "Leonard",
            "No, no, I messed up a little. You messed up a lot."
        ],
        [
            "Priya",
            "Well, it’s not a competition."
        ],
        [
            "Leonard",
            "Oh yeah, it is, and you won. I, I, I’m, I’m sorry, I have to go. I don’t believe this."
        ],
        [
            "Sheldon (leaping out of the base of the sofa)",
            "Bazinga, punk. Now we’re even."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-07-the-good-guy-fluctuation/"
}