{
    "Season": 5,
    "Episode": 8,
    "Title": "the isolation permutation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                26,
                "Credits sequence."
            ],
            [
                27,
                "The cafeteria."
            ],
            [
                48,
                "The apartment. Leonard is horseracing on a Kinnect game."
            ],
            [
                63,
                "Amy’s apartment. Amy is playing the harp."
            ],
            [
                95,
                "The cafeteria."
            ],
            [
                106,
                "The apartment."
            ],
            [
                130,
                "Amy’s lab. Amy is dissecting a brain."
            ],
            [
                141,
                "the-right-light friend want to hang out with me."
            ],
            [
                150,
                "The apartment, Sheldon is building his Lego Death Star. Phone rings."
            ],
            [
                156,
                "A liquor store parking lot."
            ],
            [
                172,
                "Amy’s lab. She is dissecting a brain."
            ],
            [
                193,
                "A bridal store."
            ],
            [
                202,
                "Cut to Amy in a lilac dress."
            ],
            [
                205,
                "Cut to Bernadette in a wedding dress."
            ],
            [
                210,
                "Cut to changing room door."
            ]
        ],
        "Penny": [
            [
                1,
                "So, Bernadette, how goes the hunt for bridesmaid dresses?"
            ],
            [
                9,
                "Yeah, and cap sleeves? U-u-uh."
            ],
            [
                15,
                "Okay, that time you looked at me."
            ],
            [
                18,
                "All right, who wants to go to my apartment and look at bridal magazines?"
            ],
            [
                20,
                "Through no one’s fault, Sheldon, we’re leaving."
            ],
            [
                108,
                "Thank you. Where’s Sheldon?"
            ],
            [
                113,
                "Why?"
            ],
            [
                116,
                "Okay, look, this is her first time being a bridesmaid and she’s just getting a little crazy with it."
            ],
            [
                118,
                "Yeah, and she keeps trying to figure out if our cycles have synced up so we can call ourselves the Three Menstra-teers"
            ],
            [
                120,
                "I know. Me, too. We’ll talk to her. Hey, wait, how did she find out?"
            ],
            [
                124,
                "What do you tell him?"
            ],
            [
                127,
                "No. All your little secrets are fine."
            ],
            [
                132,
                "Hi."
            ],
            [
                135,
                "Well, look, we just wanted to apologize for not bringing you with us the other day."
            ],
            [
                137,
                "Look, come on, Amy, look, let us make it up to you. We’ll have a girl’s night, we’ll do whatever you want."
            ],
            [
                139,
                "With-with loofah mitts, no hands."
            ],
            [
                143,
                "Yeah, we feel awful."
            ],
            [
                145,
                "Oh, come on, Amy."
            ],
            [
                147,
                "I don’t really want to."
            ],
            [
                174,
                "Hi."
            ],
            [
                176,
                "I never gave you a friendship bracelet."
            ],
            [
                178,
                "No, you made that for you, I want you to have it."
            ],
            [
                180,
                "We are really sorry, and we were trying to think of some way to show you how much we care about you."
            ],
            [
                187,
                "Yeah, sure, sure. Vegas is fun, too."
            ],
            [
                189,
                "Sorry."
            ],
            [
                191,
                "Okay, yeah."
            ],
            [
                206,
                "Oh! Bernadette, you look beautiful!"
            ],
            [
                214,
                "Oh, Amy! Get the hell out of here!"
            ],
            [
                216,
                "Oh, God. Amy!"
            ]
        ],
        "Bernadette": [
            [
                2,
                "Well, if you don’t mind looking like an orange traffic cone, great."
            ],
            [
                4,
                "Really?"
            ],
            [
                6,
                "That’s horrible."
            ],
            [
                8,
                "I don’t know. Dead people’s dresses?"
            ],
            [
                19,
                "Oh, me."
            ],
            [
                110,
                "That’s so sweet."
            ],
            [
                115,
                "I told you that would happen."
            ],
            [
                117,
                "She keeps on telling us stories about bridesmaid traditions in other cultures, and they’re all about getting naked and washing each other."
            ],
            [
                119,
                "We thought it would be easier to look at dresses one time without her. I feel terrible."
            ],
            [
                122,
                "Oh, Howie."
            ],
            [
                125,
                "Oh, you know, just pillow talk. You guys have nothing to worry about."
            ],
            [
                128,
                "Yes, absolutely fine."
            ],
            [
                133,
                "Hello."
            ],
            [
                138,
                "We can go down to the Korean baths and do that thing you were talking about where we wash each other."
            ],
            [
                142,
                "Amy, we’re really sorry."
            ],
            [
                149,
                "Amy, you’re not a tumour. Penny, tell her she’s not a tumour. (Penny is vomiting in the dustbin). "
            ],
            [
                179,
                "We know you’re upset, and you have every right to be, but if it’s okay with you, we’d like a second chance to make things right."
            ],
            [
                181,
                "Which is why it would mean so much if you would agree to be the maid of honour at my wedding."
            ],
            [
                183,
                "No. I, I want you to be the maid of honour."
            ],
            [
                185,
                "So is that a yes?"
            ],
            [
                195,
                "We’re just trying on dresses, do we really need to record this?"
            ],
            [
                197,
                "I am the bride."
            ],
            [
                200,
                "I love it!"
            ],
            [
                203,
                "Oh, Amy! Looking sexy!"
            ],
            [
                208,
                "Thank you."
            ]
        ],
        "Amy": [
            [
                3,
                "Girlfriends, I have the answer to our dress problems."
            ],
            [
                5,
                "Twelve years ago, my cousin Irene and her entire family died in a horrific carbon monoxide accident the night before her wedding."
            ],
            [
                7,
                "Yes and no. All those bridesmaids dresses remain unused and available to us for free. So it seems that cloud of odourless deadly gas had a silver lining after all. Check it out, still in the bags. The gowns, not the bridesmaids."
            ],
            [
                10,
                "Uh, I was hoping you wouldn’t notice. Irene was always a slave to a good bargain when it came to clothes, and sadly as it turned out, space heaters."
            ],
            [
                16,
                "Who didn’t? Your skin is like alabaster. Do you even have pores?"
            ],
            [
                21,
                "Wait for moi."
            ],
            [
                23,
                "Sheldon, sometimes you forget, I’m a lady. And with that comes an oestrogen fuelled need to page through thick glossy magazines that make me hate my body."
            ],
            [
                29,
                "Your neurology department loaned me a culture of prions for my research on bovine spongiform encephalopathy."
            ],
            [
                31,
                "It’s hard to make degenerative brain maladies hilarious, and yet somehow you do it."
            ],
            [
                33,
                "The real fun starts when you get to pick the rat you’re going to feed it to, and maybe you choose the beady-eyed little mother who’s been biting you all week."
            ],
            [
                39,
                "I don’t know, four or five years."
            ],
            [
                42,
                "They’re out shopping right now?"
            ],
            [
                44,
                "Just the two of them?"
            ],
            [
                46,
                "That’s cool, that’s cool."
            ],
            [
                70,
                "Sheldon, what are you doing here?"
            ],
            [
                72,
                "I wanted to be alone."
            ],
            [
                74,
                "Sheldon, my world is crumbling around me."
            ],
            [
                76,
                "It doesn’t matter. Nothing matters."
            ],
            [
                78,
                "Penny and Bernadette went shopping for bridesmaids dresses without me."
            ],
            [
                80,
                "Yes."
            ],
            [
                82,
                "It’s just, I thought they liked hanging out with me, but I guess I was fooling myself."
            ],
            [
                84,
                "Sheldon, I’m going to ask you something, and I’d like you to keep an open mind."
            ],
            [
                86,
                "At this moment, I find myself craving human intimacy and physical contact."
            ],
            [
                88,
                "Proposal. One wild night of torrid lovemaking that soothes my soul and inflames my loins."
            ],
            [
                90,
                "How about this? French kissing, seven minutes in heaven culminating in second base."
            ],
            [
                92,
                "We cuddle. Final offer."
            ],
            [
                94,
                "I’m just saying, second base is right there."
            ],
            [
                131,
                "Come on, tumour. Come on, tumour, Mama needs an aggressive little glioblastoma. Yay, brain tumour! Probably not the same reaction you had when you got the news."
            ],
            [
                134,
                "What are you doing here?"
            ],
            [
                136,
                "That’s not necessary, it’s like Sesame Street says, one of these things is not like the other, one of these things should die alone."
            ],
            [
                140,
                "It’s okay. I’m glad this happened. I can stop pretending that some beautiful girl and her cute-in-"
            ],
            [
                144,
                "Don’t. I’ll be okay. You’re not the first girls I thought were friends with me who ended up shunning me. It’s like elementary school, junior high, high school, undergrad, grad school, and that semester abroad in Norway all over again."
            ],
            [
                146,
                "You don’t get it. Look at this brain."
            ],
            [
                148,
                "This is us. Bernadette, you are the analytical, scientific left hemisphere. Penny, you’re the creative, spontaneous right hemisphere. And where’s Amy? She’s right here, the sad little tumour no one wants to go dress shopping with."
            ],
            [
                157,
                "Oh, look. It’s Sheldon and little Leonard. Hi, little Leonard."
            ],
            [
                159,
                "Hey, Cuddles."
            ],
            [
                163,
                "Well, I came here to get a bottle of wine like Penny taught me to do when you’re sad."
            ],
            [
                165,
                "Didn’t you go to high school, Leonard? Parking lots are where all the cool kids hang out. Not that the rat bastards ever invited me."
            ],
            [
                167,
                "Oh, hang on, hang on, hang on. Sheldon, what would it take for you to go into that liquor store, buy a bottle of hooch, take me across the street to that motel, and have your way with me?"
            ],
            [
                171,
                "Whee! Ooh, finally someone found second base."
            ],
            [
                173,
                "I know how you feel. I got a knife slicing through my frontal lobe, too."
            ],
            [
                175,
                "What do you want? Do you want me to give the friendship bracelet back?"
            ],
            [
                177,
                "When we first met, I made one and pretended you gave it to me. You can have it back if you want."
            ],
            [
                182,
                "What? Wait, is this some kind of practical joke? Like in Norway, when my friends trapped me in a sauna with a horny otter?"
            ],
            [
                184,
                "Oh, my gosh. No one’s every asked me to be the maid of honour before. Well, that’s not true. Once, but then they all died."
            ],
            [
                186,
                "Yes. Yes. Oh, my gosh, I, I have so much to do. There’s the bridal shower and the bachelorette party. What should we do for the bachelorette party? Oh, I know, we’ll go to a Native American sweat lodge, we’ll take peyote, roll around in the mud, and paint fertility symbols on Bernadette’s naked body. So that’s happening."
            ],
            [
                188,
                "I feel like crying. Of course, I could just be hormonal. Oh, wait. Maybe our menses are finally syncing up. Bernadette? No? Penny?"
            ],
            [
                190,
                "Really?"
            ],
            [
                192,
                "Yay!"
            ],
            [
                194,
                "Maid of honour Amy Farrah Fowler’s amazing behind-the-scenes wedding video, take one."
            ],
            [
                196,
                "I’m sorry, are you the maid of honour?"
            ],
            [
                198,
                "So no. And action."
            ],
            [
                201,
                "What are you, a nun? Come on, bestie, let’s see some skin."
            ],
            [
                204,
                "You think they don’t have mirrors in there? I know how I look."
            ],
            [
                207,
                "You do."
            ],
            [
                209,
                "Not Penny beautiful, but beautiful."
            ],
            [
                211,
                "Come on, bestie, you’re up."
            ],
            [
                213,
                "What is taking you so long? (Opens door. Penny is in her underwear)"
            ],
            [
                215,
                "– Sorry, sorry. (Swings camera away. Then back again)"
            ],
            [
                217,
                "Sorry."
            ]
        ],
        "Sheldon": [
            [
                11,
                "Ladies, please. These four walls once housed an intellectual salon where the mind received nourishment as well as the stomach. But through no one’s fault, Penny, the quality of dinner conversation in this apartment has declined. And again, I’m looking at no one in particular, Penny."
            ],
            [
                14,
                "I’ve prepared a number of topics that should appeal to both the advanced and novice conversationalists."
            ],
            [
                17,
                "Topic one. Faster-than-light particles at CERN, paradigm-shifting discovery or another Swiss export as full of holes as their cheese? And converse."
            ],
            [
                22,
                "You’re leaving?"
            ],
            [
                24,
                "Ah. New topic. Women, delightfully mysterious or bat-crap crazy?"
            ],
            [
                30,
                "She popped by to borrow a cup of mad cow disease."
            ],
            [
                35,
                "Can we? Stand back while I turn this conversation into a conver-sensation."
            ],
            [
                37,
                "I have 100 alphabetized topics from artichoke, come on, people, it’s just a giant thistle, to zzz, the onamona-poetry of sleep."
            ],
            [
                50,
                "What?"
            ],
            [
                52,
                "Sorry. I’m a little distracted. I can’t seem to get in touch with Amy. I tried e-mail, video chat, tweeting her, posting on her Facebook wall, texting her, nothing."
            ],
            [
                54,
                "The telephone. You know, Leonard, in your own simple way, you may be the wisest of us all. Voice mail. Curiouser and curiouser."
            ],
            [
                56,
                "Okay. You know, I heard in the news a bobcat has been spotted in her neighbourhood."
            ],
            [
                58,
                "Who thinks Amy was eaten by a bobcat?"
            ],
            [
                60,
                "Leonard, I was just mentioning an interesting local news item. Now, thanks to you, I’m worried Amy’s been eaten by a bobcat."
            ],
            [
                62,
                "How can I? You won’t stop talking about it."
            ],
            [
                68,
                "Where are you going?"
            ],
            [
                71,
                "You didn’t respond to any of my electronic communications."
            ],
            [
                73,
                "Would you like to talk about it? And keep in mind that no is a perfectly viable answer."
            ],
            [
                75,
                "Point of order. As you’re in distress, it would be customary for me to offer you a hot beverage. But I’m a guest in your home, so it would be customary for you to offer me a beverage. How do you want to proceed vis-a-vis beverages?"
            ],
            [
                77,
                "If you’d like to take your mind off what’s troubling you, uh, word on the street is a bobcat has been spotted."
            ],
            [
                79,
                "And that made you feel sad?"
            ],
            [
                81,
                "I knew it. Just keep going, I guess I’m good at this."
            ],
            [
                83,
                "When they were over here, did you fail to offer them a beverage? ‘Cause I can see how that could stick in someone’s craw."
            ],
            [
                85,
                "Always."
            ],
            [
                87,
                "Oh, boy. You know ours is a relationship of the mind."
            ],
            [
                89,
                "Counterproposal. I will gently stroke your head and repeat, aw, who’s a good Amy."
            ],
            [
                91,
                "Neck massage, then you get me that beverage."
            ],
            [
                93,
                "Very well. Oh, boy. (They cuddle, awkwardly.)"
            ],
            [
                99,
                "The two of you need to get your women in line!"
            ],
            [
                101,
                "Last night I was strong-armed into an evening of harp music and spooning with an emotional Amy Farrah Fowler. This on a night that I had originally designated for solving the space-time geometry in higher-spin gravity and building my Lego Death Star. And why? Your gal pals, Penny and Bernadette, went out shopping for some wedding nonsense without Amy, an action they took with no thought or regard as to how it would affect me, the future of string theory or my Lego fun time."
            ],
            [
                103,
                "You clearly weren’t listening to my topic sentence, get your women in line! You make them apologize to Amy and set things right. I am a man of science, not someone’s snuggle bunny!"
            ],
            [
                105,
                "You invited her to lunch four years ago. Everything about her is on you, you make it so!"
            ],
            [
                151,
                "Did you know that when Alexander Graham Bell invented the telephone, he proposed answering it with ahoy? Ahoy. I like it. Amy? Is that you? Have you been drinking? I’m sorry, I bet my sweet what? Well, all right. We’re on our way."
            ],
            [
                153,
                "It would seem Amy is drunk in a liquor store parking lot."
            ],
            [
                155,
                "Leonard, be glad you can’t keep a woman. They are a handful."
            ],
            [
                161,
                "Yes, Cuddles. We cuddled. Grow up, Leonard."
            ],
            [
                169,
                "I’m begging both of you, please, let’s go."
            ]
        ],
        "Leonard": [
            [
                12,
                "Fine. What would you like to talk about, Sheldon?"
            ],
            [
                28,
                "Hey, Amy, what brings you to our neck of the woods?"
            ],
            [
                36,
                "This time, it’s your fault."
            ],
            [
                38,
                "Amy, how long would it take for that mad cow disease to kill me?"
            ],
            [
                40,
                "No, it’s not gonna do it."
            ],
            [
                49,
                "Leonard’s coming down the home stretch! Come on, horsey, you can do this! Damn. Come on, thigh muscles, you can do this! Yes! First place. I would have been a great jockey if I weren’t too tall. And scared of horses. Sheldon, you’re up."
            ],
            [
                51,
                "Come on, it’s your turn. We said we’d get more fresh air."
            ],
            [
                53,
                "Did you try calling her on the telephone?"
            ],
            [
                55,
                "If you’re worried, we can go over there and see if she’s all right."
            ],
            [
                57,
                "I don’t think Amy was eaten by a bobcat."
            ],
            [
                59,
                "You do?"
            ],
            [
                61,
                "Forget about the bobcat."
            ],
            [
                66,
                "Uh, she’s your friend. Step up."
            ],
            [
                67,
                "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. (Knock, knock, knock) Amy. Bye."
            ],
            [
                69,
                "I’m single, I don’t need this crap."
            ],
            [
                97,
                "For all those girls out there looking for the Indian Monopoly man?"
            ],
            [
                104,
                "Why do I have to talk to Penny? She’s not my girlfriend."
            ],
            [
                107,
                "Moo-shu is Penny."
            ],
            [
                109,
                "Oh, he was up late last night, so I gave him an early dinner and put him to bed."
            ],
            [
                111,
                "Yeah, but now he’s gonna be up at dawn and want to play."
            ],
            [
                114,
                "Her feelings got hurt because you guys went dress shopping without her."
            ],
            [
                126,
                "Hold on, did you talk about us when we were dating?"
            ],
            [
                152,
                "What’s going on?"
            ],
            [
                154,
                "Really? Amy?"
            ],
            [
                158,
                "Hi, Amy."
            ],
            [
                160,
                "Cuddles?"
            ],
            [
                162,
                "Amy, what are you doing here?"
            ],
            [
                164,
                "Yeah, but why didn’t you go back to your apartment?"
            ],
            [
                166,
                "Maybe we should get you home."
            ],
            [
                168,
                "Yeah, Sheldon, what would it take?"
            ],
            [
                170,
                "Okay. Come on. Upsy-daisy."
            ]
        ],
        "Howard": [
            [
                13,
                "What would you like to talk about, Sheldon? Why do you hate us?"
            ],
            [
                32,
                "That’s fun to have in a lunchroom."
            ],
            [
                34,
                "Please, we’re eating. Can we get that off the table and change the subject?"
            ],
            [
                41,
                "Oy. Bernadette keeps texting me pictures of Penny in bridesmaid dresses."
            ],
            [
                43,
                "Yeah."
            ],
            [
                45,
                "I guess."
            ],
            [
                47,
                "Why are they asking me about this stuff? What guy knows what a sweetheart neckline is? (Raj raises his hand)"
            ],
            [
                100,
                "What?"
            ],
            [
                102,
                "What do you want us to do about it?"
            ],
            [
                112,
                "So, listen, guys, the reason he was up late is because he was taking care of Amy. She’s kind of upset."
            ],
            [
                121,
                "Raj did it. And he says he would do it again. Okay, I’m sorry. You sent me the picture, I wasn’t thinking."
            ],
            [
                123,
                "Well, hey, I’m usually pretty good at not blabbing. You tell me tons of stuff about these guys, and I never repeat it."
            ]
        ],
        "Raj": [
            [
                25,
                "Totally. What’s wrong with cap sleeves? If you have the right figure for it, they’re adorable."
            ],
            [
                96,
                "Mm, I’m thinking about adopting some quirky affectation, like a pipe or a monocle or a handlebar moustache."
            ],
            [
                98,
                "This is not a safe place. You can’t share anything here."
            ]
        ],
        "Amy (singing)": [
            [
                64,
                "Everybody hurts, sometimes everybody cries. Everybody hurts, sometimes."
            ]
        ],
        "Sheldon (outside)": [
            [
                65,
                "She sounds weepy. I don’t like weepy. Let’s go."
            ]
        ],
        "Howard (after Raj whispers to him)": [
            [
                129,
                "I’ll tell you later."
            ]
        ],
        "Penny (in a red bridesmaid dress)": [
            [
                199,
                "What do you think?"
            ]
        ],
        "Penny (off)": [
            [
                212,
                "Give me a minute."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "So, Bernadette, how goes the hunt for bridesmaid dresses?"
        ],
        [
            "Bernadette",
            "Well, if you don’t mind looking like an orange traffic cone, great."
        ],
        [
            "Amy",
            "Girlfriends, I have the answer to our dress problems."
        ],
        [
            "Bernadette",
            "Really?"
        ],
        [
            "Amy",
            "Twelve years ago, my cousin Irene and her entire family died in a horrific carbon monoxide accident the night before her wedding."
        ],
        [
            "Bernadette",
            "That’s horrible."
        ],
        [
            "Amy",
            "Yes and no. All those bridesmaids dresses remain unused and available to us for free. So it seems that cloud of odourless deadly gas had a silver lining after all. Check it out, still in the bags. The gowns, not the bridesmaids."
        ],
        [
            "Bernadette",
            "I don’t know. Dead people’s dresses?"
        ],
        [
            "Penny",
            "Yeah, and cap sleeves? U-u-uh."
        ],
        [
            "Amy",
            "Uh, I was hoping you wouldn’t notice. Irene was always a slave to a good bargain when it came to clothes, and sadly as it turned out, space heaters."
        ],
        [
            "Sheldon",
            "Ladies, please. These four walls once housed an intellectual salon where the mind received nourishment as well as the stomach. But through no one’s fault, Penny, the quality of dinner conversation in this apartment has declined. And again, I’m looking at no one in particular, Penny."
        ],
        [
            "Leonard",
            "Fine. What would you like to talk about, Sheldon?"
        ],
        [
            "Howard",
            "What would you like to talk about, Sheldon? Why do you hate us?"
        ],
        [
            "Sheldon",
            "I’ve prepared a number of topics that should appeal to both the advanced and novice conversationalists."
        ],
        [
            "Penny",
            "Okay, that time you looked at me."
        ],
        [
            "Amy",
            "Who didn’t? Your skin is like alabaster. Do you even have pores?"
        ],
        [
            "Sheldon",
            "Topic one. Faster-than-light particles at CERN, paradigm-shifting discovery or another Swiss export as full of holes as their cheese? And converse."
        ],
        [
            "Penny",
            "All right, who wants to go to my apartment and look at bridal magazines?"
        ],
        [
            "Bernadette",
            "Oh, me."
        ],
        [
            "Penny",
            "Through no one’s fault, Sheldon, we’re leaving."
        ],
        [
            "Amy",
            "Wait for moi."
        ],
        [
            "Sheldon",
            "You’re leaving?"
        ],
        [
            "Amy",
            "Sheldon, sometimes you forget, I’m a lady. And with that comes an oestrogen fuelled need to page through thick glossy magazines that make me hate my body."
        ],
        [
            "Sheldon",
            "Ah. New topic. Women, delightfully mysterious or bat-crap crazy?"
        ],
        [
            "Raj",
            "Totally. What’s wrong with cap sleeves? If you have the right figure for it, they’re adorable."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Leonard",
            "Hey, Amy, what brings you to our neck of the woods?"
        ],
        [
            "Amy",
            "Your neurology department loaned me a culture of prions for my research on bovine spongiform encephalopathy."
        ],
        [
            "Sheldon",
            "She popped by to borrow a cup of mad cow disease."
        ],
        [
            "Amy",
            "It’s hard to make degenerative brain maladies hilarious, and yet somehow you do it."
        ],
        [
            "Howard",
            "That’s fun to have in a lunchroom."
        ],
        [
            "Amy",
            "The real fun starts when you get to pick the rat you’re going to feed it to, and maybe you choose the beady-eyed little mother who’s been biting you all week."
        ],
        [
            "Howard",
            "Please, we’re eating. Can we get that off the table and change the subject?"
        ],
        [
            "Sheldon",
            "Can we? Stand back while I turn this conversation into a conver-sensation."
        ],
        [
            "Leonard",
            "This time, it’s your fault."
        ],
        [
            "Sheldon",
            "I have 100 alphabetized topics from artichoke, come on, people, it’s just a giant thistle, to zzz, the onamona-poetry of sleep."
        ],
        [
            "Leonard",
            "Amy, how long would it take for that mad cow disease to kill me?"
        ],
        [
            "Amy",
            "I don’t know, four or five years."
        ],
        [
            "Leonard",
            "No, it’s not gonna do it."
        ],
        [
            "Howard",
            "Oy. Bernadette keeps texting me pictures of Penny in bridesmaid dresses."
        ],
        [
            "Amy",
            "They’re out shopping right now?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Amy",
            "Just the two of them?"
        ],
        [
            "Howard",
            "I guess."
        ],
        [
            "Amy",
            "That’s cool, that’s cool."
        ],
        [
            "Howard",
            "Why are they asking me about this stuff? What guy knows what a sweetheart neckline is? (Raj raises his hand)"
        ],
        [
            "Scene",
            "The apartment. Leonard is horseracing on a Kinnect game."
        ],
        [
            "Leonard",
            "Leonard’s coming down the home stretch! Come on, horsey, you can do this! Damn. Come on, thigh muscles, you can do this! Yes! First place. I would have been a great jockey if I weren’t too tall. And scared of horses. Sheldon, you’re up."
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Leonard",
            "Come on, it’s your turn. We said we’d get more fresh air."
        ],
        [
            "Sheldon",
            "Sorry. I’m a little distracted. I can’t seem to get in touch with Amy. I tried e-mail, video chat, tweeting her, posting on her Facebook wall, texting her, nothing."
        ],
        [
            "Leonard",
            "Did you try calling her on the telephone?"
        ],
        [
            "Sheldon",
            "The telephone. You know, Leonard, in your own simple way, you may be the wisest of us all. Voice mail. Curiouser and curiouser."
        ],
        [
            "Leonard",
            "If you’re worried, we can go over there and see if she’s all right."
        ],
        [
            "Sheldon",
            "Okay. You know, I heard in the news a bobcat has been spotted in her neighbourhood."
        ],
        [
            "Leonard",
            "I don’t think Amy was eaten by a bobcat."
        ],
        [
            "Sheldon",
            "Who thinks Amy was eaten by a bobcat?"
        ],
        [
            "Leonard",
            "You do?"
        ],
        [
            "Sheldon",
            "Leonard, I was just mentioning an interesting local news item. Now, thanks to you, I’m worried Amy’s been eaten by a bobcat."
        ],
        [
            "Leonard",
            "Forget about the bobcat."
        ],
        [
            "Sheldon",
            "How can I? You won’t stop talking about it."
        ],
        [
            "Scene",
            "Amy’s apartment. Amy is playing the harp."
        ],
        [
            "Amy (singing)",
            "Everybody hurts, sometimes everybody cries. Everybody hurts, sometimes."
        ],
        [
            "Sheldon (outside)",
            "She sounds weepy. I don’t like weepy. Let’s go."
        ],
        [
            "Leonard",
            "Uh, she’s your friend. Step up."
        ],
        [
            "Leonard",
            "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. (Knock, knock, knock) Amy. Bye."
        ],
        [
            "Sheldon",
            "Where are you going?"
        ],
        [
            "Leonard",
            "I’m single, I don’t need this crap."
        ],
        [
            "Amy",
            "Sheldon, what are you doing here?"
        ],
        [
            "Sheldon",
            "You didn’t respond to any of my electronic communications."
        ],
        [
            "Amy",
            "I wanted to be alone."
        ],
        [
            "Sheldon",
            "Would you like to talk about it? And keep in mind that no is a perfectly viable answer."
        ],
        [
            "Amy",
            "Sheldon, my world is crumbling around me."
        ],
        [
            "Sheldon",
            "Point of order. As you’re in distress, it would be customary for me to offer you a hot beverage. But I’m a guest in your home, so it would be customary for you to offer me a beverage. How do you want to proceed vis-a-vis beverages?"
        ],
        [
            "Amy",
            "It doesn’t matter. Nothing matters."
        ],
        [
            "Sheldon",
            "If you’d like to take your mind off what’s troubling you, uh, word on the street is a bobcat has been spotted."
        ],
        [
            "Amy",
            "Penny and Bernadette went shopping for bridesmaids dresses without me."
        ],
        [
            "Sheldon",
            "And that made you feel sad?"
        ],
        [
            "Amy",
            "Yes."
        ],
        [
            "Sheldon",
            "I knew it. Just keep going, I guess I’m good at this."
        ],
        [
            "Amy",
            "It’s just, I thought they liked hanging out with me, but I guess I was fooling myself."
        ],
        [
            "Sheldon",
            "When they were over here, did you fail to offer them a beverage? ‘Cause I can see how that could stick in someone’s craw."
        ],
        [
            "Amy",
            "Sheldon, I’m going to ask you something, and I’d like you to keep an open mind."
        ],
        [
            "Sheldon",
            "Always."
        ],
        [
            "Amy",
            "At this moment, I find myself craving human intimacy and physical contact."
        ],
        [
            "Sheldon",
            "Oh, boy. You know ours is a relationship of the mind."
        ],
        [
            "Amy",
            "Proposal. One wild night of torrid lovemaking that soothes my soul and inflames my loins."
        ],
        [
            "Sheldon",
            "Counterproposal. I will gently stroke your head and repeat, aw, who’s a good Amy."
        ],
        [
            "Amy",
            "How about this? French kissing, seven minutes in heaven culminating in second base."
        ],
        [
            "Sheldon",
            "Neck massage, then you get me that beverage."
        ],
        [
            "Amy",
            "We cuddle. Final offer."
        ],
        [
            "Sheldon",
            "Very well. Oh, boy. (They cuddle, awkwardly.)"
        ],
        [
            "Amy",
            "I’m just saying, second base is right there."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Raj",
            "Mm, I’m thinking about adopting some quirky affectation, like a pipe or a monocle or a handlebar moustache."
        ],
        [
            "Leonard",
            "For all those girls out there looking for the Indian Monopoly man?"
        ],
        [
            "Raj",
            "This is not a safe place. You can’t share anything here."
        ],
        [
            "Sheldon",
            "The two of you need to get your women in line!"
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Sheldon",
            "Last night I was strong-armed into an evening of harp music and spooning with an emotional Amy Farrah Fowler. This on a night that I had originally designated for solving the space-time geometry in higher-spin gravity and building my Lego Death Star. And why? Your gal pals, Penny and Bernadette, went out shopping for some wedding nonsense without Amy, an action they took with no thought or regard as to how it would affect me, the future of string theory or my Lego fun time."
        ],
        [
            "Howard",
            "What do you want us to do about it?"
        ],
        [
            "Sheldon",
            "You clearly weren’t listening to my topic sentence, get your women in line! You make them apologize to Amy and set things right. I am a man of science, not someone’s snuggle bunny!"
        ],
        [
            "Leonard",
            "Why do I have to talk to Penny? She’s not my girlfriend."
        ],
        [
            "Sheldon",
            "You invited her to lunch four years ago. Everything about her is on you, you make it so!"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Moo-shu is Penny."
        ],
        [
            "Penny",
            "Thank you. Where’s Sheldon?"
        ],
        [
            "Leonard",
            "Oh, he was up late last night, so I gave him an early dinner and put him to bed."
        ],
        [
            "Bernadette",
            "That’s so sweet."
        ],
        [
            "Leonard",
            "Yeah, but now he’s gonna be up at dawn and want to play."
        ],
        [
            "Howard",
            "So, listen, guys, the reason he was up late is because he was taking care of Amy. She’s kind of upset."
        ],
        [
            "Penny",
            "Why?"
        ],
        [
            "Leonard",
            "Her feelings got hurt because you guys went dress shopping without her."
        ],
        [
            "Bernadette",
            "I told you that would happen."
        ],
        [
            "Penny",
            "Okay, look, this is her first time being a bridesmaid and she’s just getting a little crazy with it."
        ],
        [
            "Bernadette",
            "She keeps on telling us stories about bridesmaid traditions in other cultures, and they’re all about getting naked and washing each other."
        ],
        [
            "Penny",
            "Yeah, and she keeps trying to figure out if our cycles have synced up so we can call ourselves the Three Menstra-teers"
        ],
        [
            "Bernadette",
            "We thought it would be easier to look at dresses one time without her. I feel terrible."
        ],
        [
            "Penny",
            "I know. Me, too. We’ll talk to her. Hey, wait, how did she find out?"
        ],
        [
            "Howard",
            "Raj did it. And he says he would do it again. Okay, I’m sorry. You sent me the picture, I wasn’t thinking."
        ],
        [
            "Bernadette",
            "Oh, Howie."
        ],
        [
            "Howard",
            "Well, hey, I’m usually pretty good at not blabbing. You tell me tons of stuff about these guys, and I never repeat it."
        ],
        [
            "Penny",
            "What do you tell him?"
        ],
        [
            "Bernadette",
            "Oh, you know, just pillow talk. You guys have nothing to worry about."
        ],
        [
            "Leonard",
            "Hold on, did you talk about us when we were dating?"
        ],
        [
            "Penny",
            "No. All your little secrets are fine."
        ],
        [
            "Bernadette",
            "Yes, absolutely fine."
        ],
        [
            "Howard (after Raj whispers to him)",
            "I’ll tell you later."
        ],
        [
            "Scene",
            "Amy’s lab. Amy is dissecting a brain."
        ],
        [
            "Amy",
            "Come on, tumour. Come on, tumour, Mama needs an aggressive little glioblastoma. Yay, brain tumour! Probably not the same reaction you had when you got the news."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Bernadette",
            "Hello."
        ],
        [
            "Amy",
            "What are you doing here?"
        ],
        [
            "Penny",
            "Well, look, we just wanted to apologize for not bringing you with us the other day."
        ],
        [
            "Amy",
            "That’s not necessary, it’s like Sesame Street says, one of these things is not like the other, one of these things should die alone."
        ],
        [
            "Penny",
            "Look, come on, Amy, look, let us make it up to you. We’ll have a girl’s night, we’ll do whatever you want."
        ],
        [
            "Bernadette",
            "We can go down to the Korean baths and do that thing you were talking about where we wash each other."
        ],
        [
            "Penny",
            "With-with loofah mitts, no hands."
        ],
        [
            "Amy",
            "It’s okay. I’m glad this happened. I can stop pretending that some beautiful girl and her cute-in-"
        ],
        [
            "Scene",
            "the-right-light friend want to hang out with me."
        ],
        [
            "Bernadette",
            "Amy, we’re really sorry."
        ],
        [
            "Penny",
            "Yeah, we feel awful."
        ],
        [
            "Amy",
            "Don’t. I’ll be okay. You’re not the first girls I thought were friends with me who ended up shunning me. It’s like elementary school, junior high, high school, undergrad, grad school, and that semester abroad in Norway all over again."
        ],
        [
            "Penny",
            "Oh, come on, Amy."
        ],
        [
            "Amy",
            "You don’t get it. Look at this brain."
        ],
        [
            "Penny",
            "I don’t really want to."
        ],
        [
            "Amy",
            "This is us. Bernadette, you are the analytical, scientific left hemisphere. Penny, you’re the creative, spontaneous right hemisphere. And where’s Amy? She’s right here, the sad little tumour no one wants to go dress shopping with."
        ],
        [
            "Bernadette",
            "Amy, you’re not a tumour. Penny, tell her she’s not a tumour. (Penny is vomiting in the dustbin). "
        ],
        [
            "Scene",
            "The apartment, Sheldon is building his Lego Death Star. Phone rings."
        ],
        [
            "Sheldon",
            "Did you know that when Alexander Graham Bell invented the telephone, he proposed answering it with ahoy? Ahoy. I like it. Amy? Is that you? Have you been drinking? I’m sorry, I bet my sweet what? Well, all right. We’re on our way."
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Sheldon",
            "It would seem Amy is drunk in a liquor store parking lot."
        ],
        [
            "Leonard",
            "Really? Amy?"
        ],
        [
            "Sheldon",
            "Leonard, be glad you can’t keep a woman. They are a handful."
        ],
        [
            "Scene",
            "A liquor store parking lot."
        ],
        [
            "Amy",
            "Oh, look. It’s Sheldon and little Leonard. Hi, little Leonard."
        ],
        [
            "Leonard",
            "Hi, Amy."
        ],
        [
            "Amy",
            "Hey, Cuddles."
        ],
        [
            "Leonard",
            "Cuddles?"
        ],
        [
            "Sheldon",
            "Yes, Cuddles. We cuddled. Grow up, Leonard."
        ],
        [
            "Leonard",
            "Amy, what are you doing here?"
        ],
        [
            "Amy",
            "Well, I came here to get a bottle of wine like Penny taught me to do when you’re sad."
        ],
        [
            "Leonard",
            "Yeah, but why didn’t you go back to your apartment?"
        ],
        [
            "Amy",
            "Didn’t you go to high school, Leonard? Parking lots are where all the cool kids hang out. Not that the rat bastards ever invited me."
        ],
        [
            "Leonard",
            "Maybe we should get you home."
        ],
        [
            "Amy",
            "Oh, hang on, hang on, hang on. Sheldon, what would it take for you to go into that liquor store, buy a bottle of hooch, take me across the street to that motel, and have your way with me?"
        ],
        [
            "Leonard",
            "Yeah, Sheldon, what would it take?"
        ],
        [
            "Sheldon",
            "I’m begging both of you, please, let’s go."
        ],
        [
            "Leonard",
            "Okay. Come on. Upsy-daisy."
        ],
        [
            "Amy",
            "Whee! Ooh, finally someone found second base."
        ],
        [
            "Scene",
            "Amy’s lab. She is dissecting a brain."
        ],
        [
            "Amy",
            "I know how you feel. I got a knife slicing through my frontal lobe, too."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Amy",
            "What do you want? Do you want me to give the friendship bracelet back?"
        ],
        [
            "Penny",
            "I never gave you a friendship bracelet."
        ],
        [
            "Amy",
            "When we first met, I made one and pretended you gave it to me. You can have it back if you want."
        ],
        [
            "Penny",
            "No, you made that for you, I want you to have it."
        ],
        [
            "Bernadette",
            "We know you’re upset, and you have every right to be, but if it’s okay with you, we’d like a second chance to make things right."
        ],
        [
            "Penny",
            "We are really sorry, and we were trying to think of some way to show you how much we care about you."
        ],
        [
            "Bernadette",
            "Which is why it would mean so much if you would agree to be the maid of honour at my wedding."
        ],
        [
            "Amy",
            "What? Wait, is this some kind of practical joke? Like in Norway, when my friends trapped me in a sauna with a horny otter?"
        ],
        [
            "Bernadette",
            "No. I, I want you to be the maid of honour."
        ],
        [
            "Amy",
            "Oh, my gosh. No one’s every asked me to be the maid of honour before. Well, that’s not true. Once, but then they all died."
        ],
        [
            "Bernadette",
            "So is that a yes?"
        ],
        [
            "Amy",
            "Yes. Yes. Oh, my gosh, I, I have so much to do. There’s the bridal shower and the bachelorette party. What should we do for the bachelorette party? Oh, I know, we’ll go to a Native American sweat lodge, we’ll take peyote, roll around in the mud, and paint fertility symbols on Bernadette’s naked body. So that’s happening."
        ],
        [
            "Penny",
            "Yeah, sure, sure. Vegas is fun, too."
        ],
        [
            "Amy",
            "I feel like crying. Of course, I could just be hormonal. Oh, wait. Maybe our menses are finally syncing up. Bernadette? No? Penny?"
        ],
        [
            "Penny",
            "Sorry."
        ],
        [
            "Amy",
            "Really?"
        ],
        [
            "Penny",
            "Okay, yeah."
        ],
        [
            "Amy",
            "Yay!"
        ],
        [
            "Scene",
            "A bridal store."
        ],
        [
            "Amy",
            "Maid of honour Amy Farrah Fowler’s amazing behind-the-scenes wedding video, take one."
        ],
        [
            "Bernadette",
            "We’re just trying on dresses, do we really need to record this?"
        ],
        [
            "Amy",
            "I’m sorry, are you the maid of honour?"
        ],
        [
            "Bernadette",
            "I am the bride."
        ],
        [
            "Amy",
            "So no. And action."
        ],
        [
            "Penny (in a red bridesmaid dress)",
            "What do you think?"
        ],
        [
            "Bernadette",
            "I love it!"
        ],
        [
            "Amy",
            "What are you, a nun? Come on, bestie, let’s see some skin."
        ],
        [
            "Scene",
            "Cut to Amy in a lilac dress."
        ],
        [
            "Bernadette",
            "Oh, Amy! Looking sexy!"
        ],
        [
            "Amy",
            "You think they don’t have mirrors in there? I know how I look."
        ],
        [
            "Scene",
            "Cut to Bernadette in a wedding dress."
        ],
        [
            "Penny",
            "Oh! Bernadette, you look beautiful!"
        ],
        [
            "Amy",
            "You do."
        ],
        [
            "Bernadette",
            "Thank you."
        ],
        [
            "Amy",
            "Not Penny beautiful, but beautiful."
        ],
        [
            "Scene",
            "Cut to changing room door."
        ],
        [
            "Amy",
            "Come on, bestie, you’re up."
        ],
        [
            "Penny (off)",
            "Give me a minute."
        ],
        [
            "Amy",
            "What is taking you so long? (Opens door. Penny is in her underwear)"
        ],
        [
            "Penny",
            "Oh, Amy! Get the hell out of here!"
        ],
        [
            "Amy",
            "– Sorry, sorry. (Swings camera away. Then back again)"
        ],
        [
            "Penny",
            "Oh, God. Amy!"
        ],
        [
            "Amy",
            "Sorry."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-08-the-isolation-permutation/"
}