{
    "Season": 5,
    "Episode": 9,
    "Title": "the ornithophobia diffusion",
    "Actor2Line": {
        " Scene": [
            [
                0,
                "The lobby."
            ]
        ],
        "Penny": [
            [
                1,
                "Hey."
            ],
            [
                3,
                "Yeah. I’ve got eight pounds of salmon that’s about to go bad. Do you know how to cook it?"
            ],
            [
                5,
                "Damn it. Should have liberated the iffy chicken. What are you and Professor Fussyface up to tonight?"
            ],
            [
                7,
                "Haven’t you seen that movie, like, a thousand times?"
            ],
            [
                9,
                "Oh, Leonard."
            ],
            [
                11,
                "Well, I’m going to take myself out to a movie tonight. You want to go?"
            ],
            [
                13,
                "What do you mean?"
            ],
            [
                15,
                "Oh, it’s not a date, Leonard. It’s just a man and a woman hanging out, and not having sex at the end of the night."
            ],
            [
                18,
                "What is that about?"
            ],
            [
                23,
                "Really? On top of everything else, you’re afraid of birds?"
            ],
            [
                25,
                "So movies, yes or no?"
            ],
            [
                27,
                "Great. I’ll see you later. And remember, he’s more afraid of you than you are of him."
            ],
            [
                29,
                "No, I was talking to the bird."
            ],
            [
                52,
                "Oh, hey, if we hurry, we can make the new Jennifer Aniston movie."
            ],
            [
                54,
                "Okay, but the Jennifer Aniston movie has Jennifer Aniston, and she’s not building a dam."
            ],
            [
                56,
                "Okay."
            ],
            [
                58,
                "You pick plenty of movies."
            ],
            [
                60,
                "But come on, that is a great movie, and it starts in ten minutes."
            ],
            [
                62,
                "No, you don’t."
            ],
            [
                64,
                "Okay, so while we were going out, how often would you pretend to like things just to have sex with me?"
            ],
            [
                66,
                "You’re kidding."
            ],
            [
                68,
                "Okay, we were going out. You were going to get sex anyway."
            ],
            [
                70,
                "No. No woman would."
            ],
            [
                72,
                "All right, fine."
            ],
            [
                94,
                "No, I was thinking how come they get to leave and I can’t."
            ],
            [
                96,
                "Uh, no, thanks."
            ],
            [
                98,
                "I just eat the little crispy ones you don’t like."
            ],
            [
                100,
                "To get sex."
            ],
            [
                102,
                "All right, I’d like an order of fries."
            ],
            [
                106,
                "What you writing there?"
            ],
            [
                110,
                "Oh."
            ],
            [
                112,
                "Oh. Penny. Nice to meet you."
            ],
            [
                114,
                "Oh, no, no. This isn’t a date, no. Right?"
            ],
            [
                116,
                "So have you written anything I might have seen?"
            ],
            [
                123,
                "Oh, yeah. Sure. Just one sec?"
            ],
            [
                125,
                "What’s up?"
            ],
            [
                127,
                "What am I doing?"
            ],
            [
                129,
                "No, I’m talking to him because he’s cute."
            ],
            [
                131,
                "Yes, he is. With his dorky T-shirt and his little hipster glasses."
            ],
            [
                133,
                "Yes, but when you’re tall and have great cheekbones, you’re doing it ironically."
            ],
            [
                135,
                "You should."
            ],
            [
                137,
                "Good! Go! There are some girls right over there. What are you waiting for?"
            ],
            [
                156,
                "Hey. Sorry I ditched you."
            ],
            [
                158,
                "Oh, no, no. We said we were going to hang out, let’s hang out."
            ],
            [
                160,
                "Oh, he had to leave."
            ],
            [
                165,
                "Huh? I’m sorry, get what?"
            ],
            [
                167,
                "No, no. I want to know what you told her."
            ],
            [
                171,
                "Oh. Okay, I see. So while he was telling you things, did he mention he owns not one, but two Star Trek uniforms?"
            ],
            [
                173,
                "Yeah. Wears them. Not just for Halloween."
            ],
            [
                175,
                "Okay. Then I’ll return the favour, and I won’t tell…"
            ],
            [
                177,
                "Laura that half the dirty movies you own are animated."
            ],
            [
                179,
                "Did you tell her about your lucky asthma inhaler?"
            ],
            [
                181,
                "A… S… Take me home."
            ],
            [
                196,
                "Okay, I’m not innocent in all this, but you basically called me stupid, you asthmatic dumbass."
            ],
            [
                198,
                "All right. Thank you. I’m sorry, too."
            ],
            [
                200,
                "Way off."
            ],
            [
                202,
                "I don’t know. Up until the last part, I was kind of enjoying take-charge Leonard with a little backbone. Picking the movie, knowing what he wants, a little cocky."
            ],
            [
                204,
                "Yeah."
            ],
            [
                206,
                "Ooh. Maybe I like it."
            ],
            [
                208,
                "Good night, Leonard."
            ]
        ],
        "Leonard": [
            [
                2,
                "Oh, hey. You work the lunch shift?"
            ],
            [
                4,
                "Not really."
            ],
            [
                6,
                "Star Wars on Blu-ray."
            ],
            [
                8,
                "Not on Blu-ray. Only twice on Blu-ray."
            ],
            [
                10,
                "I know, it’s high-resolution sadness."
            ],
            [
                12,
                "Really? Do we do that?"
            ],
            [
                14,
                "You know, we haven’t spent time alone together since we broke up."
            ],
            [
                16,
                "Sounds like most of my dates."
            ],
            [
                19,
                "Well, he’s smart and crazy enough, he may have actually created a monster. (They enter. Sheldon is by the window.)"
            ],
            [
                21,
                "What the hell is going on?"
            ],
            [
                26,
                "Movies, yes."
            ],
            [
                31,
                "Sheldon, just ignore him."
            ],
            [
                35,
                "The bird’s still there?"
            ],
            [
                37,
                "I don’t know. Scree-scree."
            ],
            [
                39,
                "Sorry. Do you think I’m overdressed?"
            ],
            [
                41,
                "I’m going to the movies with Penny. I don’t want her to think that I think it’s a date."
            ],
            [
                43,
                "No, but she might think I think it’s a date even though I don’t."
            ],
            [
                45,
                "Are we overthinking this?"
            ],
            [
                47,
                "You’re right. I’m fine. I’m wearing this."
            ],
            [
                53,
                "Oh, yeah, sure. There’s also an amazing documentary about building a dam on river in South America."
            ],
            [
                55,
                "Can’t argue with that. I’ll get the tickets."
            ],
            [
                57,
                "Actually, you know what? I think it’s about time I pick a movie we see."
            ],
            [
                59,
                "No. You always picked, and it was always the same. An hour and a half of beach houses in the rain until the woman turns around and realizes love was here all along."
            ],
            [
                61,
                "I hate those movies."
            ],
            [
                63,
                "Yes, I do. The only reason I went is because you wanted to see them, and I wanted to have sex. To this day, I can’t see a Sandra Bullock movie poster without getting both bored and aroused."
            ],
            [
                65,
                "All the time."
            ],
            [
                67,
                "Does this sound familiar? I’d love to go shoe shopping with you. Hiking? It’s great. It’s two a.m., of course I want to go to Korea Town and sing karaoke with your friends. Who wouldn’t?"
            ],
            [
                69,
                "Really? You would have slept with me after a three-hour documentary on dams?"
            ],
            [
                71,
                "See? Now, that’s the great thing. We’re out as friends. This is not a date. Sex is off the table. So, let’s go learn why hydroelectric power might not be the environmental bargain you think it is. Sorry. Spoiler alert."
            ],
            [
                73,
                "Thanks. Tickets are eleven bucks. Not a date."
            ],
            [
                93,
                "Come on, you enjoyed the movie. I saw you tearing up when the village got flooded, and everyone had to relocate."
            ],
            [
                95,
                "I’m going to get some fries. You want anything?"
            ],
            [
                97,
                "Are you sure? Because you always say no, and then you eat half my fries."
            ],
            [
                99,
                "No, I love them. I save them for the end, but they’re gone because you ate them. And why did I let you eat them?"
            ],
            [
                101,
                "Exactly. But this is not a date. So I ask again, would you like anything?"
            ],
            [
                103,
                "Great. That’ll be five dollars. I am having the best time. I’m so glad you suggested we do this."
            ],
            [
                115,
                "Uh, right."
            ],
            [
                122,
                "You’re kidding me. Uh, can I see you for a sec over here?"
            ],
            [
                126,
                "I know what you’re doing."
            ],
            [
                128,
                "You’re going out of your way to talk to that guy because I said we weren’t on a date."
            ],
            [
                130,
                "Come on, he’s not that cute."
            ],
            [
                132,
                "I wear dorky T-shirts and glasses."
            ],
            [
                134,
                "If that’s so, what if I start talking to a girl?"
            ],
            [
                136,
                "I’m serious. I’ll do it."
            ],
            [
                138,
                "They’re in a group. I’m scared."
            ],
            [
                155,
                "Um, let’s see. Hiking. Karaoke in Koreatown. Any Jennifer Aniston movie."
            ],
            [
                157,
                "No, it’s fine. You can ditch away."
            ],
            [
                159,
                "It’s cool. Go back to Kevin."
            ],
            [
                161,
                "Interesting. So now that he’s gone, you want to hang out with me."
            ],
            [
                163,
                "Yep."
            ],
            [
                166,
                "Don’t worry about it. You know, there’s some guys over there. You should go talk to them."
            ],
            [
                168,
                "That’s kind of between me and…"
            ],
            [
                170,
                "Laura."
            ],
            [
                174,
                "Hey, pal. You didn’t see me telling Kevin that you thought cold wars were only fought in winter."
            ],
            [
                178,
                "When you were telling Kevin about your acting career, did you mention your long-running role as Waitress in a local production of The Cheesecake Factory?"
            ],
            [
                180,
                "Oh, yeah? Spell asthma."
            ],
            [
                182,
                "Maybe I’m not done hanging out with… (Laura has gone) You’re right, it’s getting late."
            ],
            [
                195,
                "Okay. So, we went out, saw a movie, met some nice people, said horrible things about each other in public, all in all, a pretty magical night."
            ],
            [
                197,
                "I know, I, I, I crossed a line. And I’m sorry. No, no, no, hang on. I really mean it. And it’s not like when we were going out, I’d just apologize for everything so we could end up in bed. This is a 100% sex-is-off-the-table I’m sorry."
            ],
            [
                199,
                "Just to be clear, sex is off the table, right?"
            ],
            [
                201,
                "Maybe we’re not ready to hang out as friends."
            ],
            [
                203,
                "Really?"
            ],
            [
                205,
                "Well, then, I’m putting sex back on the table. What do you think about that?"
            ],
            [
                207,
                "You do? Because if that’s what you like, I can be that guy. I swear, I’ll be anything you want me to be."
            ],
            [
                209,
                "I am such an asthmatic dumbass. I had a weird night."
            ]
        ],
        "Sheldon (off, voice heard through apartment door as they approach)": [
            [
                17,
                "Oh, dear Lord, get away from me, you monster!"
            ]
        ],
        "Sheldon": [
            [
                20,
                "Shoo, shoo! Be gone!"
            ],
            [
                22,
                "There’s a bird outside the window, and he won’t go away. That is the hell that is going on. We have no worms or seeds here. Shoo, shoo."
            ],
            [
                24,
                "It’s called ornithophobia. And someday it will be recognized as a true disability, and the landlord will be required by law to put a giant net over the building. Which is unfortunate, because I have a fear of nets."
            ],
            [
                28,
                "That doesn’t help."
            ],
            [
                30,
                "(Knock, knock, knock) Go away, bird. (Knock, knock, knock) Go away, bird. (Knock, knock, knock) Go away, bird."
            ],
            [
                32,
                "Good idea. Attention is what birds want. (Pulls curtain) Oh, much better. All right. Now I’ll just get along with my life. (Bird squawks) Make a pot of tea, Leonard. It’s going to be a long night."
            ],
            [
                36,
                "Quick, what does a hawk sound like?"
            ],
            [
                38,
                "Please, that’s a seagull. If you’re not going to help, don’t help."
            ],
            [
                40,
                "It depends on the activity. For a prostate exam, yes. If you’re playing Vegas, I’d add sequins."
            ],
            [
                42,
                "Do you think it’s a date?"
            ],
            [
                44,
                "Or you might think she thinks you think it’s a date even though she doesn’t."
            ],
            [
                46,
                "Not at all."
            ],
            [
                48,
                "Really? A blazer? All right. (Leonard takes off blazer and heads back to his room. Sheldon dials phone) Yes, hello. This is Dr. Sheldon Cooper. Yeah, I’m at 2311 North Robles Avenue. Yeah, I’d like to report a dangerous wild animal. A blue jay. I’m sorry, this is Animal Control. I don’t understand the laughter. No, the bird is not in my home. If he was in my home, I obviously would have called 911. Sir, I have no doubt that there are things that you’re frightened of. Being stuck in a dead-end public service job? Or your wife stepping out on you because you’re stuck in a dead-end public service job? Or spiders? Don’t you think I tried making cat noises?"
            ],
            [
                50,
                "For an audience with the queen, yes. For an evening of passing a bottle of fortified wine around a flaming trash can, you look great. (Leonard leaves again. Sheldon draws a picture of a cats face and returns to making cat noises at the window.) What am I thinking? Whiskers!"
            ],
            [
                77,
                "A minute."
            ],
            [
                79,
                "This would go a lot faster if you put your trade school diploma to work and helped me set up this high frequency tone generator."
            ],
            [
                81,
                "Yeah, but you’ve got a can-do attitude and that’s what’s important."
            ],
            [
                83,
                "The question you should be asking is what is their problem with me? My first memory, a hummingbird dive-bombing my stroller to get at the apple juice in my sippy cup."
            ],
            [
                85,
                "Hummingbirds are the vampires of the flower world."
            ],
            [
                87,
                "Age seven, a blood-thirsty chicken chases me up a tree. Age twelve, a magpie tries to steal the retainer out of my mouth. Age sixteen, a parrot in a pet store called me fat ass. Need I go on?"
            ],
            [
                90,
                "It’s not a death ray. It’s just a little ultrasonic blast to scare him off. Trust me, if I had a death ray, I wouldn’t be living here. I’d be in my lair enjoying the money the people of Earth gave me for not using my death ray. All right, and in three, two, one. (Switches on. All the windows shatter. The bird doesn’t move.)"
            ],
            [
                119,
                "This is ridiculous. I’m a grown man from Texas. This isn’t a terrifying bird like a swan or a goose. It’s just a blue jay. (Opens window) That’s a pretty big blue jay. (Closes window. Goes to cabinet. Comes out wearing a Boba Fett helmet and a broom) One, two, three. (Opens window) Go! Shoo! Am-scray, ird-bay! (Bird flies in window) Bird in the apartment! Bird in the apartment! (Sees the bird sitting in his place) No!"
            ],
            [
                141,
                "You’re biologists. Biology is the study of living things. That’s a living thing, get cracking."
            ],
            [
                144,
                "Oh, come now. Your undergraduate work must have included a varmints and critters class."
            ],
            [
                146,
                "No, Bernadette, don’t be a hero!"
            ],
            [
                148,
                "Yes. It’s very sweet. Now, slowly and carefully, flush him down the toilet."
            ],
            [
                150,
                "Every year tens of people around the world are killed by birds. I’m not going to be another statistic."
            ],
            [
                152,
                "I did it! I actually did it. Okay, now flush him."
            ],
            [
                184,
                "It’s remarkable. All that time spent in fear. And for what? He’s magnificent. Oh, dear. I just realized I haven’t offered you a beverage."
            ],
            [
                186,
                "My phone’s on the desk over there. Take a picture of us together. Make it good enough to go on a mug, a mouse pad, and a calendar. If you were a dove, I’d call you Lovey-Dovey. Oh. Who am I kidding? This isn’t a moment for strict adherence to the literal. You’re just my little Lovey-Dovey, aren’t you?"
            ],
            [
                189,
                "Yes. It should have a big picture of him, and the words, is this your bird? Not anymore. We’re going to have so much fun together. You can carry messages to all my enemies. I can tie a string to your leg and fly you like a kite."
            ],
            [
                191,
                "Nonsense. No. Lovey-Dovey doesn’t sleep in a cage. No. Lovey-Dovey sleeps in his very own nest, which I’m going to get off the windowsill and put in my room. Isn’t that right, LD? (Opens window. Bird flies out.) No. Where are you going? Come back, Lovey-Dovey! This is your home now! I already ordered 20 pounds of bird feed off of Amazon! He’s gone."
            ],
            [
                193,
                "How could he do this to me? Get back here, you stupid bird, so I can love you!"
            ],
            [
                210,
                "Mine was great. I’m going to be a mommy. (Reveals nest with an egg in it.)"
            ]
        ],
        "Scene": [
            [
                33,
                "Credits sequence."
            ],
            [
                34,
                "The apartment.Sheldon is trying to scare the bird away making cat noises."
            ],
            [
                51,
                "The cinema."
            ],
            [
                74,
                "The apartment."
            ],
            [
                92,
                "A bar."
            ],
            [
                118,
                "The apartment."
            ],
            [
                120,
                "The bar."
            ],
            [
                139,
                "The apartment."
            ],
            [
                153,
                "The bar."
            ],
            [
                183,
                "The apartment. Sheldon has the bird on his arm."
            ],
            [
                194,
                "The stairwell. They ascend without talking."
            ]
        ],
        "Leonard (returning in a tee shirt and backwards cap)": [
            [
                49,
                "Too casual?"
            ]
        ],
        "Raj": [
            [
                75,
                "Come on, Sheldon, Star Wars."
            ],
            [
                82,
                "I really don’t get your problem with birds."
            ],
            [
                84,
                "Hummingbirds are pretty."
            ],
            [
                86,
                "Still my first choice for an ankle tattoo. Or a dolphin, I go back and forth."
            ],
            [
                88,
                "Yes, please. This is way better than the movie."
            ],
            [
                91,
                "That is one tough birdie."
            ]
        ],
        "Howard": [
            [
                76,
                "I’m pushing play."
            ],
            [
                78,
                "If we don’t start soon, George Lucas is going to change it again."
            ],
            [
                80,
                "I have a Masters degree from M.I.T."
            ],
            [
                89,
                "All right, Sheldon, your bird death ray is ready."
            ]
        ],
        "Penny (accidentally nudging the man sitting behind her)": [
            [
                104,
                "Oh, sorry."
            ]
        ],
        "Man": [
            [
                105,
                "No problem."
            ],
            [
                107,
                "A screenplay. Its about a guy whose roommate is having sex and tells him go to a bar and work on his screenplay."
            ],
            [
                109,
                "It’s a working title."
            ],
            [
                111,
                "I’m Kevin."
            ]
        ],
        "Penny: I Hope Alex Gets Crabs": [
            [
                108,
                "The Movie."
            ]
        ],
        "Kevin": [
            [
                113,
                "I’ll let you get back to your date."
            ],
            [
                117,
                "That depends. How much time do you spend on Yelp?"
            ],
            [
                124,
                "No problem."
            ]
        ],
        "Penny (to Kevin)": [
            [
                121,
                "So it is an amazing documentary. They need the electricity from the dam, but at the same time they want to preserve the environment."
            ]
        ],
        "Amy": [
            [
                140,
                "Sheldon, what do you expect us to do?"
            ],
            [
                143,
                "Yeah, neither of us minored in bird-shooing."
            ],
            [
                149,
                "Sheldon, the only way to get past this fear is to interact with it. Just like you did with the mailman."
            ],
            [
                187,
                "Guess you gotta have hollow bones to get some sugar around here."
            ],
            [
                190,
                "If you’re keeping him, I’ve got a cage you can borrow. One of the test monkeys slipped on a banana peel and broke his neck. It was both tragic and hysterical."
            ],
            [
                192,
                "I’m sorry, Sheldon."
            ]
        ],
        "Bernadette": [
            [
                142,
                "I specialize in microorganisms, and Amy studies brains."
            ],
            [
                145,
                "Come back in, Sheldon, he’s not going to hurt you. He looks friendly. I think he might be someone’s pet."
            ],
            [
                147,
                "Oh, he’s a sweetie."
            ],
            [
                151,
                "Look how sweet he is. Come over and say hi. Come on. You can do it. Don’t be scared. Come on. Oh, just pet the bird, you big baby!"
            ],
            [
                185,
                "Oh, it’s just like my grandma with her parrot. And after she lost her marbles with her remote control."
            ],
            [
                188,
                "I still think he looks like someone’s pet. Maybe we should put up posters."
            ]
        ],
        "Woman": [
            [
                154,
                "So, Leonard, what do you do for fun?"
            ],
            [
                162,
                "This must be Penny."
            ],
            [
                164,
                "I totally get it."
            ],
            [
                169,
                "Laura."
            ]
        ],
        "Laura": [
            [
                172,
                "Really?"
            ],
            [
                176,
                "Laura."
            ]
        ]
    },
    "AllLines": [
        [
            " Scene",
            "The lobby."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Leonard",
            "Oh, hey. You work the lunch shift?"
        ],
        [
            "Penny",
            "Yeah. I’ve got eight pounds of salmon that’s about to go bad. Do you know how to cook it?"
        ],
        [
            "Leonard",
            "Not really."
        ],
        [
            "Penny",
            "Damn it. Should have liberated the iffy chicken. What are you and Professor Fussyface up to tonight?"
        ],
        [
            "Leonard",
            "Star Wars on Blu-ray."
        ],
        [
            "Penny",
            "Haven’t you seen that movie, like, a thousand times?"
        ],
        [
            "Leonard",
            "Not on Blu-ray. Only twice on Blu-ray."
        ],
        [
            "Penny",
            "Oh, Leonard."
        ],
        [
            "Leonard",
            "I know, it’s high-resolution sadness."
        ],
        [
            "Penny",
            "Well, I’m going to take myself out to a movie tonight. You want to go?"
        ],
        [
            "Leonard",
            "Really? Do we do that?"
        ],
        [
            "Penny",
            "What do you mean?"
        ],
        [
            "Leonard",
            "You know, we haven’t spent time alone together since we broke up."
        ],
        [
            "Penny",
            "Oh, it’s not a date, Leonard. It’s just a man and a woman hanging out, and not having sex at the end of the night."
        ],
        [
            "Leonard",
            "Sounds like most of my dates."
        ],
        [
            "Sheldon (off, voice heard through apartment door as they approach)",
            "Oh, dear Lord, get away from me, you monster!"
        ],
        [
            "Penny",
            "What is that about?"
        ],
        [
            "Leonard",
            "Well, he’s smart and crazy enough, he may have actually created a monster. (They enter. Sheldon is by the window.)"
        ],
        [
            "Sheldon",
            "Shoo, shoo! Be gone!"
        ],
        [
            "Leonard",
            "What the hell is going on?"
        ],
        [
            "Sheldon",
            "There’s a bird outside the window, and he won’t go away. That is the hell that is going on. We have no worms or seeds here. Shoo, shoo."
        ],
        [
            "Penny",
            "Really? On top of everything else, you’re afraid of birds?"
        ],
        [
            "Sheldon",
            "It’s called ornithophobia. And someday it will be recognized as a true disability, and the landlord will be required by law to put a giant net over the building. Which is unfortunate, because I have a fear of nets."
        ],
        [
            "Penny",
            "So movies, yes or no?"
        ],
        [
            "Leonard",
            "Movies, yes."
        ],
        [
            "Penny",
            "Great. I’ll see you later. And remember, he’s more afraid of you than you are of him."
        ],
        [
            "Sheldon",
            "That doesn’t help."
        ],
        [
            "Penny",
            "No, I was talking to the bird."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Go away, bird. (Knock, knock, knock) Go away, bird. (Knock, knock, knock) Go away, bird."
        ],
        [
            "Leonard",
            "Sheldon, just ignore him."
        ],
        [
            "Sheldon",
            "Good idea. Attention is what birds want. (Pulls curtain) Oh, much better. All right. Now I’ll just get along with my life. (Bird squawks) Make a pot of tea, Leonard. It’s going to be a long night."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment.Sheldon is trying to scare the bird away making cat noises."
        ],
        [
            "Leonard",
            "The bird’s still there?"
        ],
        [
            "Sheldon",
            "Quick, what does a hawk sound like?"
        ],
        [
            "Leonard",
            "I don’t know. Scree-scree."
        ],
        [
            "Sheldon",
            "Please, that’s a seagull. If you’re not going to help, don’t help."
        ],
        [
            "Leonard",
            "Sorry. Do you think I’m overdressed?"
        ],
        [
            "Sheldon",
            "It depends on the activity. For a prostate exam, yes. If you’re playing Vegas, I’d add sequins."
        ],
        [
            "Leonard",
            "I’m going to the movies with Penny. I don’t want her to think that I think it’s a date."
        ],
        [
            "Sheldon",
            "Do you think it’s a date?"
        ],
        [
            "Leonard",
            "No, but she might think I think it’s a date even though I don’t."
        ],
        [
            "Sheldon",
            "Or you might think she thinks you think it’s a date even though she doesn’t."
        ],
        [
            "Leonard",
            "Are we overthinking this?"
        ],
        [
            "Sheldon",
            "Not at all."
        ],
        [
            "Leonard",
            "You’re right. I’m fine. I’m wearing this."
        ],
        [
            "Sheldon",
            "Really? A blazer? All right. (Leonard takes off blazer and heads back to his room. Sheldon dials phone) Yes, hello. This is Dr. Sheldon Cooper. Yeah, I’m at 2311 North Robles Avenue. Yeah, I’d like to report a dangerous wild animal. A blue jay. I’m sorry, this is Animal Control. I don’t understand the laughter. No, the bird is not in my home. If he was in my home, I obviously would have called 911. Sir, I have no doubt that there are things that you’re frightened of. Being stuck in a dead-end public service job? Or your wife stepping out on you because you’re stuck in a dead-end public service job? Or spiders? Don’t you think I tried making cat noises?"
        ],
        [
            "Leonard (returning in a tee shirt and backwards cap)",
            "Too casual?"
        ],
        [
            "Sheldon",
            "For an audience with the queen, yes. For an evening of passing a bottle of fortified wine around a flaming trash can, you look great. (Leonard leaves again. Sheldon draws a picture of a cats face and returns to making cat noises at the window.) What am I thinking? Whiskers!"
        ],
        [
            "Scene",
            "The cinema."
        ],
        [
            "Penny",
            "Oh, hey, if we hurry, we can make the new Jennifer Aniston movie."
        ],
        [
            "Leonard",
            "Oh, yeah, sure. There’s also an amazing documentary about building a dam on river in South America."
        ],
        [
            "Penny",
            "Okay, but the Jennifer Aniston movie has Jennifer Aniston, and she’s not building a dam."
        ],
        [
            "Leonard",
            "Can’t argue with that. I’ll get the tickets."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Leonard",
            "Actually, you know what? I think it’s about time I pick a movie we see."
        ],
        [
            "Penny",
            "You pick plenty of movies."
        ],
        [
            "Leonard",
            "No. You always picked, and it was always the same. An hour and a half of beach houses in the rain until the woman turns around and realizes love was here all along."
        ],
        [
            "Penny",
            "But come on, that is a great movie, and it starts in ten minutes."
        ],
        [
            "Leonard",
            "I hate those movies."
        ],
        [
            "Penny",
            "No, you don’t."
        ],
        [
            "Leonard",
            "Yes, I do. The only reason I went is because you wanted to see them, and I wanted to have sex. To this day, I can’t see a Sandra Bullock movie poster without getting both bored and aroused."
        ],
        [
            "Penny",
            "Okay, so while we were going out, how often would you pretend to like things just to have sex with me?"
        ],
        [
            "Leonard",
            "All the time."
        ],
        [
            "Penny",
            "You’re kidding."
        ],
        [
            "Leonard",
            "Does this sound familiar? I’d love to go shoe shopping with you. Hiking? It’s great. It’s two a.m., of course I want to go to Korea Town and sing karaoke with your friends. Who wouldn’t?"
        ],
        [
            "Penny",
            "Okay, we were going out. You were going to get sex anyway."
        ],
        [
            "Leonard",
            "Really? You would have slept with me after a three-hour documentary on dams?"
        ],
        [
            "Penny",
            "No. No woman would."
        ],
        [
            "Leonard",
            "See? Now, that’s the great thing. We’re out as friends. This is not a date. Sex is off the table. So, let’s go learn why hydroelectric power might not be the environmental bargain you think it is. Sorry. Spoiler alert."
        ],
        [
            "Penny",
            "All right, fine."
        ],
        [
            "Leonard",
            "Thanks. Tickets are eleven bucks. Not a date."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "Come on, Sheldon, Star Wars."
        ],
        [
            "Howard",
            "I’m pushing play."
        ],
        [
            "Sheldon",
            "A minute."
        ],
        [
            "Howard",
            "If we don’t start soon, George Lucas is going to change it again."
        ],
        [
            "Sheldon",
            "This would go a lot faster if you put your trade school diploma to work and helped me set up this high frequency tone generator."
        ],
        [
            "Howard",
            "I have a Masters degree from M.I.T."
        ],
        [
            "Sheldon",
            "Yeah, but you’ve got a can-do attitude and that’s what’s important."
        ],
        [
            "Raj",
            "I really don’t get your problem with birds."
        ],
        [
            "Sheldon",
            "The question you should be asking is what is their problem with me? My first memory, a hummingbird dive-bombing my stroller to get at the apple juice in my sippy cup."
        ],
        [
            "Raj",
            "Hummingbirds are pretty."
        ],
        [
            "Sheldon",
            "Hummingbirds are the vampires of the flower world."
        ],
        [
            "Raj",
            "Still my first choice for an ankle tattoo. Or a dolphin, I go back and forth."
        ],
        [
            "Sheldon",
            "Age seven, a blood-thirsty chicken chases me up a tree. Age twelve, a magpie tries to steal the retainer out of my mouth. Age sixteen, a parrot in a pet store called me fat ass. Need I go on?"
        ],
        [
            "Raj",
            "Yes, please. This is way better than the movie."
        ],
        [
            "Howard",
            "All right, Sheldon, your bird death ray is ready."
        ],
        [
            "Sheldon",
            "It’s not a death ray. It’s just a little ultrasonic blast to scare him off. Trust me, if I had a death ray, I wouldn’t be living here. I’d be in my lair enjoying the money the people of Earth gave me for not using my death ray. All right, and in three, two, one. (Switches on. All the windows shatter. The bird doesn’t move.)"
        ],
        [
            "Raj",
            "That is one tough birdie."
        ],
        [
            "Scene",
            "A bar."
        ],
        [
            "Leonard",
            "Come on, you enjoyed the movie. I saw you tearing up when the village got flooded, and everyone had to relocate."
        ],
        [
            "Penny",
            "No, I was thinking how come they get to leave and I can’t."
        ],
        [
            "Leonard",
            "I’m going to get some fries. You want anything?"
        ],
        [
            "Penny",
            "Uh, no, thanks."
        ],
        [
            "Leonard",
            "Are you sure? Because you always say no, and then you eat half my fries."
        ],
        [
            "Penny",
            "I just eat the little crispy ones you don’t like."
        ],
        [
            "Leonard",
            "No, I love them. I save them for the end, but they’re gone because you ate them. And why did I let you eat them?"
        ],
        [
            "Penny",
            "To get sex."
        ],
        [
            "Leonard",
            "Exactly. But this is not a date. So I ask again, would you like anything?"
        ],
        [
            "Penny",
            "All right, I’d like an order of fries."
        ],
        [
            "Leonard",
            "Great. That’ll be five dollars. I am having the best time. I’m so glad you suggested we do this."
        ],
        [
            "Penny (accidentally nudging the man sitting behind her)",
            "Oh, sorry."
        ],
        [
            "Man",
            "No problem."
        ],
        [
            "Penny",
            "What you writing there?"
        ],
        [
            "Man",
            "A screenplay. Its about a guy whose roommate is having sex and tells him go to a bar and work on his screenplay."
        ],
        [
            "Penny: I Hope Alex Gets Crabs",
            "The Movie."
        ],
        [
            "Man",
            "It’s a working title."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Man",
            "I’m Kevin."
        ],
        [
            "Penny",
            "Oh. Penny. Nice to meet you."
        ],
        [
            "Kevin",
            "I’ll let you get back to your date."
        ],
        [
            "Penny",
            "Oh, no, no. This isn’t a date, no. Right?"
        ],
        [
            "Leonard",
            "Uh, right."
        ],
        [
            "Penny",
            "So have you written anything I might have seen?"
        ],
        [
            "Kevin",
            "That depends. How much time do you spend on Yelp?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "This is ridiculous. I’m a grown man from Texas. This isn’t a terrifying bird like a swan or a goose. It’s just a blue jay. (Opens window) That’s a pretty big blue jay. (Closes window. Goes to cabinet. Comes out wearing a Boba Fett helmet and a broom) One, two, three. (Opens window) Go! Shoo! Am-scray, ird-bay! (Bird flies in window) Bird in the apartment! Bird in the apartment! (Sees the bird sitting in his place) No!"
        ],
        [
            "Scene",
            "The bar."
        ],
        [
            "Penny (to Kevin)",
            "So it is an amazing documentary. They need the electricity from the dam, but at the same time they want to preserve the environment."
        ],
        [
            "Leonard",
            "You’re kidding me. Uh, can I see you for a sec over here?"
        ],
        [
            "Penny",
            "Oh, yeah. Sure. Just one sec?"
        ],
        [
            "Kevin",
            "No problem."
        ],
        [
            "Penny",
            "What’s up?"
        ],
        [
            "Leonard",
            "I know what you’re doing."
        ],
        [
            "Penny",
            "What am I doing?"
        ],
        [
            "Leonard",
            "You’re going out of your way to talk to that guy because I said we weren’t on a date."
        ],
        [
            "Penny",
            "No, I’m talking to him because he’s cute."
        ],
        [
            "Leonard",
            "Come on, he’s not that cute."
        ],
        [
            "Penny",
            "Yes, he is. With his dorky T-shirt and his little hipster glasses."
        ],
        [
            "Leonard",
            "I wear dorky T-shirts and glasses."
        ],
        [
            "Penny",
            "Yes, but when you’re tall and have great cheekbones, you’re doing it ironically."
        ],
        [
            "Leonard",
            "If that’s so, what if I start talking to a girl?"
        ],
        [
            "Penny",
            "You should."
        ],
        [
            "Leonard",
            "I’m serious. I’ll do it."
        ],
        [
            "Penny",
            "Good! Go! There are some girls right over there. What are you waiting for?"
        ],
        [
            "Leonard",
            "They’re in a group. I’m scared."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "Sheldon, what do you expect us to do?"
        ],
        [
            "Sheldon",
            "You’re biologists. Biology is the study of living things. That’s a living thing, get cracking."
        ],
        [
            "Bernadette",
            "I specialize in microorganisms, and Amy studies brains."
        ],
        [
            "Amy",
            "Yeah, neither of us minored in bird-shooing."
        ],
        [
            "Sheldon",
            "Oh, come now. Your undergraduate work must have included a varmints and critters class."
        ],
        [
            "Bernadette",
            "Come back in, Sheldon, he’s not going to hurt you. He looks friendly. I think he might be someone’s pet."
        ],
        [
            "Sheldon",
            "No, Bernadette, don’t be a hero!"
        ],
        [
            "Bernadette",
            "Oh, he’s a sweetie."
        ],
        [
            "Sheldon",
            "Yes. It’s very sweet. Now, slowly and carefully, flush him down the toilet."
        ],
        [
            "Amy",
            "Sheldon, the only way to get past this fear is to interact with it. Just like you did with the mailman."
        ],
        [
            "Sheldon",
            "Every year tens of people around the world are killed by birds. I’m not going to be another statistic."
        ],
        [
            "Bernadette",
            "Look how sweet he is. Come over and say hi. Come on. You can do it. Don’t be scared. Come on. Oh, just pet the bird, you big baby!"
        ],
        [
            "Sheldon",
            "I did it! I actually did it. Okay, now flush him."
        ],
        [
            "Scene",
            "The bar."
        ],
        [
            "Woman",
            "So, Leonard, what do you do for fun?"
        ],
        [
            "Leonard",
            "Um, let’s see. Hiking. Karaoke in Koreatown. Any Jennifer Aniston movie."
        ],
        [
            "Penny",
            "Hey. Sorry I ditched you."
        ],
        [
            "Leonard",
            "No, it’s fine. You can ditch away."
        ],
        [
            "Penny",
            "Oh, no, no. We said we were going to hang out, let’s hang out."
        ],
        [
            "Leonard",
            "It’s cool. Go back to Kevin."
        ],
        [
            "Penny",
            "Oh, he had to leave."
        ],
        [
            "Leonard",
            "Interesting. So now that he’s gone, you want to hang out with me."
        ],
        [
            "Woman",
            "This must be Penny."
        ],
        [
            "Leonard",
            "Yep."
        ],
        [
            "Woman",
            "I totally get it."
        ],
        [
            "Penny",
            "Huh? I’m sorry, get what?"
        ],
        [
            "Leonard",
            "Don’t worry about it. You know, there’s some guys over there. You should go talk to them."
        ],
        [
            "Penny",
            "No, no. I want to know what you told her."
        ],
        [
            "Leonard",
            "That’s kind of between me and…"
        ],
        [
            "Woman",
            "Laura."
        ],
        [
            "Leonard",
            "Laura."
        ],
        [
            "Penny",
            "Oh. Okay, I see. So while he was telling you things, did he mention he owns not one, but two Star Trek uniforms?"
        ],
        [
            "Laura",
            "Really?"
        ],
        [
            "Penny",
            "Yeah. Wears them. Not just for Halloween."
        ],
        [
            "Leonard",
            "Hey, pal. You didn’t see me telling Kevin that you thought cold wars were only fought in winter."
        ],
        [
            "Penny",
            "Okay. Then I’ll return the favour, and I won’t tell…"
        ],
        [
            "Laura",
            "Laura."
        ],
        [
            "Penny",
            "Laura that half the dirty movies you own are animated."
        ],
        [
            "Leonard",
            "When you were telling Kevin about your acting career, did you mention your long-running role as Waitress in a local production of The Cheesecake Factory?"
        ],
        [
            "Penny",
            "Did you tell her about your lucky asthma inhaler?"
        ],
        [
            "Leonard",
            "Oh, yeah? Spell asthma."
        ],
        [
            "Penny",
            "A… S… Take me home."
        ],
        [
            "Leonard",
            "Maybe I’m not done hanging out with… (Laura has gone) You’re right, it’s getting late."
        ],
        [
            "Scene",
            "The apartment. Sheldon has the bird on his arm."
        ],
        [
            "Sheldon",
            "It’s remarkable. All that time spent in fear. And for what? He’s magnificent. Oh, dear. I just realized I haven’t offered you a beverage."
        ],
        [
            "Bernadette",
            "Oh, it’s just like my grandma with her parrot. And after she lost her marbles with her remote control."
        ],
        [
            "Sheldon",
            "My phone’s on the desk over there. Take a picture of us together. Make it good enough to go on a mug, a mouse pad, and a calendar. If you were a dove, I’d call you Lovey-Dovey. Oh. Who am I kidding? This isn’t a moment for strict adherence to the literal. You’re just my little Lovey-Dovey, aren’t you?"
        ],
        [
            "Amy",
            "Guess you gotta have hollow bones to get some sugar around here."
        ],
        [
            "Bernadette",
            "I still think he looks like someone’s pet. Maybe we should put up posters."
        ],
        [
            "Sheldon",
            "Yes. It should have a big picture of him, and the words, is this your bird? Not anymore. We’re going to have so much fun together. You can carry messages to all my enemies. I can tie a string to your leg and fly you like a kite."
        ],
        [
            "Amy",
            "If you’re keeping him, I’ve got a cage you can borrow. One of the test monkeys slipped on a banana peel and broke his neck. It was both tragic and hysterical."
        ],
        [
            "Sheldon",
            "Nonsense. No. Lovey-Dovey doesn’t sleep in a cage. No. Lovey-Dovey sleeps in his very own nest, which I’m going to get off the windowsill and put in my room. Isn’t that right, LD? (Opens window. Bird flies out.) No. Where are you going? Come back, Lovey-Dovey! This is your home now! I already ordered 20 pounds of bird feed off of Amazon! He’s gone."
        ],
        [
            "Amy",
            "I’m sorry, Sheldon."
        ],
        [
            "Sheldon",
            "How could he do this to me? Get back here, you stupid bird, so I can love you!"
        ],
        [
            "Scene",
            "The stairwell. They ascend without talking."
        ],
        [
            "Leonard",
            "Okay. So, we went out, saw a movie, met some nice people, said horrible things about each other in public, all in all, a pretty magical night."
        ],
        [
            "Penny",
            "Okay, I’m not innocent in all this, but you basically called me stupid, you asthmatic dumbass."
        ],
        [
            "Leonard",
            "I know, I, I, I crossed a line. And I’m sorry. No, no, no, hang on. I really mean it. And it’s not like when we were going out, I’d just apologize for everything so we could end up in bed. This is a 100% sex-is-off-the-table I’m sorry."
        ],
        [
            "Penny",
            "All right. Thank you. I’m sorry, too."
        ],
        [
            "Leonard",
            "Just to be clear, sex is off the table, right?"
        ],
        [
            "Penny",
            "Way off."
        ],
        [
            "Leonard",
            "Maybe we’re not ready to hang out as friends."
        ],
        [
            "Penny",
            "I don’t know. Up until the last part, I was kind of enjoying take-charge Leonard with a little backbone. Picking the movie, knowing what he wants, a little cocky."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Leonard",
            "Well, then, I’m putting sex back on the table. What do you think about that?"
        ],
        [
            "Penny",
            "Ooh. Maybe I like it."
        ],
        [
            "Leonard",
            "You do? Because if that’s what you like, I can be that guy. I swear, I’ll be anything you want me to be."
        ],
        [
            "Penny",
            "Good night, Leonard."
        ],
        [
            "Leonard",
            "I am such an asthmatic dumbass. I had a weird night."
        ],
        [
            "Sheldon",
            "Mine was great. I’m going to be a mommy. (Reveals nest with an egg in it.)"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-5-episode-09-the-ornithophobia-diffusion/"
}