{
    "Season": 6,
    "Episode": 10,
    "Title": "the fish guts displacement",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                26,
                "Credits sequence."
            ],
            [
                27,
                "Amy’s apartment."
            ],
            [
                41,
                "Howard and Bernadette’s apartment. "
            ],
            [
                56,
                "Amy’s apartment."
            ],
            [
                71,
                "Howard and Bernadette’s apartment."
            ],
            [
                93,
                "The stairwell."
            ],
            [
                101,
                "Penny’s apartment."
            ],
            [
                103,
                "The apartment."
            ],
            [
                121,
                "Amy’s apartment. "
            ],
            [
                141,
                "The apartment."
            ],
            [
                156,
                "Amy’s apartment. Amy is dancing to “Walking on Sunshine”. Hears door and turns off stereo."
            ],
            [
                172,
                "Bernadette’s parents’ garage. "
            ],
            [
                197,
                "Amy’s apartment. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "Is anyone else troubled by the Spider-Man theme song?"
            ],
            [
                3,
                "It is, right behind do-do-do-do-do Inspector Gadget., and Teenage Mutant Ninja Turtles, heroes in a half-shell."
            ],
            [
                5,
                "However, the Spider-Man lyrics posit that Spider-Man, Spider-Man does whatever a spider can."
            ],
            [
                7,
                "I can think of many things Spider-Man can’t do that a spider can. One, crawl in your ear and die. Two, legally leave Guatemala without a passport. Three, have sex with a spider."
            ],
            [
                17,
                "You know what I like to do when I’m forced to speak with those beneath my intellectual station? I bring up an interesting topic, like the difference between Spider-Man and spiders."
            ],
            [
                19,
                "No, you can’t use that one. That’s mine. Uh, try this one for an ice-breaker. Uh, despite popular lore, there is no place in the continental United States, Alaska or Hawaii from which one can dig straight through the centre of the earth and come up in China."
            ],
            [
                21,
                "Actually, you can’t have that one either. It’s too good. Sorry."
            ],
            [
                23,
                "Sadly, yes. Amy’s taking me to a memorial service. It’s for one of her colleagues who is of Asian descent, so my planned conversational gambit is to casually remark that no matter how deep they dig his grave, he’ll never make his way back to China."
            ],
            [
                25,
                "What can I say? I put the fun in funeral."
            ],
            [
                28,
                "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. Oh, right, funeral. (Knock, knock, knock) (solemnly) Amy."
            ],
            [
                30,
                "I’m not allowed to wear my Silver Surfer neck tie, but you can wear a bathrobe?"
            ],
            [
                32,
                "You’re sick? You poor kid. Well, see ya."
            ],
            [
                34,
                "Me? No. No, I’m not that kind of doctor."
            ],
            [
                36,
                "Oh, no, I see the confusion. No, the intent behind that clause was to force you to take care of me when I’m ill. When you’re feeling better, you’ll think that’s funny."
            ],
            [
                38,
                "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. (Knock, knock, knock) Amy. I made a commitment in writing to comfort you in times like this. Additionally, you are my girlfriend, and I care about your well-being."
            ],
            [
                40,
                "You’re welcome. Now let’s get this over with."
            ],
            [
                57,
                "102.2. Exactly what it was half an hour ago. It’s like you’re not even trying to get better."
            ],
            [
                59,
                "Well, not with that attitude."
            ],
            [
                61,
                "I’m sorry. I just want you to get better as soon as possible. And with that goal in mind, let me ask you a question. Do you believe in the placebo effect?"
            ],
            [
                63,
                "Great. Now, this may look like a Tic Tac, but it is really a powerful medication specifically designed to cure your illness as well as freshen your breath."
            ],
            [
                65,
                "How can you sleep? I’m not done making you feel better. I still have to put a cold rag on your head, sing to you and apply VapoRub to your chest."
            ],
            [
                67,
                "Yes. All over it."
            ],
            [
                69,
                "Now you’re being a responsible patient. Now, you may notice some tingling."
            ],
            [
                124,
                "No. I need to get you down for a nap. And for some reason, that VapoRub gets you all fired up. (Opens door)"
            ],
            [
                126,
                "Oh, I’m hanging in there. Thanks for asking."
            ],
            [
                128,
                "Uh, I’m going to draw you a soothing bath. Where’s your bath thermometer?"
            ],
            [
                130,
                "Fine. Then I’m going to draw you a nerve-wracking bath of indeterminate temperature."
            ],
            [
                158,
                "I’m surprised to hear that. See, the other day, I was concerned that you weren’t recovering, so while you were sleeping, I took a cheek swab and had it cultured in the lab."
            ],
            [
                160,
                "I got the results back. Have you developed any of the following symptoms? A growing nose, or perhaps a warm sensation in the trouser region? Also known as full-blown liar, liar, pants on fire."
            ],
            [
                162,
                "It hurts that you would lie to me, Amy. I thought our relationship was based on trust and a mutual admiration that skews in my favour."
            ],
            [
                164,
                "It pains me to say it, but I think some form of penalty is in order, so as to discourage this type of behaviour in the future."
            ],
            [
                166,
                "In a perfect world, I’d lock you in a stockade in the public square. That probably requires a permit."
            ],
            [
                168,
                "Oh, that seems overly harsh. I mean, you gave in to a human weakness, you didn’t kill a man. You know, it’s a tad old-school, but my father was not one to spare the rod when my brother would sneak into his truck and drink his driving whiskey."
            ],
            [
                170,
                "I don’t want to. But it looks like you left me no choice."
            ],
            [
                198,
                "Are you prepared to receive your punishment?"
            ],
            [
                200,
                "Why?"
            ],
            [
                202,
                "Very well, then. Get over my knee. Let’s begin."
            ],
            [
                204,
                "Excuse me. You’re not supposed to be enjoying this."
            ],
            [
                206,
                "Maybe I will."
            ]
        ],
        "Leonard": [
            [
                2,
                "Why would it trouble you? It’s, like, your third favourite cartoon theme song."
            ],
            [
                11,
                "Oh. Like Jaws 4, Indiana Jones 4, Daredevil 1."
            ],
            [
                13,
                "Penny’s working tonight, I’m in."
            ],
            [
                15,
                "Fun. We know how much you love that."
            ],
            [
                24,
                "That should lighten the mood."
            ],
            [
                96,
                "Raj is probably right. You should get someone to give you some pointers."
            ],
            [
                98,
                "No."
            ],
            [
                114,
                "I’m no expert, but I think the hook has to go through the worm."
            ],
            [
                118,
                "Yeah, come on, Howard. Hook that worm."
            ],
            [
                145,
                "It’s not our fault. Our dads never did anything like this with us."
            ],
            [
                147,
                "My dad was an anthropologist. The only father-son time he spent was with a 2,000-year-old skeleton of an Etruscan boy. I hated that kid."
            ],
            [
                151,
                "You know, maybe we didn’t have opportunities like this when we were growing up, but right now, there’s a dad that wants to take you on a fishing trip."
            ]
        ],
        "Howard and Raj (together)": [
            [
                4,
                "Turtle power!"
            ]
        ],
        "Howard": [
            [
                6,
                "Yeah, so?"
            ],
            [
                9,
                "It’s heebie-jeebies."
            ],
            [
                14,
                "Not me. I’m having dinner with Bernadette and her parents."
            ],
            [
                16,
                "It’s torture. Especially with her dad. We have nothing in common."
            ],
            [
                18,
                "Thanks, Sheldon. I’ll try that with my father-in-law."
            ],
            [
                20,
                "Great, thank you."
            ],
            [
                42,
                "So, how have you been?"
            ],
            [
                44,
                "Good. Fine is good. How you liking retirement?"
            ],
            [
                46,
                "I’m sensing a theme. You ever really think about the Spider-Man theme song? How’s that dinner coming?"
            ],
            [
                48,
                "I like rare chicken. Let’s do this."
            ],
            [
                50,
                "Death by chicken. That’s a pretty fowl way to go."
            ],
            [
                53,
                "So, Mrs. Rostenkowski, you took that trip to the Grand Canyon. How was it?"
            ],
            [
                55,
                "Had no idea you were the chatty one."
            ],
            [
                72,
                "Okay, dig in."
            ],
            [
                74,
                "Took the words right out of my mouth."
            ],
            [
                77,
                "Oh, you like to fish?"
            ],
            [
                79,
                "Sure. I can hear it in your voice."
            ],
            [
                81,
                "You know, I hadn’t thought of that. (To Bernadette, whispering) Help me."
            ],
            [
                83,
                "No, no. We know each other well enough. He’s been talking my ear off all night."
            ],
            [
                87,
                "Well, hang on a second, Bernie. Next weekend, we have that thing."
            ],
            [
                89,
                "You know, the thing."
            ],
            [
                92,
                "Great. (To Bernadette) Thanks for the help."
            ],
            [
                94,
                "I’ve never even been fishing. This is gonna be a disaster."
            ],
            [
                97,
                "Do either of you guys know how to fish?"
            ],
            [
                100,
                "Come on, we must know somebody who can do manly stuff like this."
            ],
            [
                105,
                "Ew!"
            ],
            [
                107,
                "Really?"
            ],
            [
                109,
                "Okay."
            ],
            [
                111,
                "I don’t know, for them to die of natural causes."
            ],
            [
                113,
                "Fine. There."
            ],
            [
                115,
                "Fine. Sorry, Mr. Worm. Sherm. Sherm the Worm."
            ],
            [
                143,
                "No, I’m fine. Keep going."
            ],
            [
                149,
                "Yeah, well, my quality father-son time was spending my adolescence looking out the window waiting for my dad to come back someday."
            ],
            [
                152,
                "You’re right. Oh! I should do this."
            ],
            [
                154,
                "Here we go. Oh!"
            ],
            [
                173,
                "Hi-ho, hi-ho, it’s off to fish we go."
            ],
            [
                175,
                "No good? The guy at the sporting goods store said these are what fishermen wear."
            ],
            [
                177,
                "Wish I had known that before I posted all those pictures on Facebook."
            ],
            [
                179,
                "Wait, now we’re shooting things?"
            ],
            [
                181,
                "Sir, I’m flattered that you invited me, and I really want you to like me, but I don’t think this trip is the way to do it. And I can’t return these things if there’s chunks of duck all over them."
            ],
            [
                183,
                "‘Cause Bernadette made me."
            ],
            [
                185,
                "Really? Your wife makes you do stuff? You’re a big, scary cop."
            ],
            [
                187,
                "So, what do we do now? They expect us to go away for the weekend."
            ],
            [
                189,
                "No, but I’m not a stranger to dice games. I was the Temple Beth-El Hebrew School Yahtzee champion."
            ],
            [
                191,
                "Really? Thank you, sir."
            ],
            [
                193,
                "Okay. Oh, boy, we’re just married to a couple of ballbusters, huh, Mike?"
            ],
            [
                195,
                "Great couple of gals."
            ]
        ],
        "Raj": [
            [
                8,
                "an we change the subject? Spiders give me the jeebie-jeebies."
            ],
            [
                10,
                "I know, but that sounds anti-Semitic. Anyway, I was thinking we could have a little film festival tonight. The theme, movies that killed their franchises."
            ],
            [
                22,
                "What about you, Sheldon? Do you have any plans tonight?"
            ],
            [
                95,
                "If you don’t want to look foolish doing something, you should practice. Do you know how many Beef Wellingtons I made by myself before I invited you guys over? I’ll give you a hint. You can see them here, here and here."
            ],
            [
                99,
                "No. But if you catch anything, I know how to steam it in banana leaves."
            ],
            [
                117,
                "You got this, buddy."
            ],
            [
                119,
                "You can do it."
            ],
            [
                148,
                "Mine just took me to his gynecology office. I got so bored, I’d put vaginal lubricant on the bottom of my shoes and pretend I was ice-skating."
            ],
            [
                150,
                "Yeah, okay, Howard wins."
            ]
        ],
        "Raj: Miss Congeniality 2": [
            [
                12,
                "Armed and Fabulous. I mean, you know a movie’s bad when my homegirl Sandy B can’t save it."
            ]
        ],
        "Amy": [
            [
                29,
                "Hello, Sheldon."
            ],
            [
                31,
                "I think I’m too sick to go to the funeral."
            ],
            [
                33,
                "Sheldon, aren’t you gonna take care of me?"
            ],
            [
                35,
                "But our relationship agreement clearly states that when one of us is sick, the other must take care of them."
            ],
            [
                37,
                "Never mind. Good night, Sheldon."
            ],
            [
                39,
                "Thank you, Sheldon."
            ],
            [
                58,
                "Sheldon, you don’t get over the flu in half an hour."
            ],
            [
                60,
                "I have to say, I’m finding your bedside manner a little lacking."
            ],
            [
                62,
                "Of course I do. There have been many studies proving its validity."
            ],
            [
                64,
                "Sheldon, this isn’t helping. Why don’t you just let me get some rest."
            ],
            [
                66,
                "You, you want to rub something on my chest?"
            ],
            [
                68,
                "Maybe we should start with that."
            ],
            [
                70,
                "Oh, I’m counting on it."
            ],
            [
                123,
                "That was great. Rub my chest again. (Knock at door) "
            ],
            [
                129,
                "I don’t have a bath thermometer."
            ],
            [
                132,
                "Okay, okay, here’s the deal. I don’t need your medicine. I’m not sick."
            ],
            [
                134,
                "I got better two days ago. It’s just been so nice having Sheldon take care of me."
            ],
            [
                136,
                "See the stuff in my nose? Rubber cement."
            ],
            [
                138,
                "All right. I’ll tell him."
            ],
            [
                140,
                "I’ll tell him tomorrow. Mama needs a bath."
            ],
            [
                157,
                "Oh, Sheldon, am I glad you’re back. Taking a turn for the worst. I think I’m going to need another bath."
            ],
            [
                159,
                "Oh?"
            ],
            [
                161,
                "All right, all right. But I really was sick at the beginning. It’s just been so nice having you take care of me."
            ],
            [
                163,
                "I feel terrible I did this."
            ],
            [
                165,
                "I suppose that’s fair. What do you suggest?"
            ],
            [
                167,
                "I could not be allowed to go to the opening of the next Star Trek movie."
            ],
            [
                169,
                "Are you saying you want to spank me?"
            ],
            [
                171,
                "That’s true. I’ve been a very bad girl."
            ],
            [
                199,
                "One second. I want to put on some music."
            ],
            [
                201,
                "I don’t want to disturb the people next door while you discipline me."
            ],
            [
                203,
                "Oh, my."
            ],
            [
                205,
                "Then maybe you should spank me harder."
            ],
            [
                207,
                "Ooh!"
            ]
        ],
        "Mr. Rostenkowski": [
            [
                43,
                "Fine."
            ],
            [
                45,
                "It’s fine."
            ],
            [
                52,
                "Thank you."
            ],
            [
                73,
                "Hold up. Bless us, O Lord for these Thy gifts which we are about to receive from Thy bounty through Christ our Lord. Amen."
            ],
            [
                76,
                "I’m going next weekend."
            ],
            [
                78,
                "Yes."
            ],
            [
                85,
                "Fine, you can tag along."
            ],
            [
                91,
                "All right, it’s settled. You and I are going fishing."
            ],
            [
                174,
                "That’s what you’re wearing?"
            ],
            [
                176,
                "Maybe in cartoons."
            ],
            [
                178,
                "All right, let’s hit the road. I wouldn’t mind shooting some ducks in the morning."
            ],
            [
                180,
                "I like using a big shell. You can’t eat them afterwards, but it’s fun watching them blow up."
            ],
            [
                182,
                "So, why’d you agree to come?"
            ],
            [
                184,
                "I tried to back out, too. My wife said I had to go."
            ],
            [
                186,
                "You’re an astronaut, and your wife makes you do things, and she’s only four feet tall."
            ],
            [
                188,
                "Ah. There’s an Indian casino near Palm Springs. You know how to shoot craps?"
            ],
            [
                190,
                "Mazel tov. I’ll teach you how to play."
            ],
            [
                192,
                "Call me Mike."
            ],
            [
                194,
                "That’s my wife and daughter you’re talking about."
            ],
            [
                196,
                "I wouldn’t go that far."
            ]
        ],
        "Bernadette": [
            [
                47,
                "I just put it in. It’s gonna be a while."
            ],
            [
                49,
                "You could die."
            ],
            [
                75,
                "So, Dad, have you done any fishing lately?"
            ],
            [
                82,
                "Hey, Dad, maybe you could take Howard fishing sometime. Give you guys a chance to get to know each other better."
            ],
            [
                84,
                "Howie, I think you’d have fun."
            ],
            [
                86,
                "Terrific. My two favorite fellas gone fishin’."
            ],
            [
                88,
                "What thing?"
            ],
            [
                90,
                "Oh, that thing. No, I cancelled that thing."
            ],
            [
                125,
                "How’s the poor thing?"
            ],
            [
                127,
                "Okay, Amy, I brought you some drugs we were working on in the lab. This is proving really good for congestion, but there’s a slight chance it can make your tears burn like acid, so if you take it, happy thoughts."
            ],
            [
                131,
                "This is a really good expectorant. Although some test subjects reported lactating uncontrollably when they heard music."
            ],
            [
                133,
                "I don’t understand."
            ],
            [
                135,
                "So you’ve just been lying to him?"
            ],
            [
                137,
                "I don’t mean to be judgy, but this is the kind of thing lunatics do."
            ]
        ],
        "Mrs. Rostenkowski": [
            [
                51,
                "Here’s another beer, honey."
            ],
            [
                54,
                "It was good."
            ],
            [
                80,
                "Oh, if he didn’t like it, he wouldn’t go."
            ]
        ],
        "Penny": [
            [
                102,
                "S’up?"
            ],
            [
                104,
                "Step one, worms."
            ],
            [
                106,
                "Okay, right there, ew is one of the things you’re not gonna want to say in front of your father-in-law. It’s right up there with icky and get it away. Now pick one up."
            ],
            [
                108,
                "You’re gonna have to do it when you’re fishing."
            ],
            [
                110,
                "What are you waiting for?"
            ],
            [
                112,
                "Just pick up a worm and put him on this hook."
            ],
            [
                116,
                "Hey, don’t name him. Just jab a hook in his face."
            ],
            [
                120,
                "That’s great. Cheerleading, way to man things up."
            ],
            [
                142,
                "Now, let’s assume, by some miracle, you actually catch a fish. You’re going to have to know how to gut it. So, what you’re going to do is you’re going to take your knife, slice him right up the belly. (Howard gags) You want me to stop?"
            ],
            [
                144,
                "All right. Now, you don’t want to cut too deep into its guts, or the blood will just squirt all over your face. (Howard, Leonard and Raj gag) Oh, my God. What is with you guys?"
            ],
            [
                146,
                "What, never?"
            ],
            [
                153,
                "Great. Here you go. What you’re going to do is you’re going to stick your thumb down its throat, grab the guts and pull."
            ],
            [
                155,
                "Oh, look, it’s a female. You can see all the eggs. (All the guys gag)"
            ]
        ],
        "Sheldon (reading)": [
            [
                122,
                "And the control group displayed significantly fewer genetic abnormalities. But, because of flaws in the experimental design relating to environment and diet, they lived inconclusively ever after. The end."
            ]
        ],
        "Sheldon (off)": [
            [
                139,
                "Amy, would you be strong enough to bathe yourself, or do you need my help?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Is anyone else troubled by the Spider-Man theme song?"
        ],
        [
            "Leonard",
            "Why would it trouble you? It’s, like, your third favourite cartoon theme song."
        ],
        [
            "Sheldon",
            "It is, right behind do-do-do-do-do Inspector Gadget., and Teenage Mutant Ninja Turtles, heroes in a half-shell."
        ],
        [
            "Howard and Raj (together)",
            "Turtle power!"
        ],
        [
            "Sheldon",
            "However, the Spider-Man lyrics posit that Spider-Man, Spider-Man does whatever a spider can."
        ],
        [
            "Howard",
            "Yeah, so?"
        ],
        [
            "Sheldon",
            "I can think of many things Spider-Man can’t do that a spider can. One, crawl in your ear and die. Two, legally leave Guatemala without a passport. Three, have sex with a spider."
        ],
        [
            "Raj",
            "an we change the subject? Spiders give me the jeebie-jeebies."
        ],
        [
            "Howard",
            "It’s heebie-jeebies."
        ],
        [
            "Raj",
            "I know, but that sounds anti-Semitic. Anyway, I was thinking we could have a little film festival tonight. The theme, movies that killed their franchises."
        ],
        [
            "Leonard",
            "Oh. Like Jaws 4, Indiana Jones 4, Daredevil 1."
        ],
        [
            "Raj: Miss Congeniality 2",
            "Armed and Fabulous. I mean, you know a movie’s bad when my homegirl Sandy B can’t save it."
        ],
        [
            "Leonard",
            "Penny’s working tonight, I’m in."
        ],
        [
            "Howard",
            "Not me. I’m having dinner with Bernadette and her parents."
        ],
        [
            "Leonard",
            "Fun. We know how much you love that."
        ],
        [
            "Howard",
            "It’s torture. Especially with her dad. We have nothing in common."
        ],
        [
            "Sheldon",
            "You know what I like to do when I’m forced to speak with those beneath my intellectual station? I bring up an interesting topic, like the difference between Spider-Man and spiders."
        ],
        [
            "Howard",
            "Thanks, Sheldon. I’ll try that with my father-in-law."
        ],
        [
            "Sheldon",
            "No, you can’t use that one. That’s mine. Uh, try this one for an ice-breaker. Uh, despite popular lore, there is no place in the continental United States, Alaska or Hawaii from which one can dig straight through the centre of the earth and come up in China."
        ],
        [
            "Howard",
            "Great, thank you."
        ],
        [
            "Sheldon",
            "Actually, you can’t have that one either. It’s too good. Sorry."
        ],
        [
            "Raj",
            "What about you, Sheldon? Do you have any plans tonight?"
        ],
        [
            "Sheldon",
            "Sadly, yes. Amy’s taking me to a memorial service. It’s for one of her colleagues who is of Asian descent, so my planned conversational gambit is to casually remark that no matter how deep they dig his grave, he’ll never make his way back to China."
        ],
        [
            "Leonard",
            "That should lighten the mood."
        ],
        [
            "Sheldon",
            "What can I say? I put the fun in funeral."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. Oh, right, funeral. (Knock, knock, knock) (solemnly) Amy."
        ],
        [
            "Amy",
            "Hello, Sheldon."
        ],
        [
            "Sheldon",
            "I’m not allowed to wear my Silver Surfer neck tie, but you can wear a bathrobe?"
        ],
        [
            "Amy",
            "I think I’m too sick to go to the funeral."
        ],
        [
            "Sheldon",
            "You’re sick? You poor kid. Well, see ya."
        ],
        [
            "Amy",
            "Sheldon, aren’t you gonna take care of me?"
        ],
        [
            "Sheldon",
            "Me? No. No, I’m not that kind of doctor."
        ],
        [
            "Amy",
            "But our relationship agreement clearly states that when one of us is sick, the other must take care of them."
        ],
        [
            "Sheldon",
            "Oh, no, I see the confusion. No, the intent behind that clause was to force you to take care of me when I’m ill. When you’re feeling better, you’ll think that’s funny."
        ],
        [
            "Amy",
            "Never mind. Good night, Sheldon."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. (Knock, knock, knock) Amy. I made a commitment in writing to comfort you in times like this. Additionally, you are my girlfriend, and I care about your well-being."
        ],
        [
            "Amy",
            "Thank you, Sheldon."
        ],
        [
            "Sheldon",
            "You’re welcome. Now let’s get this over with."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment. "
        ],
        [
            "Howard",
            "So, how have you been?"
        ],
        [
            "Mr. Rostenkowski",
            "Fine."
        ],
        [
            "Howard",
            "Good. Fine is good. How you liking retirement?"
        ],
        [
            "Mr. Rostenkowski",
            "It’s fine."
        ],
        [
            "Howard",
            "I’m sensing a theme. You ever really think about the Spider-Man theme song? How’s that dinner coming?"
        ],
        [
            "Bernadette",
            "I just put it in. It’s gonna be a while."
        ],
        [
            "Howard",
            "I like rare chicken. Let’s do this."
        ],
        [
            "Bernadette",
            "You could die."
        ],
        [
            "Howard",
            "Death by chicken. That’s a pretty fowl way to go."
        ],
        [
            "Mrs. Rostenkowski",
            "Here’s another beer, honey."
        ],
        [
            "Mr. Rostenkowski",
            "Thank you."
        ],
        [
            "Howard",
            "So, Mrs. Rostenkowski, you took that trip to the Grand Canyon. How was it?"
        ],
        [
            "Mrs. Rostenkowski",
            "It was good."
        ],
        [
            "Howard",
            "Had no idea you were the chatty one."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Sheldon",
            "102.2. Exactly what it was half an hour ago. It’s like you’re not even trying to get better."
        ],
        [
            "Amy",
            "Sheldon, you don’t get over the flu in half an hour."
        ],
        [
            "Sheldon",
            "Well, not with that attitude."
        ],
        [
            "Amy",
            "I have to say, I’m finding your bedside manner a little lacking."
        ],
        [
            "Sheldon",
            "I’m sorry. I just want you to get better as soon as possible. And with that goal in mind, let me ask you a question. Do you believe in the placebo effect?"
        ],
        [
            "Amy",
            "Of course I do. There have been many studies proving its validity."
        ],
        [
            "Sheldon",
            "Great. Now, this may look like a Tic Tac, but it is really a powerful medication specifically designed to cure your illness as well as freshen your breath."
        ],
        [
            "Amy",
            "Sheldon, this isn’t helping. Why don’t you just let me get some rest."
        ],
        [
            "Sheldon",
            "How can you sleep? I’m not done making you feel better. I still have to put a cold rag on your head, sing to you and apply VapoRub to your chest."
        ],
        [
            "Amy",
            "You, you want to rub something on my chest?"
        ],
        [
            "Sheldon",
            "Yes. All over it."
        ],
        [
            "Amy",
            "Maybe we should start with that."
        ],
        [
            "Sheldon",
            "Now you’re being a responsible patient. Now, you may notice some tingling."
        ],
        [
            "Amy",
            "Oh, I’m counting on it."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Okay, dig in."
        ],
        [
            "Mr. Rostenkowski",
            "Hold up. Bless us, O Lord for these Thy gifts which we are about to receive from Thy bounty through Christ our Lord. Amen."
        ],
        [
            "Howard",
            "Took the words right out of my mouth."
        ],
        [
            "Bernadette",
            "So, Dad, have you done any fishing lately?"
        ],
        [
            "Mr. Rostenkowski",
            "I’m going next weekend."
        ],
        [
            "Howard",
            "Oh, you like to fish?"
        ],
        [
            "Mr. Rostenkowski",
            "Yes."
        ],
        [
            "Howard",
            "Sure. I can hear it in your voice."
        ],
        [
            "Mrs. Rostenkowski",
            "Oh, if he didn’t like it, he wouldn’t go."
        ],
        [
            "Howard",
            "You know, I hadn’t thought of that. (To Bernadette, whispering) Help me."
        ],
        [
            "Bernadette",
            "Hey, Dad, maybe you could take Howard fishing sometime. Give you guys a chance to get to know each other better."
        ],
        [
            "Howard",
            "No, no. We know each other well enough. He’s been talking my ear off all night."
        ],
        [
            "Bernadette",
            "Howie, I think you’d have fun."
        ],
        [
            "Mr. Rostenkowski",
            "Fine, you can tag along."
        ],
        [
            "Bernadette",
            "Terrific. My two favorite fellas gone fishin’."
        ],
        [
            "Howard",
            "Well, hang on a second, Bernie. Next weekend, we have that thing."
        ],
        [
            "Bernadette",
            "What thing?"
        ],
        [
            "Howard",
            "You know, the thing."
        ],
        [
            "Bernadette",
            "Oh, that thing. No, I cancelled that thing."
        ],
        [
            "Mr. Rostenkowski",
            "All right, it’s settled. You and I are going fishing."
        ],
        [
            "Howard",
            "Great. (To Bernadette) Thanks for the help."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Howard",
            "I’ve never even been fishing. This is gonna be a disaster."
        ],
        [
            "Raj",
            "If you don’t want to look foolish doing something, you should practice. Do you know how many Beef Wellingtons I made by myself before I invited you guys over? I’ll give you a hint. You can see them here, here and here."
        ],
        [
            "Leonard",
            "Raj is probably right. You should get someone to give you some pointers."
        ],
        [
            "Howard",
            "Do either of you guys know how to fish?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Raj",
            "No. But if you catch anything, I know how to steam it in banana leaves."
        ],
        [
            "Howard",
            "Come on, we must know somebody who can do manly stuff like this."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "S’up?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Step one, worms."
        ],
        [
            "Howard",
            "Ew!"
        ],
        [
            "Penny",
            "Okay, right there, ew is one of the things you’re not gonna want to say in front of your father-in-law. It’s right up there with icky and get it away. Now pick one up."
        ],
        [
            "Howard",
            "Really?"
        ],
        [
            "Penny",
            "You’re gonna have to do it when you’re fishing."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Penny",
            "What are you waiting for?"
        ],
        [
            "Howard",
            "I don’t know, for them to die of natural causes."
        ],
        [
            "Penny",
            "Just pick up a worm and put him on this hook."
        ],
        [
            "Howard",
            "Fine. There."
        ],
        [
            "Leonard",
            "I’m no expert, but I think the hook has to go through the worm."
        ],
        [
            "Howard",
            "Fine. Sorry, Mr. Worm. Sherm. Sherm the Worm."
        ],
        [
            "Penny",
            "Hey, don’t name him. Just jab a hook in his face."
        ],
        [
            "Raj",
            "You got this, buddy."
        ],
        [
            "Leonard",
            "Yeah, come on, Howard. Hook that worm."
        ],
        [
            "Raj",
            "You can do it."
        ],
        [
            "Penny",
            "That’s great. Cheerleading, way to man things up."
        ],
        [
            "Scene",
            "Amy’s apartment. "
        ],
        [
            "Sheldon (reading)",
            "And the control group displayed significantly fewer genetic abnormalities. But, because of flaws in the experimental design relating to environment and diet, they lived inconclusively ever after. The end."
        ],
        [
            "Amy",
            "That was great. Rub my chest again. (Knock at door) "
        ],
        [
            "Sheldon",
            "No. I need to get you down for a nap. And for some reason, that VapoRub gets you all fired up. (Opens door)"
        ],
        [
            "Bernadette",
            "How’s the poor thing?"
        ],
        [
            "Sheldon",
            "Oh, I’m hanging in there. Thanks for asking."
        ],
        [
            "Bernadette",
            "Okay, Amy, I brought you some drugs we were working on in the lab. This is proving really good for congestion, but there’s a slight chance it can make your tears burn like acid, so if you take it, happy thoughts."
        ],
        [
            "Sheldon",
            "Uh, I’m going to draw you a soothing bath. Where’s your bath thermometer?"
        ],
        [
            "Amy",
            "I don’t have a bath thermometer."
        ],
        [
            "Sheldon",
            "Fine. Then I’m going to draw you a nerve-wracking bath of indeterminate temperature."
        ],
        [
            "Bernadette",
            "This is a really good expectorant. Although some test subjects reported lactating uncontrollably when they heard music."
        ],
        [
            "Amy",
            "Okay, okay, here’s the deal. I don’t need your medicine. I’m not sick."
        ],
        [
            "Bernadette",
            "I don’t understand."
        ],
        [
            "Amy",
            "I got better two days ago. It’s just been so nice having Sheldon take care of me."
        ],
        [
            "Bernadette",
            "So you’ve just been lying to him?"
        ],
        [
            "Amy",
            "See the stuff in my nose? Rubber cement."
        ],
        [
            "Bernadette",
            "I don’t mean to be judgy, but this is the kind of thing lunatics do."
        ],
        [
            "Amy",
            "All right. I’ll tell him."
        ],
        [
            "Sheldon (off)",
            "Amy, would you be strong enough to bathe yourself, or do you need my help?"
        ],
        [
            "Amy",
            "I’ll tell him tomorrow. Mama needs a bath."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Now, let’s assume, by some miracle, you actually catch a fish. You’re going to have to know how to gut it. So, what you’re going to do is you’re going to take your knife, slice him right up the belly. (Howard gags) You want me to stop?"
        ],
        [
            "Howard",
            "No, I’m fine. Keep going."
        ],
        [
            "Penny",
            "All right. Now, you don’t want to cut too deep into its guts, or the blood will just squirt all over your face. (Howard, Leonard and Raj gag) Oh, my God. What is with you guys?"
        ],
        [
            "Leonard",
            "It’s not our fault. Our dads never did anything like this with us."
        ],
        [
            "Penny",
            "What, never?"
        ],
        [
            "Leonard",
            "My dad was an anthropologist. The only father-son time he spent was with a 2,000-year-old skeleton of an Etruscan boy. I hated that kid."
        ],
        [
            "Raj",
            "Mine just took me to his gynecology office. I got so bored, I’d put vaginal lubricant on the bottom of my shoes and pretend I was ice-skating."
        ],
        [
            "Howard",
            "Yeah, well, my quality father-son time was spending my adolescence looking out the window waiting for my dad to come back someday."
        ],
        [
            "Raj",
            "Yeah, okay, Howard wins."
        ],
        [
            "Leonard",
            "You know, maybe we didn’t have opportunities like this when we were growing up, but right now, there’s a dad that wants to take you on a fishing trip."
        ],
        [
            "Howard",
            "You’re right. Oh! I should do this."
        ],
        [
            "Penny",
            "Great. Here you go. What you’re going to do is you’re going to stick your thumb down its throat, grab the guts and pull."
        ],
        [
            "Howard",
            "Here we go. Oh!"
        ],
        [
            "Penny",
            "Oh, look, it’s a female. You can see all the eggs. (All the guys gag)"
        ],
        [
            "Scene",
            "Amy’s apartment. Amy is dancing to “Walking on Sunshine”. Hears door and turns off stereo."
        ],
        [
            "Amy",
            "Oh, Sheldon, am I glad you’re back. Taking a turn for the worst. I think I’m going to need another bath."
        ],
        [
            "Sheldon",
            "I’m surprised to hear that. See, the other day, I was concerned that you weren’t recovering, so while you were sleeping, I took a cheek swab and had it cultured in the lab."
        ],
        [
            "Amy",
            "Oh?"
        ],
        [
            "Sheldon",
            "I got the results back. Have you developed any of the following symptoms? A growing nose, or perhaps a warm sensation in the trouser region? Also known as full-blown liar, liar, pants on fire."
        ],
        [
            "Amy",
            "All right, all right. But I really was sick at the beginning. It’s just been so nice having you take care of me."
        ],
        [
            "Sheldon",
            "It hurts that you would lie to me, Amy. I thought our relationship was based on trust and a mutual admiration that skews in my favour."
        ],
        [
            "Amy",
            "I feel terrible I did this."
        ],
        [
            "Sheldon",
            "It pains me to say it, but I think some form of penalty is in order, so as to discourage this type of behaviour in the future."
        ],
        [
            "Amy",
            "I suppose that’s fair. What do you suggest?"
        ],
        [
            "Sheldon",
            "In a perfect world, I’d lock you in a stockade in the public square. That probably requires a permit."
        ],
        [
            "Amy",
            "I could not be allowed to go to the opening of the next Star Trek movie."
        ],
        [
            "Sheldon",
            "Oh, that seems overly harsh. I mean, you gave in to a human weakness, you didn’t kill a man. You know, it’s a tad old-school, but my father was not one to spare the rod when my brother would sneak into his truck and drink his driving whiskey."
        ],
        [
            "Amy",
            "Are you saying you want to spank me?"
        ],
        [
            "Sheldon",
            "I don’t want to. But it looks like you left me no choice."
        ],
        [
            "Amy",
            "That’s true. I’ve been a very bad girl."
        ],
        [
            "Scene",
            "Bernadette’s parents’ garage. "
        ],
        [
            "Howard",
            "Hi-ho, hi-ho, it’s off to fish we go."
        ],
        [
            "Mr. Rostenkowski",
            "That’s what you’re wearing?"
        ],
        [
            "Howard",
            "No good? The guy at the sporting goods store said these are what fishermen wear."
        ],
        [
            "Mr. Rostenkowski",
            "Maybe in cartoons."
        ],
        [
            "Howard",
            "Wish I had known that before I posted all those pictures on Facebook."
        ],
        [
            "Mr. Rostenkowski",
            "All right, let’s hit the road. I wouldn’t mind shooting some ducks in the morning."
        ],
        [
            "Howard",
            "Wait, now we’re shooting things?"
        ],
        [
            "Mr. Rostenkowski",
            "I like using a big shell. You can’t eat them afterwards, but it’s fun watching them blow up."
        ],
        [
            "Howard",
            "Sir, I’m flattered that you invited me, and I really want you to like me, but I don’t think this trip is the way to do it. And I can’t return these things if there’s chunks of duck all over them."
        ],
        [
            "Mr. Rostenkowski",
            "So, why’d you agree to come?"
        ],
        [
            "Howard",
            "‘Cause Bernadette made me."
        ],
        [
            "Mr. Rostenkowski",
            "I tried to back out, too. My wife said I had to go."
        ],
        [
            "Howard",
            "Really? Your wife makes you do stuff? You’re a big, scary cop."
        ],
        [
            "Mr. Rostenkowski",
            "You’re an astronaut, and your wife makes you do things, and she’s only four feet tall."
        ],
        [
            "Howard",
            "So, what do we do now? They expect us to go away for the weekend."
        ],
        [
            "Mr. Rostenkowski",
            "Ah. There’s an Indian casino near Palm Springs. You know how to shoot craps?"
        ],
        [
            "Howard",
            "No, but I’m not a stranger to dice games. I was the Temple Beth-El Hebrew School Yahtzee champion."
        ],
        [
            "Mr. Rostenkowski",
            "Mazel tov. I’ll teach you how to play."
        ],
        [
            "Howard",
            "Really? Thank you, sir."
        ],
        [
            "Mr. Rostenkowski",
            "Call me Mike."
        ],
        [
            "Howard",
            "Okay. Oh, boy, we’re just married to a couple of ballbusters, huh, Mike?"
        ],
        [
            "Mr. Rostenkowski",
            "That’s my wife and daughter you’re talking about."
        ],
        [
            "Howard",
            "Great couple of gals."
        ],
        [
            "Mr. Rostenkowski",
            "I wouldn’t go that far."
        ],
        [
            "Scene",
            "Amy’s apartment. "
        ],
        [
            "Sheldon",
            "Are you prepared to receive your punishment?"
        ],
        [
            "Amy",
            "One second. I want to put on some music."
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Amy",
            "I don’t want to disturb the people next door while you discipline me."
        ],
        [
            "Sheldon",
            "Very well, then. Get over my knee. Let’s begin."
        ],
        [
            "Amy",
            "Oh, my."
        ],
        [
            "Sheldon",
            "Excuse me. You’re not supposed to be enjoying this."
        ],
        [
            "Amy",
            "Then maybe you should spank me harder."
        ],
        [
            "Sheldon",
            "Maybe I will."
        ],
        [
            "Amy",
            "Ooh!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-6-episode-10-the-fish-guts-displacement/"
}