{
    "Season": 6,
    "Episode": 17,
    "Title": "the monster isolation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "(After a “previously on” sequence) A coffee shop"
            ],
            [
                4,
                "Credits sequence."
            ],
            [
                5,
                "The apartment."
            ],
            [
                21,
                "Outside Raj’s apartment."
            ],
            [
                53,
                "The apartment."
            ],
            [
                67,
                "Penny’s apartment."
            ],
            [
                80,
                "The apartment."
            ],
            [
                88,
                "Penny’s apartment."
            ],
            [
                100,
                "The comic book store."
            ],
            [
                112,
                "Raj’s apartment."
            ],
            [
                126,
                "Outside on the street."
            ],
            [
                128,
                "The apartment."
            ],
            [
                142,
                "Outside Raj’s apartment. The girl from the comic book store knocks on the door."
            ],
            [
                164,
                "The theatre."
            ]
        ],
        "Raj": [
            [
                1,
                "So then I went to Cambridge, which was wonderful not only because it’s a good school but because it totally looks like Hogwarts. That’s where I fell in love with astronomy, and now I’m an astrophysicist at Caltech, so I guess you could say, uh, Raj is my name and stars are my game. And rhyming is also my game. So, uh, two games. Uh, anyway, that, that’s enough about me. I want to hear everything about you."
            ],
            [
                3,
                "I go to the bathroom, too. Sometimes more frequently than I care to admit. Oh, I’ve had it checked out, it’s nothing. Hmm. This is going great. Mmm, can I have a refill on my chai tea? Yes, I have a good feeling about this. (Girl can be seen sneaking past window and leaving) I should have bought condoms."
            ],
            [
                33,
                "What?"
            ],
            [
                37,
                "I was humiliated by yet another woman."
            ],
            [
                39,
                "No. I took her for coffee, and she snuck out the bathroom window to get away from me."
            ],
            [
                41,
                "I went and looked. It was a high and tiny window. She must have been very motivated."
            ],
            [
                44,
                "Why not? With online shopping and overnight delivery, I can get anything I want. Look, I just ordered a case of Dinty Moore beef stew and two live lobsters on Amazon."
            ],
            [
                49,
                "You’re wasting your time. Just please, leave me alone."
            ],
            [
                114,
                "I don’t want to celebrate."
            ],
            [
                116,
                "Why would I want her number? I don’t want anything to do with this woman."
            ],
            [
                118,
                "No, you don’t get it. I want nothing to do with any woman. My heart is stone. From now on, I’m a monk. I renounce all worldly pleasures. Except for lobster. And garlic butter."
            ],
            [
                120,
                "You’re, you’re a good friend for trying to help, but, I’ve made my choice."
            ],
            [
                122,
                "See you. No, wait, take her number. I don’t want the temptation."
            ],
            [
                124,
                "I must be strong so I don’t stray from my true purpose, the study of the universe."
            ],
            [
                127,
                "Wait! Give me the number! Give me the number! Give me the number!"
            ],
            [
                143,
                "Just a sec. Oh, who says just a sec? I hate myself. Hello."
            ],
            [
                145,
                "Uh, would you like to come in?"
            ],
            [
                147,
                "Oh."
            ],
            [
                149,
                "Wait. Can you at least tell me what went wrong? It’s okay. I can take anything. Unless it’s something I did, or said, or am. ‘Cause those are, like, my buttons."
            ],
            [
                151,
                "Really? Then what were you doing at the comic book store that night?"
            ],
            [
                153,
                "Yeah, me neither."
            ],
            [
                155,
                "I lied. I love them. I only said that so you’d go out with me."
            ],
            [
                157,
                "That’s great. I’m broken, too."
            ],
            [
                159,
                "Oh, I totally am. If it wasn’t for this beer, I couldn’t even talk to you right now. I’m a wreck. There are many things seriously wrong with me. And not quirks, either. Like, diagnosable psychological problems. Maybe brain damage."
            ],
            [
                161,
                "Go out with me on one date, and I promise you, you’ll see."
            ],
            [
                163,
                "You won’t regret it. I’m the most pathetic guy you’ve ever met. And that, boys and girls, is how it’s done."
            ]
        ],
        "Girl": [
            [
                2,
                "I have to go to the bathroom."
            ],
            [
                106,
                "Hi. I don’t know if you remember me, but I was here the other night at your party."
            ],
            [
                108,
                "Uh, yeah."
            ],
            [
                110,
                "Sorry. Can you just give him this?"
            ],
            [
                144,
                "Hi."
            ],
            [
                146,
                "Oh, no, I can’t stay."
            ],
            [
                148,
                "I just wanted to say, I’m sorry for running out of the coffee shop. That wasn’t cool. So, uh, yeah. I’m sorry."
            ],
            [
                150,
                "No, it’s not any of that. It’s just, I kind of have a hard time around people I don’t know."
            ],
            [
                152,
                "I’ve been trying to force myself into situations that I’m not comfortable with. I saw the flyer in the store window, and I made myself go in. I don’t even like comic books."
            ],
            [
                154,
                "Then what were you doing there?"
            ],
            [
                156,
                "Oh, you don’t want to do that. I’m kind of broken."
            ],
            [
                158,
                "Oh, no, you’re not."
            ],
            [
                160,
                "Well, how do I know you’re not just saying that?"
            ],
            [
                162,
                "Okay. Text me. Bye."
            ]
        ],
        "Sheldon": [
            [
                6,
                "Hello, I’m Dr. Sheldon Cooper. Welcome to Sheldon Cooper Presents Fun with Flags. My apologies that this episode is coming late. I did shoot one last week, in honour of Black History Month, but I was informed by my roommate that my spot-on portrayal of George Washington Carver could be considered wildly racist. My heart goes out to the members of the African-American community, who, like me, have been kept down by The Man. Now, Fun with Flags is not just for the flag aficionado, it’s also for the flag novice, so, to help me with that, please welcome my friend, neighbour, and flag virgin, yeah, not a real virgin. She’s had coitus many times. Sometimes within earshot of this flag enthusiast. Once while he was trying to watch The Incredibles. Penny."
            ],
            [
                8,
                "So, Penny, I understand you would like to learn more about flags."
            ],
            [
                10,
                "Yeah. Well, you came to the right place."
            ],
            [
                12,
                "What’s wrong?"
            ],
            [
                14,
                "Interesting. A few people in the comments section have said that my delivery is robotic. Perhaps that isn’t the compliment it sounds like."
            ],
            [
                16,
                "Right. And which one do I want?"
            ],
            [
                18,
                "If our friend, the flag, has taught me anything, it’s to go where the wind takes you. As long as you remain firmly attached to a rigid pole. And, action. So, Penny, what sort of flag questions keep you awake at night?"
            ],
            [
                20,
                "Gosh, Penny, what’d you have for breakfast? A big glass of good question juice? The Nebraska state flag is simply the state seal on a field of blue. Spread your legs, invite them in."
            ],
            [
                55,
                "Hello. How’s the final stage of your nicotine addiction study going?"
            ],
            [
                57,
                "Good news. Uh, the latest episode of Fun with Flags is online."
            ],
            [
                59,
                "Much better than I expected. She even gave me some helpful tips about acting and body language. Watch. Welcome to my world. Not welcome to my world. Welcome. Not welcome."
            ],
            [
                61,
                "I know. I’m still learning to control it."
            ],
            [
                63,
                "Why would I do that?"
            ],
            [
                65,
                "All right."
            ],
            [
                69,
                "Um…"
            ],
            [
                71,
                "No. I didn’t start yet, it’s fine."
            ],
            [
                73,
                "Well, I was thinking about you helping me out last night (knock, knock, knock) Penny. And I just wanted to tell you (knock, knock, knock) Penny, that the answer to the question, who did a great job? is you, (knock, knock, knock) Penny."
            ],
            [
                75,
                "Yes, you were very natural in front of the camera, and I found your suggestions extremely helpful."
            ],
            [
                77,
                "Okay."
            ],
            [
                79,
                "Oh, that sounds terrible. Why would I want to do that?"
            ],
            [
                82,
                "Well, so much for your advice on complimenting Penny."
            ],
            [
                84,
                "She tried to rope us into going to her acting class to see a play. Don’t worry. Luckily, I had the good sense to drown that kitten in the river."
            ],
            [
                86,
                "Oh, so many crazy rules."
            ],
            [
                89,
                "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny. Oh yeah, much better."
            ],
            [
                91,
                "Amy pointed out to me that since you did something nice for me, I’m obligated to do something nice for you. So, yes, I’ll go to your dopey play."
            ],
            [
                93,
                "Why not?"
            ],
            [
                95,
                "Oh, Dear Lord, more rules? Where does it stop? Can I want to go because I have to want to go?"
            ],
            [
                97,
                "Yeah, but now, wait. Do whatever I want? Or whatever I have to want?"
            ],
            [
                99,
                "All right. I don’t want to, but at least that makes sense."
            ],
            [
                101,
                "You know, I haven’t seen Raj in several days. Is he no longer a part of our social group? And if so, should we be interviewing for a replacement? Perhaps, this time, we go Latin."
            ],
            [
                103,
                "Oh, brilliant. I’ve been itching to pull that trigger."
            ],
            [
                105,
                "Would it help if I gave him some pointers? I’m just funnin’ ya."
            ],
            [
                134,
                "All right, let’s get this stupid play over with."
            ],
            [
                136,
                "Why?"
            ],
            [
                138,
                "Aw, for Pete’s sake. Can we go now?"
            ],
            [
                141,
                "It’s about streetcars? Oh, great. I won’t need this. (Pulls out an etch-a-sketch.)"
            ],
            [
                170,
                "She is. But when do they get to the part about streetcars?"
            ],
            [
                172,
                "She’s remarkable."
            ],
            [
                175,
                "How can she remember all those lines, but as a waitress, she can’t remember no tomato on my hamburger?"
            ]
        ],
        "Penny": [
            [
                7,
                "Hello."
            ],
            [
                9,
                "Yeah, I can’t tell you how many times I’ve been at a party where everyone’s talking about flags and I just couldn’t join in."
            ],
            [
                11,
                "Uh, I’m sorry, can we just pause for a minute?"
            ],
            [
                13,
                "I just think it might look more natural if you talked to me instead of the camera, you know, like, like a real conversation. It’s something we work on in my acting class."
            ],
            [
                15,
                "Yeah, let’s try it again, and maybe, this time, you could work on your body language a bit. You know, when you’re all hunched like that, you’re shutting the audience out, but when you’re relaxed and open, you’re inviting them in."
            ],
            [
                17,
                "Let’s try open."
            ],
            [
                19,
                "Um, well, I’m from Nebraska. So what can you tell me about the state flag?"
            ],
            [
                68,
                "Oh, hi. What’s up?"
            ],
            [
                70,
                "You need me to shut the door so you can do your knocking thing?"
            ],
            [
                72,
                "Okay. So, what do you need?"
            ],
            [
                74,
                "Really?"
            ],
            [
                76,
                "Aw, sweetie, you just made my day."
            ],
            [
                78,
                "Hey, my acting class is putting on a play Friday night. I could put you and Amy on the guest list."
            ],
            [
                90,
                "What?"
            ],
            [
                92,
                "Hey, I don’t want you to go any more."
            ],
            [
                94,
                "You should go ’cause you want to go, not because you have to."
            ],
            [
                96,
                "Okay. Do whatever you want."
            ],
            [
                98,
                "Oh, for God’s sake, just come to the play."
            ],
            [
                167,
                "I think you have a great capacity for devotion. You’ll be lonely when she passes on, won’t you? I understand what that is."
            ]
        ],
        "Howard": [
            [
                22,
                "I’m telling you, something’s wrong. I can always feel it when Raj is in trouble."
            ],
            [
                25,
                "You in there?"
            ],
            [
                28,
                "We’re worried about you."
            ],
            [
                38,
                "You didn’t kill her and chop her up, that’s not what we’re smelling, right?"
            ],
            [
                42,
                "I’m sorry. That’s awful, but come on, you got to shake it off."
            ],
            [
                46,
                "Oh, you’re kidding. Let me see. Well, I’ll be. Look, you can throw in a couple steaks and have a surf and turf."
            ],
            [
                50,
                "Now what?"
            ],
            [
                102,
                "He’s just decided he’s never leaving his apartment again."
            ],
            [
                104,
                "He’s upset because he can’t get anywhere with women."
            ],
            [
                109,
                "You’re the one? Okay, let me tell you something. That guy you blew off happens to be my best friend. Okay? He was devastated."
            ],
            [
                111,
                "Okay. But I gotta warn you, Raj is a proud, passionate man. If you go running out on him again, you’re only gonna get, like, three or four more chances before you are history."
            ],
            [
                113,
                "Come on, she came back. This is good news. You should celebrate."
            ],
            [
                115,
                "Not even a little? I mean, we could have a pants party. Go put some on."
            ],
            [
                117,
                "Oh, come on, Raj."
            ],
            [
                119,
                "Boy, I want to tell you it’s her loss, but you are not making it easy."
            ],
            [
                121,
                "All right. Well, I’ll see you around."
            ],
            [
                123,
                "Okay."
            ],
            [
                125,
                "All right. Thanks for ruining lobster for me."
            ]
        ],
        "Bernadette": [
            [
                23,
                "Geez, how close were you guys before we got married?"
            ],
            [
                30,
                "Did something good happen?"
            ],
            [
                35,
                "It smells pretty ripe in here. You kind feel it in your eyes."
            ],
            [
                40,
                "Oh, you poor baby."
            ],
            [
                48,
                "Guys, we’re trying to get him out of here, not you in."
            ],
            [
                52,
                "We could go to Red Lobster and talk about it. We’re all thinking it. I just had the decency to wait for him to leave."
            ]
        ],
        "Leonard": [
            [
                24,
                "Don’t look under that rock. (Knocking) Raj, you okay?"
            ],
            [
                27,
                "Come on, buddy, open up."
            ],
            [
                32,
                "Whoa."
            ],
            [
                34,
                "Nope, just, just, whoa."
            ],
            [
                36,
                "Raj, what’s going on?"
            ],
            [
                43,
                "Yeah, you can’t stay in your apartment for the rest of your life."
            ],
            [
                45,
                "Lobsters overnight?"
            ],
            [
                47,
                "The surf and turf sounds good. See if they have corn on the cob."
            ],
            [
                51,
                "I don’t know."
            ],
            [
                129,
                "So, Amy, what’s going on with your addiction study?"
            ],
            [
                131,
                "Why? What happened?"
            ],
            [
                133,
                "I’m sorry. That I asked."
            ],
            [
                135,
                "Uh, hang on. Empty your pockets."
            ],
            [
                137,
                "You know why. The Nintendo DS. And the PSP. Now the Gameboy."
            ],
            [
                139,
                "Well, is that all of it? (Pulls a Rubik’s cube from his pants.) Just set it down."
            ],
            [
                169,
                "She’s pretty good, huh?"
            ],
            [
                173,
                "She really is."
            ]
        ],
        "Raj (off)": [
            [
                26,
                "Go away!"
            ],
            [
                29,
                "Oh, just because I’ve stopped going to work and answering my phone you think something bad happened? Maybe something good happened."
            ],
            [
                31,
                "Of course not. Nothing good ever happens. (Opens door. He is wearing a stained vest, his hair is unkempt, and he is drinking wine from a bottle.)"
            ]
        ],
        "Amy (on webcam)": [
            [
                54,
                "Hello, Sheldon."
            ],
            [
                81,
                "That’s right. They’re no good without the lighter."
            ]
        ],
        "Amy": [
            [
                56,
                "Fine. Just hold on. Mommy’s on the phone! Sorry. We’ve cut the monkeys down to one cigarette a day, so things are a little intense. Makes me miss my marijuana-abusing flatworms. Those guys were mellow."
            ],
            [
                58,
                "Oh, that’s right. How’d it go with Penny?"
            ],
            [
                60,
                "Subtle, but powerful."
            ],
            [
                62,
                "Did you tell Penny how helpful she was?"
            ],
            [
                64,
                "Because she’s your friend, and she did a nice job. I’m sure she’d like to hear it."
            ],
            [
                66,
                "I didn’t mean now. Hello? Yeah, yeah, you want a cigarette. Well, I’d like a normal boyfriend. Deal with it."
            ],
            [
                83,
                "Why? What happened?"
            ],
            [
                85,
                "Sheldon, that’s very rude. She helped you with your show. The right thing to do is reciprocate by going to see her play."
            ],
            [
                87,
                "That better be Tootsie Rolls you’re throwing at me!"
            ],
            [
                130,
                "Sadly, I’m no longer associated with that project."
            ],
            [
                132,
                "Typical bureaucratic nonsense. You can get animals addicted to a harmful substance, you can dissect their brains, but you throw their own faeces back at them and suddenly you’re unprofessional."
            ],
            [
                140,
                "Just so you know, this is not a stupid play. A Streetcar Named Desire is an American classic."
            ],
            [
                174,
                "Our Penny’s a star."
            ]
        ],
        "Stuart": [
            [
                107,
                "Oh, yeah, you left with Raj."
            ]
        ],
        "Penny (as Blanche DuBois) ": [
            [
                165,
                "You love her very much, don’t you?"
            ]
        ],
        "Actor (as Mitch)": [
            [
                166,
                "Yes."
            ]
        ],
        "Actor": [
            [
                168,
                "To be lonely?"
            ]
        ],
        "Penny (as Blanche)": [
            [
                171,
                "…when I was a very young girl. When I was 16 years old, I made the discovery, love. All at once, and much, much too completely. It was like you suddenly turned a blinding light on something that had always been half a shadow. That’s how it struck the world for me. But I was unlucky. Deluded."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "(After a “previously on” sequence) A coffee shop"
        ],
        [
            "Raj",
            "So then I went to Cambridge, which was wonderful not only because it’s a good school but because it totally looks like Hogwarts. That’s where I fell in love with astronomy, and now I’m an astrophysicist at Caltech, so I guess you could say, uh, Raj is my name and stars are my game. And rhyming is also my game. So, uh, two games. Uh, anyway, that, that’s enough about me. I want to hear everything about you."
        ],
        [
            "Girl",
            "I have to go to the bathroom."
        ],
        [
            "Raj",
            "I go to the bathroom, too. Sometimes more frequently than I care to admit. Oh, I’ve had it checked out, it’s nothing. Hmm. This is going great. Mmm, can I have a refill on my chai tea? Yes, I have a good feeling about this. (Girl can be seen sneaking past window and leaving) I should have bought condoms."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Hello, I’m Dr. Sheldon Cooper. Welcome to Sheldon Cooper Presents Fun with Flags. My apologies that this episode is coming late. I did shoot one last week, in honour of Black History Month, but I was informed by my roommate that my spot-on portrayal of George Washington Carver could be considered wildly racist. My heart goes out to the members of the African-American community, who, like me, have been kept down by The Man. Now, Fun with Flags is not just for the flag aficionado, it’s also for the flag novice, so, to help me with that, please welcome my friend, neighbour, and flag virgin, yeah, not a real virgin. She’s had coitus many times. Sometimes within earshot of this flag enthusiast. Once while he was trying to watch The Incredibles. Penny."
        ],
        [
            "Penny",
            "Hello."
        ],
        [
            "Sheldon",
            "So, Penny, I understand you would like to learn more about flags."
        ],
        [
            "Penny",
            "Yeah, I can’t tell you how many times I’ve been at a party where everyone’s talking about flags and I just couldn’t join in."
        ],
        [
            "Sheldon",
            "Yeah. Well, you came to the right place."
        ],
        [
            "Penny",
            "Uh, I’m sorry, can we just pause for a minute?"
        ],
        [
            "Sheldon",
            "What’s wrong?"
        ],
        [
            "Penny",
            "I just think it might look more natural if you talked to me instead of the camera, you know, like, like a real conversation. It’s something we work on in my acting class."
        ],
        [
            "Sheldon",
            "Interesting. A few people in the comments section have said that my delivery is robotic. Perhaps that isn’t the compliment it sounds like."
        ],
        [
            "Penny",
            "Yeah, let’s try it again, and maybe, this time, you could work on your body language a bit. You know, when you’re all hunched like that, you’re shutting the audience out, but when you’re relaxed and open, you’re inviting them in."
        ],
        [
            "Sheldon",
            "Right. And which one do I want?"
        ],
        [
            "Penny",
            "Let’s try open."
        ],
        [
            "Sheldon",
            "If our friend, the flag, has taught me anything, it’s to go where the wind takes you. As long as you remain firmly attached to a rigid pole. And, action. So, Penny, what sort of flag questions keep you awake at night?"
        ],
        [
            "Penny",
            "Um, well, I’m from Nebraska. So what can you tell me about the state flag?"
        ],
        [
            "Sheldon",
            "Gosh, Penny, what’d you have for breakfast? A big glass of good question juice? The Nebraska state flag is simply the state seal on a field of blue. Spread your legs, invite them in."
        ],
        [
            "Scene",
            "Outside Raj’s apartment."
        ],
        [
            "Howard",
            "I’m telling you, something’s wrong. I can always feel it when Raj is in trouble."
        ],
        [
            "Bernadette",
            "Geez, how close were you guys before we got married?"
        ],
        [
            "Leonard",
            "Don’t look under that rock. (Knocking) Raj, you okay?"
        ],
        [
            "Howard",
            "You in there?"
        ],
        [
            "Raj (off)",
            "Go away!"
        ],
        [
            "Leonard",
            "Come on, buddy, open up."
        ],
        [
            "Howard",
            "We’re worried about you."
        ],
        [
            "Raj (off)",
            "Oh, just because I’ve stopped going to work and answering my phone you think something bad happened? Maybe something good happened."
        ],
        [
            "Bernadette",
            "Did something good happen?"
        ],
        [
            "Raj (off)",
            "Of course not. Nothing good ever happens. (Opens door. He is wearing a stained vest, his hair is unkempt, and he is drinking wine from a bottle.)"
        ],
        [
            "Leonard",
            "Whoa."
        ],
        [
            "Raj",
            "What?"
        ],
        [
            "Leonard",
            "Nope, just, just, whoa."
        ],
        [
            "Bernadette",
            "It smells pretty ripe in here. You kind feel it in your eyes."
        ],
        [
            "Leonard",
            "Raj, what’s going on?"
        ],
        [
            "Raj",
            "I was humiliated by yet another woman."
        ],
        [
            "Howard",
            "You didn’t kill her and chop her up, that’s not what we’re smelling, right?"
        ],
        [
            "Raj",
            "No. I took her for coffee, and she snuck out the bathroom window to get away from me."
        ],
        [
            "Bernadette",
            "Oh, you poor baby."
        ],
        [
            "Raj",
            "I went and looked. It was a high and tiny window. She must have been very motivated."
        ],
        [
            "Howard",
            "I’m sorry. That’s awful, but come on, you got to shake it off."
        ],
        [
            "Leonard",
            "Yeah, you can’t stay in your apartment for the rest of your life."
        ],
        [
            "Raj",
            "Why not? With online shopping and overnight delivery, I can get anything I want. Look, I just ordered a case of Dinty Moore beef stew and two live lobsters on Amazon."
        ],
        [
            "Leonard",
            "Lobsters overnight?"
        ],
        [
            "Howard",
            "Oh, you’re kidding. Let me see. Well, I’ll be. Look, you can throw in a couple steaks and have a surf and turf."
        ],
        [
            "Leonard",
            "The surf and turf sounds good. See if they have corn on the cob."
        ],
        [
            "Bernadette",
            "Guys, we’re trying to get him out of here, not you in."
        ],
        [
            "Raj",
            "You’re wasting your time. Just please, leave me alone."
        ],
        [
            "Howard",
            "Now what?"
        ],
        [
            "Leonard",
            "I don’t know."
        ],
        [
            "Bernadette",
            "We could go to Red Lobster and talk about it. We’re all thinking it. I just had the decency to wait for him to leave."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy (on webcam)",
            "Hello, Sheldon."
        ],
        [
            "Sheldon",
            "Hello. How’s the final stage of your nicotine addiction study going?"
        ],
        [
            "Amy",
            "Fine. Just hold on. Mommy’s on the phone! Sorry. We’ve cut the monkeys down to one cigarette a day, so things are a little intense. Makes me miss my marijuana-abusing flatworms. Those guys were mellow."
        ],
        [
            "Sheldon",
            "Good news. Uh, the latest episode of Fun with Flags is online."
        ],
        [
            "Amy",
            "Oh, that’s right. How’d it go with Penny?"
        ],
        [
            "Sheldon",
            "Much better than I expected. She even gave me some helpful tips about acting and body language. Watch. Welcome to my world. Not welcome to my world. Welcome. Not welcome."
        ],
        [
            "Amy",
            "Subtle, but powerful."
        ],
        [
            "Sheldon",
            "I know. I’m still learning to control it."
        ],
        [
            "Amy",
            "Did you tell Penny how helpful she was?"
        ],
        [
            "Sheldon",
            "Why would I do that?"
        ],
        [
            "Amy",
            "Because she’s your friend, and she did a nice job. I’m sure she’d like to hear it."
        ],
        [
            "Sheldon",
            "All right."
        ],
        [
            "Amy",
            "I didn’t mean now. Hello? Yeah, yeah, you want a cigarette. Well, I’d like a normal boyfriend. Deal with it."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "Oh, hi. What’s up?"
        ],
        [
            "Sheldon",
            "Um…"
        ],
        [
            "Penny",
            "You need me to shut the door so you can do your knocking thing?"
        ],
        [
            "Sheldon",
            "No. I didn’t start yet, it’s fine."
        ],
        [
            "Penny",
            "Okay. So, what do you need?"
        ],
        [
            "Sheldon",
            "Well, I was thinking about you helping me out last night (knock, knock, knock) Penny. And I just wanted to tell you (knock, knock, knock) Penny, that the answer to the question, who did a great job? is you, (knock, knock, knock) Penny."
        ],
        [
            "Penny",
            "Really?"
        ],
        [
            "Sheldon",
            "Yes, you were very natural in front of the camera, and I found your suggestions extremely helpful."
        ],
        [
            "Penny",
            "Aw, sweetie, you just made my day."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Penny",
            "Hey, my acting class is putting on a play Friday night. I could put you and Amy on the guest list."
        ],
        [
            "Sheldon",
            "Oh, that sounds terrible. Why would I want to do that?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy (on webcam)",
            "That’s right. They’re no good without the lighter."
        ],
        [
            "Sheldon",
            "Well, so much for your advice on complimenting Penny."
        ],
        [
            "Amy",
            "Why? What happened?"
        ],
        [
            "Sheldon",
            "She tried to rope us into going to her acting class to see a play. Don’t worry. Luckily, I had the good sense to drown that kitten in the river."
        ],
        [
            "Amy",
            "Sheldon, that’s very rude. She helped you with your show. The right thing to do is reciprocate by going to see her play."
        ],
        [
            "Sheldon",
            "Oh, so many crazy rules."
        ],
        [
            "Amy",
            "That better be Tootsie Rolls you’re throwing at me!"
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny. Oh yeah, much better."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Sheldon",
            "Amy pointed out to me that since you did something nice for me, I’m obligated to do something nice for you. So, yes, I’ll go to your dopey play."
        ],
        [
            "Penny",
            "Hey, I don’t want you to go any more."
        ],
        [
            "Sheldon",
            "Why not?"
        ],
        [
            "Penny",
            "You should go ’cause you want to go, not because you have to."
        ],
        [
            "Sheldon",
            "Oh, Dear Lord, more rules? Where does it stop? Can I want to go because I have to want to go?"
        ],
        [
            "Penny",
            "Okay. Do whatever you want."
        ],
        [
            "Sheldon",
            "Yeah, but now, wait. Do whatever I want? Or whatever I have to want?"
        ],
        [
            "Penny",
            "Oh, for God’s sake, just come to the play."
        ],
        [
            "Sheldon",
            "All right. I don’t want to, but at least that makes sense."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Sheldon",
            "You know, I haven’t seen Raj in several days. Is he no longer a part of our social group? And if so, should we be interviewing for a replacement? Perhaps, this time, we go Latin."
        ],
        [
            "Howard",
            "He’s just decided he’s never leaving his apartment again."
        ],
        [
            "Sheldon",
            "Oh, brilliant. I’ve been itching to pull that trigger."
        ],
        [
            "Howard",
            "He’s upset because he can’t get anywhere with women."
        ],
        [
            "Sheldon",
            "Would it help if I gave him some pointers? I’m just funnin’ ya."
        ],
        [
            "Girl",
            "Hi. I don’t know if you remember me, but I was here the other night at your party."
        ],
        [
            "Stuart",
            "Oh, yeah, you left with Raj."
        ],
        [
            "Girl",
            "Uh, yeah."
        ],
        [
            "Howard",
            "You’re the one? Okay, let me tell you something. That guy you blew off happens to be my best friend. Okay? He was devastated."
        ],
        [
            "Girl",
            "Sorry. Can you just give him this?"
        ],
        [
            "Howard",
            "Okay. But I gotta warn you, Raj is a proud, passionate man. If you go running out on him again, you’re only gonna get, like, three or four more chances before you are history."
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Howard",
            "Come on, she came back. This is good news. You should celebrate."
        ],
        [
            "Raj",
            "I don’t want to celebrate."
        ],
        [
            "Howard",
            "Not even a little? I mean, we could have a pants party. Go put some on."
        ],
        [
            "Raj",
            "Why would I want her number? I don’t want anything to do with this woman."
        ],
        [
            "Howard",
            "Oh, come on, Raj."
        ],
        [
            "Raj",
            "No, you don’t get it. I want nothing to do with any woman. My heart is stone. From now on, I’m a monk. I renounce all worldly pleasures. Except for lobster. And garlic butter."
        ],
        [
            "Howard",
            "Boy, I want to tell you it’s her loss, but you are not making it easy."
        ],
        [
            "Raj",
            "You’re, you’re a good friend for trying to help, but, I’ve made my choice."
        ],
        [
            "Howard",
            "All right. Well, I’ll see you around."
        ],
        [
            "Raj",
            "See you. No, wait, take her number. I don’t want the temptation."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Raj",
            "I must be strong so I don’t stray from my true purpose, the study of the universe."
        ],
        [
            "Howard",
            "All right. Thanks for ruining lobster for me."
        ],
        [
            "Scene",
            "Outside on the street."
        ],
        [
            "Raj",
            "Wait! Give me the number! Give me the number! Give me the number!"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "So, Amy, what’s going on with your addiction study?"
        ],
        [
            "Amy",
            "Sadly, I’m no longer associated with that project."
        ],
        [
            "Leonard",
            "Why? What happened?"
        ],
        [
            "Amy",
            "Typical bureaucratic nonsense. You can get animals addicted to a harmful substance, you can dissect their brains, but you throw their own faeces back at them and suddenly you’re unprofessional."
        ],
        [
            "Leonard",
            "I’m sorry. That I asked."
        ],
        [
            "Sheldon",
            "All right, let’s get this stupid play over with."
        ],
        [
            "Leonard",
            "Uh, hang on. Empty your pockets."
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Leonard",
            "You know why. The Nintendo DS. And the PSP. Now the Gameboy."
        ],
        [
            "Sheldon",
            "Aw, for Pete’s sake. Can we go now?"
        ],
        [
            "Leonard",
            "Well, is that all of it? (Pulls a Rubik’s cube from his pants.) Just set it down."
        ],
        [
            "Amy",
            "Just so you know, this is not a stupid play. A Streetcar Named Desire is an American classic."
        ],
        [
            "Sheldon",
            "It’s about streetcars? Oh, great. I won’t need this. (Pulls out an etch-a-sketch.)"
        ],
        [
            "Scene",
            "Outside Raj’s apartment. The girl from the comic book store knocks on the door."
        ],
        [
            "Raj",
            "Just a sec. Oh, who says just a sec? I hate myself. Hello."
        ],
        [
            "Girl",
            "Hi."
        ],
        [
            "Raj",
            "Uh, would you like to come in?"
        ],
        [
            "Girl",
            "Oh, no, I can’t stay."
        ],
        [
            "Raj",
            "Oh."
        ],
        [
            "Girl",
            "I just wanted to say, I’m sorry for running out of the coffee shop. That wasn’t cool. So, uh, yeah. I’m sorry."
        ],
        [
            "Raj",
            "Wait. Can you at least tell me what went wrong? It’s okay. I can take anything. Unless it’s something I did, or said, or am. ‘Cause those are, like, my buttons."
        ],
        [
            "Girl",
            "No, it’s not any of that. It’s just, I kind of have a hard time around people I don’t know."
        ],
        [
            "Raj",
            "Really? Then what were you doing at the comic book store that night?"
        ],
        [
            "Girl",
            "I’ve been trying to force myself into situations that I’m not comfortable with. I saw the flyer in the store window, and I made myself go in. I don’t even like comic books."
        ],
        [
            "Raj",
            "Yeah, me neither."
        ],
        [
            "Girl",
            "Then what were you doing there?"
        ],
        [
            "Raj",
            "I lied. I love them. I only said that so you’d go out with me."
        ],
        [
            "Girl",
            "Oh, you don’t want to do that. I’m kind of broken."
        ],
        [
            "Raj",
            "That’s great. I’m broken, too."
        ],
        [
            "Girl",
            "Oh, no, you’re not."
        ],
        [
            "Raj",
            "Oh, I totally am. If it wasn’t for this beer, I couldn’t even talk to you right now. I’m a wreck. There are many things seriously wrong with me. And not quirks, either. Like, diagnosable psychological problems. Maybe brain damage."
        ],
        [
            "Girl",
            "Well, how do I know you’re not just saying that?"
        ],
        [
            "Raj",
            "Go out with me on one date, and I promise you, you’ll see."
        ],
        [
            "Girl",
            "Okay. Text me. Bye."
        ],
        [
            "Raj",
            "You won’t regret it. I’m the most pathetic guy you’ve ever met. And that, boys and girls, is how it’s done."
        ],
        [
            "Scene",
            "The theatre."
        ],
        [
            "Penny (as Blanche DuBois) ",
            "You love her very much, don’t you?"
        ],
        [
            "Actor (as Mitch)",
            "Yes."
        ],
        [
            "Penny",
            "I think you have a great capacity for devotion. You’ll be lonely when she passes on, won’t you? I understand what that is."
        ],
        [
            "Actor",
            "To be lonely?"
        ],
        [
            "Leonard",
            "She’s pretty good, huh?"
        ],
        [
            "Sheldon",
            "She is. But when do they get to the part about streetcars?"
        ],
        [
            "Penny (as Blanche)",
            "…when I was a very young girl. When I was 16 years old, I made the discovery, love. All at once, and much, much too completely. It was like you suddenly turned a blinding light on something that had always been half a shadow. That’s how it struck the world for me. But I was unlucky. Deluded."
        ],
        [
            "Sheldon",
            "She’s remarkable."
        ],
        [
            "Leonard",
            "She really is."
        ],
        [
            "Amy",
            "Our Penny’s a star."
        ],
        [
            "Sheldon",
            "How can she remember all those lines, but as a waitress, she can’t remember no tomato on my hamburger?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-6-episode-17-the-monster-isolation/"
}