{
    "Season": 6,
    "Episode": 19,
    "Title": "the closet reconfiguration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Howard and Bernadette’s apartment."
            ],
            [
                15,
                "Later."
            ],
            [
                28,
                "Credits sequence."
            ],
            [
                29,
                "Howard and Bernadette’s apartment."
            ],
            [
                40,
                "The closet."
            ],
            [
                61,
                "The stairwell."
            ],
            [
                72,
                "Howard and Bernadette’s apartment."
            ],
            [
                89,
                "Penny’s apartment."
            ],
            [
                99,
                "The laundry room."
            ],
            [
                119,
                "The apartment."
            ],
            [
                135,
                "The apartment kitchen."
            ],
            [
                147,
                "The stairwell."
            ],
            [
                172,
                "The closet."
            ],
            [
                226,
                "The apartment."
            ]
        ],
        "Bernadette": [
            [
                1,
                "What you doing?"
            ],
            [
                3,
                "You can’t just throw everything in the closet."
            ],
            [
                5,
                "What if someone looks in there?"
            ],
            [
                7,
                "Well, you don’t know that. What if someone’s looking for the bathroom and they open that door?"
            ],
            [
                9,
                "Fine. But after tonight we need to get a handle on this mess."
            ],
            [
                11,
                "Why?"
            ],
            [
                13,
                "He’s our guest, we can’t just ask him to straighten our closet."
            ],
            [
                19,
                "Thanks. And, Sheldon, I know tonight’s the night you eat Thai food, so I went to the Asian market, got all the ingredients and made it from scratch."
            ],
            [
                21,
                "Oh, it’s my pleasure."
            ],
            [
                23,
                "You stopped and got him takeout?"
            ],
            [
                25,
                "Sheldon, I’ve been cooking all day."
            ],
            [
                27,
                "Show him the closet."
            ],
            [
                31,
                "That’s the takeout that Sheldon brought."
            ],
            [
                51,
                "Oh, my God, it’s beautiful. Look, he found the juggling pins I hid."
            ],
            [
                56,
                "Howard, don’t you want to know what’s in the letter?"
            ],
            [
                73,
                "Howie, you okay?"
            ],
            [
                75,
                "Told you you shouldn’t have espresso after dinner. I know the little cups make you feel big, but it’s not worth it."
            ],
            [
                77,
                "Did you read it?"
            ],
            [
                79,
                "You must be curious."
            ],
            [
                81,
                "Why don’t you read it? Maybe he apologizes or explains why he left."
            ],
            [
                83,
                "I get that. So, what do you want to do with it?"
            ],
            [
                85,
                "Really? Are you sure?"
            ],
            [
                87,
                "Feel better?"
            ],
            [
                91,
                "Yeah, just seeing that letter really freaked him out. And he was already having a tough day ’cause he accidentally wore my pants to work. I don’t know why he was upset. They were bigger on him than me."
            ],
            [
                93,
                "Me, too, but I guess now we’ll never know."
            ],
            [
                95,
                "I can’t do that. What kind of wife would I be if I didn’t respect my husband’s privacy?"
            ],
            [
                149,
                "Yeah, try doing it in heels."
            ],
            [
                151,
                "Wait. There’s something I have to tell you."
            ],
            [
                153,
                "I know what was in your dad’s letter."
            ],
            [
                156,
                "I made him tell us."
            ],
            [
                167,
                "I’m sorry."
            ],
            [
                175,
                "I’m sorry. I should have left it alone."
            ],
            [
                177,
                "What are you looking at?"
            ],
            [
                179,
                "That’s nice."
            ],
            [
                181,
                "Think you could take a break?"
            ],
            [
                183,
                "Got a little surprise for you. Come on."
            ],
            [
                191,
                "Sit down, honey."
            ],
            [
                211,
                "Inside the envelope was a picture of your dad holding you the day you were born. On the back he wrote Howard, my son, my greatest gift. You okay?"
            ],
            [
                222,
                "Sheldon, don’t you dare."
            ],
            [
                224,
                "That’s more like it."
            ],
            [
                227,
                "Glad you’re feeling better."
            ]
        ],
        "Howard": [
            [
                2,
                "You said clean up. I’m cleaning up."
            ],
            [
                4,
                "Hey, you can tell me what to do or you can tell me how to do it, but you can’t do both. This isn’t sex."
            ],
            [
                6,
                "They’re just coming over for dinner. No one’s gonna look in the closet."
            ],
            [
                8,
                "Could work out. For all we know there’s a toilet in there somewhere."
            ],
            [
                10,
                "You know what we should do? We should show the closet to Sheldon."
            ],
            [
                12,
                "Are you kidding? He’s like a savant at organizing. Everything in his apartment has a label on it. Including his label maker, which has a label that says label maker. And if you look really close at that label maker label, you’ll see a label that says label."
            ],
            [
                14,
                "No, we wouldn’t ask him. We’d just show him the closet and let the goblins in his head take it from there."
            ],
            [
                16,
                "Hey, guys, come on in."
            ],
            [
                34,
                "Colour’s fine."
            ],
            [
                45,
                "You know, if he really wants to stay and finish, I can give him a ride home."
            ],
            [
                49,
                "Juggle."
            ],
            [
                53,
                "Whoa, you opened this?"
            ],
            [
                55,
                "I couldn’t be less interested. Now, come on, I’ll take you home."
            ],
            [
                57,
                "If I wanted to know, I would’ve opened it years ago. The closet looks great. Let’s get out of here."
            ],
            [
                59,
                "Do whatever you want."
            ],
            [
                74,
                "Yeah, I just couldn’t sleep."
            ],
            [
                76,
                "It’s this stupid letter."
            ],
            [
                78,
                "No."
            ],
            [
                80,
                "Of course I’m curious. I haven’t seen the man since, oh, I was a little kid. And a letter shows up on my 18th birthday? What’s that about?"
            ],
            [
                82,
                "He abandoned me and my mother. Why does he deserve a chance to explain anything?"
            ],
            [
                84,
                "Something I should have done a long time ago. (Sets fire to it)"
            ],
            [
                86,
                "Yep."
            ],
            [
                88,
                "I do. (Smoke alarm goes off) Great. Neither one of us is tall enough to reach that."
            ],
            [
                148,
                "Ridiculous that we still have to walk up all these flights of stairs."
            ],
            [
                150,
                "I am."
            ],
            [
                152,
                "What?"
            ],
            [
                154,
                "Sheldon, I swear to God, I’m gonna kill you."
            ],
            [
                157,
                "What? Us? Who else knows?"
            ],
            [
                164,
                "So everybody knows what’s in that letter except for me?"
            ],
            [
                166,
                "How could you do this?"
            ],
            [
                169,
                "No, I don’t want to know. I mean, I do, but… I got to go."
            ],
            [
                174,
                "In here."
            ],
            [
                176,
                "It’s okay. Sorry I ran off like that."
            ],
            [
                178,
                "Uh, pictures of my dad and me when I was a kid."
            ],
            [
                180,
                "I got to tell you, as angry as I am at Sheldon for blabbing, he did a hell of a job organizing this closet. Look at this. Photos of Wolowitz family before father left forever. Check out nine-year-old Howie with cornrows. Neither race was happy to see me with those."
            ],
            [
                182,
                "Why?"
            ],
            [
                184,
                "Oh, honey, I am in no mood to have sex tonight. I’ll lay there if you absolutely have to have it, but… Oh. What are you guys doing here?"
            ],
            [
                186,
                "Oh, yeah, what’s that?"
            ],
            [
                196,
                "Nice try. That’s the plot for Goonies."
            ],
            [
                201,
                "Really?"
            ],
            [
                209,
                "Hmm."
            ],
            [
                212,
                "Yeah. I’m terrific."
            ],
            [
                214,
                "Actually, I don’t want to know. I want all of them to be true."
            ],
            [
                216,
                "That’s pretty cool. Thank you, guys."
            ],
            [
                228,
                "Me, too. If I’d known we were gonna be dancing, would have worn my flats."
            ]
        ],
        "All": [
            [
                17,
                "Hi."
            ]
        ],
        "Penny": [
            [
                18,
                "Ooh, it smells good."
            ],
            [
                36,
                "Sheldon, aren’t you gonna spend a little time with Amy?"
            ],
            [
                63,
                "What is your point?"
            ],
            [
                65,
                "Really? You couldn’t just say that? You had to tell the scrotum story?"
            ],
            [
                67,
                "It was a nice change of pace not eating takeout around a coffee table."
            ],
            [
                69,
                "Sure. Just, when you say dressed up, you mean nice clothes, right? Not, like, capes and tights and crap?"
            ],
            [
                71,
                "No."
            ],
            [
                96,
                "What if I ask Sheldon, you just happen to be in the room?"
            ],
            [
                98,
                "Okay."
            ],
            [
                101,
                "Hey, Sheldon."
            ],
            [
                105,
                "No, we just want information."
            ],
            [
                107,
                "We heard you read the letter from Howard’s father."
            ],
            [
                109,
                "What did it say?"
            ],
            [
                113,
                "Why do you even care? Just tell us what it says."
            ],
            [
                115,
                "Come on. Look, the letter was found in Bernadette’s closet. Doesn’t that count for something?"
            ],
            [
                117,
                "Yeah, obviously."
            ],
            [
                138,
                "Yeah, and the hors d’oeuvres are delightful."
            ],
            [
                140,
                "Aw."
            ],
            [
                144,
                "Sure."
            ],
            [
                158,
                "I know."
            ],
            [
                188,
                "We were all thinking it, really. It was kind of the elephant in the room, so…"
            ],
            [
                190,
                "Yeah. And I said if it wasn’t epistemic, we might as well not do it."
            ],
            [
                204,
                "It was a letter explaining that your dad wasn’t who he said he was. Eventually, his other life caught up to him, and the only way to keep you and your mom safe was to leave."
            ],
            [
                217,
                "Hey, it’s still early. Why don’t we go back and have that party?"
            ],
            [
                229,
                "This turned out pretty well, huh?"
            ],
            [
                234,
                "Damn, I forgot to feed him. And that I had him."
            ],
            [
                236,
                "Party’s over! Party’s over!"
            ]
        ],
        "Sheldon": [
            [
                20,
                "Oh, you shouldn’t have."
            ],
            [
                22,
                "No, you really shouldn’t have. I brought my own."
            ],
            [
                26,
                "Well, now don’t you feel silly."
            ],
            [
                33,
                "Howard, did you want your clothes arranged seasonally or by colour?"
            ],
            [
                35,
                "Wrong, they’ll be arranged seasonally."
            ],
            [
                38,
                "Yeah, and some thanks I got. The assistant manager chased me out with an artisanal salami."
            ],
            [
                42,
                "Oh, five more minutes."
            ],
            [
                44,
                "How come I never get to do anything I want to do?"
            ],
            [
                46,
                "Please, Leonard, he said it’s okay."
            ],
            [
                48,
                "Howard, I have a few questions. I found three bowling pins. Now, do you juggle these, or are you missing seven?"
            ],
            [
                50,
                "You health nuts kill me."
            ],
            [
                52,
                "Uh, just a couple more items. Howard, I found this letter from your dad in a box. Now, based on the content, it could either be filed…"
            ],
            [
                54,
                "Well, I had to find out if it was personal correspondence or memorabilia. Now, as I was saying, based on the content…"
            ],
            [
                58,
                "Wait, can I bring this box of extra shirt buttons to sort on the ride?"
            ],
            [
                60,
                "Thanks. Oh. Great party."
            ],
            [
                100,
                "Bleuch. Like cleaning out the entire building’s belly button."
            ],
            [
                102,
                "Oh, hello. What can I do for you ladies?"
            ],
            [
                104,
                "Oh, dear. My mother warned me this is what happens to pretty boys in the big city."
            ],
            [
                106,
                "Oh. Oh, I’ve got that in spades. Ravage me."
            ],
            [
                108,
                "I did."
            ],
            [
                110,
                "I can’t tell you that. I’m bound by closet organizer/organizee confidentiality."
            ],
            [
                112,
                "Well, neither is the rule that you have to hold your girlfriend’s hand at the movies. You know. That doesn’t stop you from pawing at me like you’re a bear and I’m a trash can full of sweets."
            ],
            [
                114,
                "Control over the information contained in that letter belongs to Howard. By happenstance, I came to know it. That doesn’t give me the right to disseminate it freely."
            ],
            [
                116,
                "Are you pointing out that California is a community property state, and since Howard and Bernadette are married, the intellectual property contained in that letter is jointly owned by the two spouses?"
            ],
            [
                118,
                "Well played. Sometimes I don’t give you enough credit, Penny."
            ],
            [
                126,
                "Oh, Leonard. If I was prone to sarcasm, I’d say I was pulling off a major heist at the museum of laundry baskets."
            ],
            [
                128,
                "Oh. Yeah, well, I was waylaid by Penny, Bernadette and Amy. They made me reveal confidential information about Howard’s father."
            ],
            [
                130,
                "I can’t tell you that. I am bound by closet organizer/organizee confidentiality."
            ],
            [
                132,
                "Sorry, badgering me won’t work. What you should have said is, It’s pointless to keep this a secret because Penny will tell us."
            ],
            [
                134,
                "All right, I’ll tell you. My goodness, everyone’s on their game today."
            ],
            [
                141,
                "My shirt is itchy and I wish I were dead."
            ],
            [
                146,
                "If I say yes, can we turn off that Latin orgy music?"
            ],
            [
                165,
                "Yes, it’s six against one. Stand down, sir."
            ],
            [
                171,
                "I panicked. He looked taller than usual."
            ],
            [
                187,
                "It’s simple, really. It occurred to me that knowing and not knowing can be achieved by creating a macroscopic example of quantum superposition. The, the principle that a physical system exists partially in all its possible states at once."
            ],
            [
                189,
                "Anyway, um, I realized that if we each present you with an account of what your father wrote to you, only one of which is true, and then we don’t tell you which one it is, you will forever be in a state of epistemic ambivalence."
            ],
            [
                195,
                "It was a map leading to the lost treasure of famous pirate One-Eyed Willy."
            ],
            [
                198,
                "Don’t."
            ],
            [
                202,
                "Or that’s complete poppycock which Amy made up. It still could be the map."
            ],
            [
                205,
                "I would like to change mine. The pirate’s name was Peg-Leg Antoine. Now it’s completely different from Goonies."
            ],
            [
                207,
                "Don’t."
            ],
            [
                221,
                "You know, surprisingly, uh, the letter from your father wasn’t the most interesting thing I read in the closet. Bernadette’s diary has some saucy passages."
            ],
            [
                223,
                "There’s nothing to worry about. Your secret’s safe with me."
            ],
            [
                225,
                "Although copyright law would allow me to quote snippets in the context of a review."
            ],
            [
                233,
                "Uh, Penny, I, I have a couple of questions about your closet. Is there any reason you’re keeping this dead goldfish?"
            ],
            [
                235,
                "Well, now, did you also have a dog? Because I found what appears to be a battery-operated chew toy."
            ]
        ],
        "Leonard": [
            [
                24,
                "I had no choice. He kept kicking the back of my seat."
            ],
            [
                41,
                "Sheldon, come on. It’s getting late. Time to go."
            ],
            [
                43,
                "That’s what you said five minutes ago. Amy and Penny are already in the car. Let’s move it."
            ],
            [
                47,
                "Sheldon, it’s, wait, I can go home without you? Bye."
            ],
            [
                62,
                "You know, when I first met Howard, he would pull his scrotum out of his shorts and say, aw, I sat in gum."
            ],
            [
                64,
                "Well, it’s just kind of weird how grown up he is now. Happily married guy throwing dinner parties."
            ],
            [
                66,
                "Trying to paint a picture."
            ],
            [
                68,
                "Mm, you know, we could throw a dinner party, too. Maybe even ask everyone to get dressed up."
            ],
            [
                70,
                "Yeah. Although…"
            ],
            [
                121,
                "Actually, all I did was invite you."
            ],
            [
                123,
                "I’m thinking you need a testosterone patch. Penny and I just want to do something low-key. You know, cocktails, light jazz music, hors d’oeuvres."
            ],
            [
                125,
                "Hey, where have you been?"
            ],
            [
                127,
                "One, two, three, four, five, six, seven, eight, nine, ten. I meant, golly, Sheldon, you’ve been gone a long time."
            ],
            [
                129,
                "What information?"
            ],
            [
                133,
                "Fine, then that."
            ],
            [
                139,
                "As is the company."
            ],
            [
                142,
                "Hey, uh, listen, everybody. Before Howard gets here, et’s all just agree to not bring up the letter from his father."
            ],
            [
                160,
                "Same here."
            ],
            [
                162,
                "You know, too."
            ],
            [
                185,
                "When you left, you weren’t sure whether or not you wanted to know what was in your dad’s letter, so we came up with kind of a cool solution."
            ],
            [
                192,
                "Raj, you’re up."
            ],
            [
                194,
                "Sheldon."
            ],
            [
                199,
                "Amy."
            ],
            [
                203,
                "Penny."
            ],
            [
                208,
                "Okay, my turn. Your dad wrote about how family is the most important thing, and that you should never throw it away like he did."
            ],
            [
                210,
                "Bernadette."
            ],
            [
                213,
                "So, which one do you think it is, matey?"
            ],
            [
                215,
                "Well, one of them is."
            ],
            [
                219,
                "Yeah, cool."
            ],
            [
                230,
                "Yeah, I think so."
            ]
        ],
        "Raj": [
            [
                30,
                "These spring rolls are amazing. Good job, Bernadette."
            ],
            [
                32,
                "Oh, well, I’m sure they wouldn’t have tasted nearly as good if I hadn’t tried your food first."
            ],
            [
                120,
                "Dude, you made the right choice coming to me for help with this party."
            ],
            [
                122,
                "Well, put your mind at ease. I’m here to make sure your dinner party kicks Howard’s dinner party’s ass. Now, the first thing we need is a theme. I’m thinking, ah, turn-of-the-century Moulin Rouge."
            ],
            [
                124,
                "So your theme is I saw a rerun of Mad Men and bought some crab puffs from Trader Joe’s? Hate to miss that."
            ],
            [
                131,
                "Well, come on, we won’t tell anyone."
            ],
            [
                137,
                "Yeah, it’s nice to get dressed up once in a while."
            ],
            [
                143,
                "Of course."
            ],
            [
                161,
                "Shame on all of you."
            ],
            [
                163,
                "Couldn’t leave him one friend, could you?"
            ],
            [
                168,
                "If you want, we could tell you."
            ],
            [
                193,
                "Okay, um, It was a card for your 18th birthday. Inside it said, Happy birthday, Howard. I love you. Dad. Oh, and it was a Far Side card, the one where the frog has its tongue stuck to the underside of an airplane. Thinks it’s a fly. Silly frog. So funny."
            ],
            [
                218,
                "Yeah,"
            ],
            [
                231,
                "I agree. That is, if you’ve never been to or heard of a party before."
            ]
        ],
        "Amy": [
            [
                37,
                "Oh, it’s okay, I’m used to it. The other day at Whole Foods, he spent an hour optimizing the cheese aisle."
            ],
            [
                39,
                "His quirks just make you love him more. Someone please agree with me."
            ],
            [
                90,
                "I can’t believe he set it on fire."
            ],
            [
                92,
                "Boy, I’m really curious what was in that letter."
            ],
            [
                94,
                "Well, you said Sheldon read it. Why not ask him?"
            ],
            [
                103,
                "You have something we want."
            ],
            [
                111,
                "Sheldon, that’s not a real thing."
            ],
            [
                136,
                "This is really fun."
            ],
            [
                145,
                "Absolutely."
            ],
            [
                155,
                "Hey."
            ],
            [
                159,
                "Me, too."
            ],
            [
                170,
                "Use me as a human shield!"
            ],
            [
                197,
                "Told you."
            ],
            [
                200,
                "You didn’t know it, but your father was in the auditorium at your high school graduation. And he cried because he was so proud of you."
            ],
            [
                206,
                "No, it’s not."
            ],
            [
                220,
                "Okay."
            ],
            [
                232,
                "If you’d let me pierce your brain with a hot needle in the right place, you’d be happy all the time."
            ]
        ],
        "Bermadette": [
            [
                97,
                "That works."
            ]
        ],
        "Bernadette (off)": [
            [
                173,
                "Howard?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Bernadette",
            "What you doing?"
        ],
        [
            "Howard",
            "You said clean up. I’m cleaning up."
        ],
        [
            "Bernadette",
            "You can’t just throw everything in the closet."
        ],
        [
            "Howard",
            "Hey, you can tell me what to do or you can tell me how to do it, but you can’t do both. This isn’t sex."
        ],
        [
            "Bernadette",
            "What if someone looks in there?"
        ],
        [
            "Howard",
            "They’re just coming over for dinner. No one’s gonna look in the closet."
        ],
        [
            "Bernadette",
            "Well, you don’t know that. What if someone’s looking for the bathroom and they open that door?"
        ],
        [
            "Howard",
            "Could work out. For all we know there’s a toilet in there somewhere."
        ],
        [
            "Bernadette",
            "Fine. But after tonight we need to get a handle on this mess."
        ],
        [
            "Howard",
            "You know what we should do? We should show the closet to Sheldon."
        ],
        [
            "Bernadette",
            "Why?"
        ],
        [
            "Howard",
            "Are you kidding? He’s like a savant at organizing. Everything in his apartment has a label on it. Including his label maker, which has a label that says label maker. And if you look really close at that label maker label, you’ll see a label that says label."
        ],
        [
            "Bernadette",
            "He’s our guest, we can’t just ask him to straighten our closet."
        ],
        [
            "Howard",
            "No, we wouldn’t ask him. We’d just show him the closet and let the goblins in his head take it from there."
        ],
        [
            "Scene",
            "Later."
        ],
        [
            "Howard",
            "Hey, guys, come on in."
        ],
        [
            "All",
            "Hi."
        ],
        [
            "Penny",
            "Ooh, it smells good."
        ],
        [
            "Bernadette",
            "Thanks. And, Sheldon, I know tonight’s the night you eat Thai food, so I went to the Asian market, got all the ingredients and made it from scratch."
        ],
        [
            "Sheldon",
            "Oh, you shouldn’t have."
        ],
        [
            "Bernadette",
            "Oh, it’s my pleasure."
        ],
        [
            "Sheldon",
            "No, you really shouldn’t have. I brought my own."
        ],
        [
            "Bernadette",
            "You stopped and got him takeout?"
        ],
        [
            "Leonard",
            "I had no choice. He kept kicking the back of my seat."
        ],
        [
            "Bernadette",
            "Sheldon, I’ve been cooking all day."
        ],
        [
            "Sheldon",
            "Well, now don’t you feel silly."
        ],
        [
            "Bernadette",
            "Show him the closet."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Raj",
            "These spring rolls are amazing. Good job, Bernadette."
        ],
        [
            "Bernadette",
            "That’s the takeout that Sheldon brought."
        ],
        [
            "Raj",
            "Oh, well, I’m sure they wouldn’t have tasted nearly as good if I hadn’t tried your food first."
        ],
        [
            "Sheldon",
            "Howard, did you want your clothes arranged seasonally or by colour?"
        ],
        [
            "Howard",
            "Colour’s fine."
        ],
        [
            "Sheldon",
            "Wrong, they’ll be arranged seasonally."
        ],
        [
            "Penny",
            "Sheldon, aren’t you gonna spend a little time with Amy?"
        ],
        [
            "Amy",
            "Oh, it’s okay, I’m used to it. The other day at Whole Foods, he spent an hour optimizing the cheese aisle."
        ],
        [
            "Sheldon",
            "Yeah, and some thanks I got. The assistant manager chased me out with an artisanal salami."
        ],
        [
            "Amy",
            "His quirks just make you love him more. Someone please agree with me."
        ],
        [
            "Scene",
            "The closet."
        ],
        [
            "Leonard",
            "Sheldon, come on. It’s getting late. Time to go."
        ],
        [
            "Sheldon",
            "Oh, five more minutes."
        ],
        [
            "Leonard",
            "That’s what you said five minutes ago. Amy and Penny are already in the car. Let’s move it."
        ],
        [
            "Sheldon",
            "How come I never get to do anything I want to do?"
        ],
        [
            "Howard",
            "You know, if he really wants to stay and finish, I can give him a ride home."
        ],
        [
            "Sheldon",
            "Please, Leonard, he said it’s okay."
        ],
        [
            "Leonard",
            "Sheldon, it’s, wait, I can go home without you? Bye."
        ],
        [
            "Sheldon",
            "Howard, I have a few questions. I found three bowling pins. Now, do you juggle these, or are you missing seven?"
        ],
        [
            "Howard",
            "Juggle."
        ],
        [
            "Sheldon",
            "You health nuts kill me."
        ],
        [
            "Bernadette",
            "Oh, my God, it’s beautiful. Look, he found the juggling pins I hid."
        ],
        [
            "Sheldon",
            "Uh, just a couple more items. Howard, I found this letter from your dad in a box. Now, based on the content, it could either be filed…"
        ],
        [
            "Howard",
            "Whoa, you opened this?"
        ],
        [
            "Sheldon",
            "Well, I had to find out if it was personal correspondence or memorabilia. Now, as I was saying, based on the content…"
        ],
        [
            "Howard",
            "I couldn’t be less interested. Now, come on, I’ll take you home."
        ],
        [
            "Bernadette",
            "Howard, don’t you want to know what’s in the letter?"
        ],
        [
            "Howard",
            "If I wanted to know, I would’ve opened it years ago. The closet looks great. Let’s get out of here."
        ],
        [
            "Sheldon",
            "Wait, can I bring this box of extra shirt buttons to sort on the ride?"
        ],
        [
            "Howard",
            "Do whatever you want."
        ],
        [
            "Sheldon",
            "Thanks. Oh. Great party."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Leonard",
            "You know, when I first met Howard, he would pull his scrotum out of his shorts and say, aw, I sat in gum."
        ],
        [
            "Penny",
            "What is your point?"
        ],
        [
            "Leonard",
            "Well, it’s just kind of weird how grown up he is now. Happily married guy throwing dinner parties."
        ],
        [
            "Penny",
            "Really? You couldn’t just say that? You had to tell the scrotum story?"
        ],
        [
            "Leonard",
            "Trying to paint a picture."
        ],
        [
            "Penny",
            "It was a nice change of pace not eating takeout around a coffee table."
        ],
        [
            "Leonard",
            "Mm, you know, we could throw a dinner party, too. Maybe even ask everyone to get dressed up."
        ],
        [
            "Penny",
            "Sure. Just, when you say dressed up, you mean nice clothes, right? Not, like, capes and tights and crap?"
        ],
        [
            "Leonard",
            "Yeah. Although…"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Bernadette",
            "Howie, you okay?"
        ],
        [
            "Howard",
            "Yeah, I just couldn’t sleep."
        ],
        [
            "Bernadette",
            "Told you you shouldn’t have espresso after dinner. I know the little cups make you feel big, but it’s not worth it."
        ],
        [
            "Howard",
            "It’s this stupid letter."
        ],
        [
            "Bernadette",
            "Did you read it?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Bernadette",
            "You must be curious."
        ],
        [
            "Howard",
            "Of course I’m curious. I haven’t seen the man since, oh, I was a little kid. And a letter shows up on my 18th birthday? What’s that about?"
        ],
        [
            "Bernadette",
            "Why don’t you read it? Maybe he apologizes or explains why he left."
        ],
        [
            "Howard",
            "He abandoned me and my mother. Why does he deserve a chance to explain anything?"
        ],
        [
            "Bernadette",
            "I get that. So, what do you want to do with it?"
        ],
        [
            "Howard",
            "Something I should have done a long time ago. (Sets fire to it)"
        ],
        [
            "Bernadette",
            "Really? Are you sure?"
        ],
        [
            "Howard",
            "Yep."
        ],
        [
            "Bernadette",
            "Feel better?"
        ],
        [
            "Howard",
            "I do. (Smoke alarm goes off) Great. Neither one of us is tall enough to reach that."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Amy",
            "I can’t believe he set it on fire."
        ],
        [
            "Bernadette",
            "Yeah, just seeing that letter really freaked him out. And he was already having a tough day ’cause he accidentally wore my pants to work. I don’t know why he was upset. They were bigger on him than me."
        ],
        [
            "Amy",
            "Boy, I’m really curious what was in that letter."
        ],
        [
            "Bernadette",
            "Me, too, but I guess now we’ll never know."
        ],
        [
            "Amy",
            "Well, you said Sheldon read it. Why not ask him?"
        ],
        [
            "Bernadette",
            "I can’t do that. What kind of wife would I be if I didn’t respect my husband’s privacy?"
        ],
        [
            "Penny",
            "What if I ask Sheldon, you just happen to be in the room?"
        ],
        [
            "Bermadette",
            "That works."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Scene",
            "The laundry room."
        ],
        [
            "Sheldon",
            "Bleuch. Like cleaning out the entire building’s belly button."
        ],
        [
            "Penny",
            "Hey, Sheldon."
        ],
        [
            "Sheldon",
            "Oh, hello. What can I do for you ladies?"
        ],
        [
            "Amy",
            "You have something we want."
        ],
        [
            "Sheldon",
            "Oh, dear. My mother warned me this is what happens to pretty boys in the big city."
        ],
        [
            "Penny",
            "No, we just want information."
        ],
        [
            "Sheldon",
            "Oh. Oh, I’ve got that in spades. Ravage me."
        ],
        [
            "Penny",
            "We heard you read the letter from Howard’s father."
        ],
        [
            "Sheldon",
            "I did."
        ],
        [
            "Penny",
            "What did it say?"
        ],
        [
            "Sheldon",
            "I can’t tell you that. I’m bound by closet organizer/organizee confidentiality."
        ],
        [
            "Amy",
            "Sheldon, that’s not a real thing."
        ],
        [
            "Sheldon",
            "Well, neither is the rule that you have to hold your girlfriend’s hand at the movies. You know. That doesn’t stop you from pawing at me like you’re a bear and I’m a trash can full of sweets."
        ],
        [
            "Penny",
            "Why do you even care? Just tell us what it says."
        ],
        [
            "Sheldon",
            "Control over the information contained in that letter belongs to Howard. By happenstance, I came to know it. That doesn’t give me the right to disseminate it freely."
        ],
        [
            "Penny",
            "Come on. Look, the letter was found in Bernadette’s closet. Doesn’t that count for something?"
        ],
        [
            "Sheldon",
            "Are you pointing out that California is a community property state, and since Howard and Bernadette are married, the intellectual property contained in that letter is jointly owned by the two spouses?"
        ],
        [
            "Penny",
            "Yeah, obviously."
        ],
        [
            "Sheldon",
            "Well played. Sometimes I don’t give you enough credit, Penny."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "Dude, you made the right choice coming to me for help with this party."
        ],
        [
            "Leonard",
            "Actually, all I did was invite you."
        ],
        [
            "Raj",
            "Well, put your mind at ease. I’m here to make sure your dinner party kicks Howard’s dinner party’s ass. Now, the first thing we need is a theme. I’m thinking, ah, turn-of-the-century Moulin Rouge."
        ],
        [
            "Leonard",
            "I’m thinking you need a testosterone patch. Penny and I just want to do something low-key. You know, cocktails, light jazz music, hors d’oeuvres."
        ],
        [
            "Raj",
            "So your theme is I saw a rerun of Mad Men and bought some crab puffs from Trader Joe’s? Hate to miss that."
        ],
        [
            "Leonard",
            "Hey, where have you been?"
        ],
        [
            "Sheldon",
            "Oh, Leonard. If I was prone to sarcasm, I’d say I was pulling off a major heist at the museum of laundry baskets."
        ],
        [
            "Leonard",
            "One, two, three, four, five, six, seven, eight, nine, ten. I meant, golly, Sheldon, you’ve been gone a long time."
        ],
        [
            "Sheldon",
            "Oh. Yeah, well, I was waylaid by Penny, Bernadette and Amy. They made me reveal confidential information about Howard’s father."
        ],
        [
            "Leonard",
            "What information?"
        ],
        [
            "Sheldon",
            "I can’t tell you that. I am bound by closet organizer/organizee confidentiality."
        ],
        [
            "Raj",
            "Well, come on, we won’t tell anyone."
        ],
        [
            "Sheldon",
            "Sorry, badgering me won’t work. What you should have said is, It’s pointless to keep this a secret because Penny will tell us."
        ],
        [
            "Leonard",
            "Fine, then that."
        ],
        [
            "Sheldon",
            "All right, I’ll tell you. My goodness, everyone’s on their game today."
        ],
        [
            "Scene",
            "The apartment kitchen."
        ],
        [
            "Amy",
            "This is really fun."
        ],
        [
            "Raj",
            "Yeah, it’s nice to get dressed up once in a while."
        ],
        [
            "Penny",
            "Yeah, and the hors d’oeuvres are delightful."
        ],
        [
            "Leonard",
            "As is the company."
        ],
        [
            "Penny",
            "Aw."
        ],
        [
            "Sheldon",
            "My shirt is itchy and I wish I were dead."
        ],
        [
            "Leonard",
            "Hey, uh, listen, everybody. Before Howard gets here, et’s all just agree to not bring up the letter from his father."
        ],
        [
            "Raj",
            "Of course."
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Amy",
            "Absolutely."
        ],
        [
            "Sheldon",
            "If I say yes, can we turn off that Latin orgy music?"
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Howard",
            "Ridiculous that we still have to walk up all these flights of stairs."
        ],
        [
            "Bernadette",
            "Yeah, try doing it in heels."
        ],
        [
            "Howard",
            "I am."
        ],
        [
            "Bernadette",
            "Wait. There’s something I have to tell you."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Bernadette",
            "I know what was in your dad’s letter."
        ],
        [
            "Howard",
            "Sheldon, I swear to God, I’m gonna kill you."
        ],
        [
            "Amy",
            "Hey."
        ],
        [
            "Bernadette",
            "I made him tell us."
        ],
        [
            "Howard",
            "What? Us? Who else knows?"
        ],
        [
            "Penny",
            "I know."
        ],
        [
            "Amy",
            "Me, too."
        ],
        [
            "Leonard",
            "Same here."
        ],
        [
            "Raj",
            "Shame on all of you."
        ],
        [
            "Leonard",
            "You know, too."
        ],
        [
            "Raj",
            "Couldn’t leave him one friend, could you?"
        ],
        [
            "Howard",
            "So everybody knows what’s in that letter except for me?"
        ],
        [
            "Sheldon",
            "Yes, it’s six against one. Stand down, sir."
        ],
        [
            "Howard",
            "How could you do this?"
        ],
        [
            "Bernadette",
            "I’m sorry."
        ],
        [
            "Raj",
            "If you want, we could tell you."
        ],
        [
            "Howard",
            "No, I don’t want to know. I mean, I do, but… I got to go."
        ],
        [
            "Amy",
            "Use me as a human shield!"
        ],
        [
            "Sheldon",
            "I panicked. He looked taller than usual."
        ],
        [
            "Scene",
            "The closet."
        ],
        [
            "Bernadette (off)",
            "Howard?"
        ],
        [
            "Howard",
            "In here."
        ],
        [
            "Bernadette",
            "I’m sorry. I should have left it alone."
        ],
        [
            "Howard",
            "It’s okay. Sorry I ran off like that."
        ],
        [
            "Bernadette",
            "What are you looking at?"
        ],
        [
            "Howard",
            "Uh, pictures of my dad and me when I was a kid."
        ],
        [
            "Bernadette",
            "That’s nice."
        ],
        [
            "Howard",
            "I got to tell you, as angry as I am at Sheldon for blabbing, he did a hell of a job organizing this closet. Look at this. Photos of Wolowitz family before father left forever. Check out nine-year-old Howie with cornrows. Neither race was happy to see me with those."
        ],
        [
            "Bernadette",
            "Think you could take a break?"
        ],
        [
            "Howard",
            "Why?"
        ],
        [
            "Bernadette",
            "Got a little surprise for you. Come on."
        ],
        [
            "Howard",
            "Oh, honey, I am in no mood to have sex tonight. I’ll lay there if you absolutely have to have it, but… Oh. What are you guys doing here?"
        ],
        [
            "Leonard",
            "When you left, you weren’t sure whether or not you wanted to know what was in your dad’s letter, so we came up with kind of a cool solution."
        ],
        [
            "Howard",
            "Oh, yeah, what’s that?"
        ],
        [
            "Sheldon",
            "It’s simple, really. It occurred to me that knowing and not knowing can be achieved by creating a macroscopic example of quantum superposition. The, the principle that a physical system exists partially in all its possible states at once."
        ],
        [
            "Penny",
            "We were all thinking it, really. It was kind of the elephant in the room, so…"
        ],
        [
            "Sheldon",
            "Anyway, um, I realized that if we each present you with an account of what your father wrote to you, only one of which is true, and then we don’t tell you which one it is, you will forever be in a state of epistemic ambivalence."
        ],
        [
            "Penny",
            "Yeah. And I said if it wasn’t epistemic, we might as well not do it."
        ],
        [
            "Bernadette",
            "Sit down, honey."
        ],
        [
            "Leonard",
            "Raj, you’re up."
        ],
        [
            "Raj",
            "Okay, um, It was a card for your 18th birthday. Inside it said, Happy birthday, Howard. I love you. Dad. Oh, and it was a Far Side card, the one where the frog has its tongue stuck to the underside of an airplane. Thinks it’s a fly. Silly frog. So funny."
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "It was a map leading to the lost treasure of famous pirate One-Eyed Willy."
        ],
        [
            "Howard",
            "Nice try. That’s the plot for Goonies."
        ],
        [
            "Amy",
            "Told you."
        ],
        [
            "Sheldon",
            "Don’t."
        ],
        [
            "Leonard",
            "Amy."
        ],
        [
            "Amy",
            "You didn’t know it, but your father was in the auditorium at your high school graduation. And he cried because he was so proud of you."
        ],
        [
            "Howard",
            "Really?"
        ],
        [
            "Sheldon",
            "Or that’s complete poppycock which Amy made up. It still could be the map."
        ],
        [
            "Leonard",
            "Penny."
        ],
        [
            "Penny",
            "It was a letter explaining that your dad wasn’t who he said he was. Eventually, his other life caught up to him, and the only way to keep you and your mom safe was to leave."
        ],
        [
            "Sheldon",
            "I would like to change mine. The pirate’s name was Peg-Leg Antoine. Now it’s completely different from Goonies."
        ],
        [
            "Amy",
            "No, it’s not."
        ],
        [
            "Sheldon",
            "Don’t."
        ],
        [
            "Leonard",
            "Okay, my turn. Your dad wrote about how family is the most important thing, and that you should never throw it away like he did."
        ],
        [
            "Howard",
            "Hmm."
        ],
        [
            "Leonard",
            "Bernadette."
        ],
        [
            "Bernadette",
            "Inside the envelope was a picture of your dad holding you the day you were born. On the back he wrote Howard, my son, my greatest gift. You okay?"
        ],
        [
            "Howard",
            "Yeah. I’m terrific."
        ],
        [
            "Leonard",
            "So, which one do you think it is, matey?"
        ],
        [
            "Howard",
            "Actually, I don’t want to know. I want all of them to be true."
        ],
        [
            "Leonard",
            "Well, one of them is."
        ],
        [
            "Howard",
            "That’s pretty cool. Thank you, guys."
        ],
        [
            "Penny",
            "Hey, it’s still early. Why don’t we go back and have that party?"
        ],
        [
            "Raj",
            "Yeah,"
        ],
        [
            "Leonard",
            "Yeah, cool."
        ],
        [
            "Amy",
            "Okay."
        ],
        [
            "Sheldon",
            "You know, surprisingly, uh, the letter from your father wasn’t the most interesting thing I read in the closet. Bernadette’s diary has some saucy passages."
        ],
        [
            "Bernadette",
            "Sheldon, don’t you dare."
        ],
        [
            "Sheldon",
            "There’s nothing to worry about. Your secret’s safe with me."
        ],
        [
            "Bernadette",
            "That’s more like it."
        ],
        [
            "Sheldon",
            "Although copyright law would allow me to quote snippets in the context of a review."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Bernadette",
            "Glad you’re feeling better."
        ],
        [
            "Howard",
            "Me, too. If I’d known we were gonna be dancing, would have worn my flats."
        ],
        [
            "Penny",
            "This turned out pretty well, huh?"
        ],
        [
            "Leonard",
            "Yeah, I think so."
        ],
        [
            "Raj",
            "I agree. That is, if you’ve never been to or heard of a party before."
        ],
        [
            "Amy",
            "If you’d let me pierce your brain with a hot needle in the right place, you’d be happy all the time."
        ],
        [
            "Sheldon",
            "Uh, Penny, I, I have a couple of questions about your closet. Is there any reason you’re keeping this dead goldfish?"
        ],
        [
            "Penny",
            "Damn, I forgot to feed him. And that I had him."
        ],
        [
            "Sheldon",
            "Well, now, did you also have a dog? Because I found what appears to be a battery-operated chew toy."
        ],
        [
            "Penny",
            "Party’s over! Party’s over!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-6-episode-19-the-closet-reconfiguration/"
}