{
    "Season": 6,
    "Episode": 21,
    "Title": "the closure alternative",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                25,
                "Credits sequence"
            ],
            [
                26,
                "Raj’s apartment."
            ],
            [
                46,
                "Penny’s apartment."
            ],
            [
                50,
                "The apartment."
            ],
            [
                60,
                "Raj’s office."
            ],
            [
                77,
                "Penny’s apartment."
            ],
            [
                96,
                "The apartment."
            ],
            [
                112,
                "Penny’s apartment."
            ],
            [
                124,
                "Raj’s apartment. "
            ],
            [
                125,
                "webcam)"
            ],
            [
                135,
                "The apartment. Montage of scenes."
            ],
            [
                144,
                "Raj’s apartment."
            ],
            [
                167,
                "Penny’s apartment. "
            ],
            [
                179,
                "The apartment. "
            ],
            [
                187,
                "(Montage of sccenes)"
            ],
            [
                189,
                "2. (Blows out all candles on the cake)"
            ],
            [
                193,
                "Almost there, almost there. Uh-huh-huh!"
            ],
            [
                196,
                "Later."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Oh, dear. Penny, have you been recording shows on our DVR again?"
            ],
            [
                3,
                "Answer honestly. This is not a trial. That’ll come later."
            ],
            [
                8,
                "I’m deleting it."
            ],
            [
                11,
                "No, that’s the season two finale. That was quite the cliffhanger. I’m going to re-watch it before season three starts."
            ],
            [
                13,
                "Well, they can’t cancel it. It ended on a cliffhanger."
            ],
            [
                16,
                "Dumplings? Don’t you understand what’s going on here?"
            ],
            [
                18,
                "That show ended with all the residents of New York either dead or unconscious. Oh, now I’ll never know what happened."
            ],
            [
                20,
                "Oh, sure, what a wonderful idea. And after that, I’ll make up my own rules of oral hygiene. You know, instead of flossing, I’ll rub pudding on my gums. I’m going to get the number of the SyFy Channel and give them what for."
            ],
            [
                22,
                "No. They can’t just cancel a show like Alphas. You know? They have to help the viewers let go. Firefly did a movie to wrap things up. Buffy the Vampire Slayer continued on as a comic book. Heroes gradually lowered the quality season by season till we were grateful it ended."
            ],
            [
                53,
                "I am not flying back to Texas just so my mom can give me a hug."
            ],
            [
                55,
                "Oh, that’s nonsense. I mean, you tell me stories about your day all the time. I don’t care how they end."
            ],
            [
                57,
                "Yeah, but I just told you, I don’t have a problem with closure."
            ],
            [
                59,
                "Oh, quite sure. (Amy starts a knocking sequence on the table. After staring at her a moment, Sheldon completes it.) That proves nothing."
            ],
            [
                98,
                "I take issue with the word compulsive."
            ],
            [
                100,
                "…tion. Okay. For the sake of argument, let’s say I have a problem. What would be your plan for addressing it?"
            ],
            [
                102,
                "By playing tic-tac-toe?"
            ],
            [
                104,
                "Oh, Amy. And you wonder why people think neuroscience is nothing but a goofy game for diaper babies. Tic-tac-toe can only end in win, lose or draw, none of which will deny me closure. Especially since I’m about to win. (She wipes the board clean.) B-But we didn’t finish."
            ],
            [
                106,
                "The same way any normal person would. I feel like I want to peel off my own face and tear it in two and then again and again until I have a handful of Sheldon-face confetti."
            ],
            [
                108,
                "Or you could pitch in, grab a nostril and help me get this face off."
            ],
            [
                110,
                "You don’t know what it’s like to feel completely frustrated. To have a desire build up within you and be denied any opportunity for release."
            ],
            [
                138,
                "Yes."
            ],
            [
                140,
                "Let’s box it up."
            ],
            [
                143,
                "Lucky for you, ’cause I wished you were dead."
            ],
            [
                180,
                "Amy, I must say, I was sceptical at first, but this has truly been a transformative evening."
            ],
            [
                182,
                "Well, you’re an excellent neuroscientist, you’re a wonderful girlfriend, and…"
            ],
            [
                184,
                "Doesn’t matter, does it?"
            ],
            [
                186,
                "And a complete sucker."
            ],
            [
                195,
                "I love you, too."
            ],
            [
                197,
                "Hello. Uh, is this the Bruce Miller who wrote the season finale of Alphas? Oh, smashing. Yeah, you already sound nicer than the last Bruce Miller who suggested I have sexual relations with myself. Now, down to business. Um, your show ended on a cliffhanger. Could you please tell me how you planned to resolve it? Uh-huh. Mm-hmm. I see. Well, that all stinks. No wonder you got cancelled. Bye."
            ]
        ],
        "Penny": [
            [
                2,
                "No."
            ],
            [
                4,
                "Absolutely not. Help me out here, I can’t afford another demerit."
            ],
            [
                9,
                "Well, hang on. Maybe the Chinese haven’t finished watching it yet."
            ],
            [
                15,
                "Uh, Sheldon, there are two dumplings left. Do you want them?"
            ],
            [
                17,
                "As a rule, no."
            ],
            [
                19,
                "Well, why don’t you make up your own ending?"
            ],
            [
                23,
                "I feel bad for whoever gets that phone call."
            ],
            [
                48,
                "It’s six thirty in the morning."
            ],
            [
                79,
                "It was cute."
            ],
            [
                81,
                "What’s wrong with cute?"
            ],
            [
                83,
                "So you want me to stop calling your little tushy cute?"
            ],
            [
                85,
                "I liked it. I’m excited."
            ],
            [
                87,
                "What do you want from me?"
            ],
            [
                89,
                "Oh, come on, don’t be like that."
            ],
            [
                91,
                "I’m sorry I called it cute. Let’s watch another one."
            ],
            [
                93,
                "Yeah, it was fun. Kind of reminded me of my high school. But instead of vampires, we had meth heads. But both came out at night and had messed up teeth."
            ],
            [
                95,
                "Oh. Well, that’s like my high school, too. But instead of a curse, it was crabs."
            ],
            [
                113,
                "Okay, help me out here. Why does he love this show so much?"
            ],
            [
                115,
                "Yippee, it’s backwards. I get it."
            ],
            [
                117,
                "I don’t know. It’s just, he’s so passionate about so many different things. I just don’t get that way. Do you?"
            ],
            [
                119,
                "See? I wish I had some of that fire in my life. I mean, I want to care about things and get excited like you guys."
            ],
            [
                121,
                "You think?"
            ],
            [
                123,
                "Ugh, that sounds like a lot of work."
            ],
            [
                168,
                "So, I was thinking how excited you get about stuff like Buffy or science or which TV remote you and Sheldon should buy."
            ],
            [
                170,
                "See, that’s the kind of passion I didn’t think I had. But then I realized I’m passionate about you."
            ],
            [
                172,
                "No, I’m serious. Look, I’ve always had these plans. I was gonna be in movies and live this glamorous life, and anything less than that just wasn’t worth getting excited about."
            ],
            [
                174,
                "Oh, obviously it’s gonna happen. Yeah, a psychic at a bachelorette party told me so. Anyway, what I meant was, I shouldn’t wait, you know? I’ve got you, I’ve got Sheldon, all these wonderful friends. My life is exciting right now."
            ],
            [
                176,
                "It is, isn’t it?"
            ],
            [
                178,
                "Leonard, I had an epiphany, not a stroke."
            ],
            [
                194,
                "Sheldon, you big weirdo, I want you to know that I love that you’re in my life."
            ]
        ],
        "Leonard": [
            [
                5,
                "Yeah. Uh, maybe we were hacked. You know, the Chinese have been hacking everything lately."
            ],
            [
                7,
                "I don’t know. It’s a fat guy on a Segway. That’s funny everywhere."
            ],
            [
                10,
                "You know, if you’re trying to make space on the DVR, why don’t you just get rid of some of the stuff you’ve already watched? Like, um, Alphas."
            ],
            [
                12,
                "There is no season three. They cancelled that show."
            ],
            [
                14,
                "They did."
            ],
            [
                21,
                "Oh, please, don’t do that."
            ],
            [
                24,
                "Ah, don’t. If they didn’t want to be yelled at by crazy nerds, they shouldn’t have started a sci-fi channel."
            ],
            [
                47,
                "With all the TV Sheldon was talking about, I had the greatest idea ever. It even blows away my idea for a Star Wars themed coffee shop called Brewbacca’s. You need to watch Buffy the Vampire Slayer. It is the perfect show for the two of us. It’s got action and jokes and hot vampires and romance. I cannot oversell this. What do you say?"
            ],
            [
                49,
                "I thought you grew up on a farm."
            ],
            [
                78,
                "So, did you love it? Of course you loved it. How could you not love it? Tell me how much you loved it."
            ],
            [
                80,
                "Oh, don’t say cute. That’s the worst."
            ],
            [
                82,
                "It just makes things seem small. It diminishes them."
            ],
            [
                84,
                "You can try, but nobody’s gonna believe you. I just, I don’t understand how you can watch a show that great and not be excited by it."
            ],
            [
                86,
                "Well, then, tell your face."
            ],
            [
                88,
                "You know what? Never mind. We gave it a shot. Let’s just see what else is on."
            ],
            [
                90,
                "Well…"
            ],
            [
                92,
                "Really?"
            ],
            [
                94,
                "All right, cool. I think you’ll like the next one better. All the cheerleaders are suffering from an evil curse."
            ],
            [
                169,
                "The Harmony One was fine. We didn’t need to upgrade to the eleven hundred, which he knows is too big for my hand."
            ],
            [
                171,
                "Oh, my cute little tushy strikes again."
            ],
            [
                173,
                "Those things can still happen."
            ],
            [
                175,
                "That’s a big deal."
            ],
            [
                177,
                "So, does that mean we get to do stuff like talk about cool shows or get dressed up in matching costumes and go to Comic-Con?"
            ]
        ],
        "Sheldon: Why would the Chinese make our DVR record Paul Blart": [
            [
                6,
                "Mall Cop?"
            ]
        ],
        "Howard": [
            [
                27,
                "I think you’re gonna be really happy with this security camera. The optics are great, it’s got infrared technology, and there’s even a backup battery when the power goes out."
            ],
            [
                29,
                "Why can’t you just watch porn like a regular guy? I need your laptop so I can configure the software."
            ],
            [
                31,
                "What?"
            ],
            [
                33,
                "Cool. Anything juicy?"
            ],
            [
                35,
                "You know what’s going on, don’t you?"
            ],
            [
                37,
                "I can’t believe I have to explain this. People change names on blogs to protect their privacy. Roger is Raj."
            ],
            [
                39,
                "Keep reading. What does it say?"
            ],
            [
                41,
                "It’s exactly what it’s like. Keep reading."
            ],
            [
                43,
                "Oh, I think we were looking at creepy in the rearview mirror when I put up that camera."
            ],
            [
                45,
                "Should I go?"
            ],
            [
                61,
                "Ready to go to lunch?"
            ],
            [
                63,
                "Yeah. Let’s go."
            ],
            [
                65,
                "What’s going on?"
            ],
            [
                67,
                "Just a little? That’s great."
            ],
            [
                69,
                "Oh, geez, why do you girls always want to talk about things? Listen to me, if she’s writing about your relationship, use it to your advantage. Rig the game."
            ],
            [
                71,
                "Is it fair that girls like confident, normal guys more than nervous weirdos?"
            ],
            [
                73,
                "So take what’s in that blog and use it to get her pants off."
            ],
            [
                75,
                "The key to her heart. That’s nice. Were you quoting someone or is it tattooed on the small of your back?"
            ],
            [
                127,
                "However long you think the foreplay should be, triple it."
            ],
            [
                129,
                "I don’t know. Go with hockey."
            ]
        ],
        "Raj": [
            [
                28,
                "Whatever. I can see my little princess while I’m at work, right?"
            ],
            [
                30,
                "Wait, hold on. This is weird."
            ],
            [
                32,
                "I was Googling that girl I’ve been dating, and I found her blog."
            ],
            [
                34,
                "She said she recently went on a date with a guy named Roger? And he’s Indian? And he’s an astrophysicist, too?"
            ],
            [
                36,
                "Yes, Mummy was right. American girls are sexually voracious devils."
            ],
            [
                38,
                "Oh. I always thought, if I had a white name, it would be Gavin."
            ],
            [
                40,
                "No, no, I don’t know if I should. If she wanted me to know about her blog, she would’ve told me. It’s almost like I’m reading her diary."
            ],
            [
                42,
                "No, this is creepy."
            ],
            [
                44,
                "It’s not creepy. Don’t listen to him. Oh, look who’s got the sweetest kisses."
            ],
            [
                62,
                "Do you think I’m feminine?"
            ],
            [
                64,
                "Thanks a lot."
            ],
            [
                66,
                "I broke down, and I read Lucy’s blog, and in one of the entries she said, when we first met, I struck her as a little feminine."
            ],
            [
                68,
                "I have to talk to her about this."
            ],
            [
                70,
                "Well, that doesn’t seem fair."
            ],
            [
                72,
                "No, it’s not. I’ve always thought that was unfair."
            ],
            [
                74,
                "Why do you have to make everything so filthy? Why couldn’t you just say the blog is like her giving me the key to her heart?"
            ],
            [
                76,
                "I was quoting a man who knows a thing or two about women, Sir Elton John."
            ],
            [
                126,
                "Uh, Lucy’s coming over. I need some advice."
            ],
            [
                128,
                "Just tell me which one you think is more manly. This hockey jersey or this football jersey."
            ],
            [
                130,
                "Good, black is more slimming. Oh, that’s her. I got to go be butch. Toodles. Hey."
            ],
            [
                132,
                "Come in."
            ],
            [
                134,
                "Yeah, well, I wouldn’t get too close. If I give the right command in German, she’ll rip your face off."
            ],
            [
                146,
                "Thanks. I love hockey."
            ],
            [
                148,
                "Not Brian Boitano, that’s for sure. How’s your burrito?"
            ],
            [
                150,
                "Probably because I didn’t read the instructions. No wrapper’s going to tell me what to do. Unless his name is Jay-Z."
            ],
            [
                152,
                "What do you mean?"
            ],
            [
                154,
                "I don’t know. Maybe it’s all those steroids I’ve been taking."
            ],
            [
                156,
                "Wait, wait. I, I found your blog here you wrote about me."
            ],
            [
                158,
                "No kidding. You didn’t make it easy to find. I spent hours digging around online. For the record, you have excellent credit scores. And your diabetic aunt seems to be adjusting to her new leg just fine."
            ],
            [
                160,
                "You called me feminine. And I, I wanted you to think I was more manly."
            ],
            [
                162,
                "I do have a pretty balls-to-the-wall moisturising regimen."
            ],
            [
                164,
                "Yeah."
            ],
            [
                166,
                "No. Bought this at the Staples Center when I went to see Taylor Swift."
            ]
        ],
        "Sheldon (on phone)": [
            [
                51,
                "Hello, SyFy Network? Yeah, this is your vice president of programming. Now, we have made a horrible mistake regarding Alphas. Yeah, we need to uncancel it immediately. Well, you just put me through to the people who handle that, you tell them it’s me, and I don’t want to answer a lot of questions about if I really am who I say I am, you know? I just. I want this done. No, I am not the person who just called. That man was clearly a cowboy. Yeah, who was plumb concerned about y’all cancelling his favourite show. Why do they keep hanging up on me?"
            ]
        ],
        "Amy": [
            [
                52,
                "I’m sorry you’re upset. You know, Sheldon, sometimes people seek the comfort of physical contact in moments like this."
            ],
            [
                54,
                "Okay. Well, what I think is going on here is you have a pathological need for closure."
            ],
            [
                56,
                "You know, I might be able to help you with this. There’s a whole field of behavioural neuroscience that examines ways to retrain your neural pathways so stuff like this bothers you less."
            ],
            [
                58,
                "You sure about that?"
            ],
            [
                97,
                "I’ve come up with a series of exercises to help with your compulsive need for closure."
            ],
            [
                99,
                "All I’m saying is, we live in a world where closure isn’t always an op…"
            ],
            [
                101,
                "I’m going to recondition your brain so that the need for completion isn’t so overwhelming."
            ],
            [
                103,
                "Yep. Your turn."
            ],
            [
                105,
                "Exactly. How does that make you feel?"
            ],
            [
                107,
                "And that’s exactly the feeling we want to address with this course of treatment."
            ],
            [
                109,
                "Come on, you can do this."
            ],
            [
                111,
                "Yeah, sounds like a drag."
            ],
            [
                139,
                "Let’s box it up."
            ],
            [
                181,
                "I’m a little surprised to hear you feeling so positive."
            ],
            [
                183,
                "And?"
            ],
            [
                185,
                "I’m proud of you, Sheldon. (Exits.)"
            ]
        ],
        "Bernadette": [
            [
                114,
                "Well, there was action, it was funny. I mean, you do get that usually the monster chases the pretty girl, but this time the pretty girl chases the monsters?"
            ],
            [
                116,
                "Why does this bother you so much?"
            ],
            [
                118,
                "Well, sure. I’m pretty passionate about science. I remember the first time I looked through a microscope and saw millions of tiny microorganisms. It was like a whole other universe. If I wanted to, I could wipe it out with my thumb like a god."
            ],
            [
                120,
                "Well, there’s no reason you can’t."
            ],
            [
                122,
                "Absolutely. All we need to do is spend a little time and find something you’re passionate about."
            ]
        ],
        "Lucy": [
            [
                131,
                "Hi."
            ],
            [
                133,
                "Oh, look how cute your little doggy is."
            ],
            [
                145,
                "I like your jersey."
            ],
            [
                147,
                "Oh, cool. So does my dad. We watched it all the time growing up. Who’s your favourite player?"
            ],
            [
                149,
                "It’s still a little frozen in the middle."
            ],
            [
                151,
                "Is something going on?"
            ],
            [
                153,
                "Well, you’re acting all weird, and I’m pretty weird, so I think I know what I’m talking about."
            ],
            [
                155,
                "I think I’m gonna go. Thank you for the burrito and the pork rinds and the 20-minute lecture on why monster trucks are better than regular trucks."
            ],
            [
                157,
                "Oh. I kind of just write that for myself. I didn’t think anybody actually read it."
            ],
            [
                159,
                "Why were you acting so strange tonight?"
            ],
            [
                161,
                "Raj, I didn’t say feminine was a bad thing. I meant that you’re sweet and thoughtful and your skin looks so much like caramel, I just want to dip an apple in your face."
            ],
            [
                163,
                "So, are you okay?"
            ],
            [
                165,
                "Good. Do you even like hockey?"
            ]
        ],
        "1. Amy (singing)": [
            [
                136,
                "O’er the land of the free, and the home of the… Next."
            ]
        ],
        "2. (Sheldon is laying out an intricate pattern of dominoes) Amy": [
            [
                137,
                "That’s quite an impressive layout, isn’t it?"
            ]
        ],
        "3. (Sheldon is turning the handle on a jack-in-the-box. Just before the end of the tune) Amy": [
            [
                141,
                "That’s enough. Sheldon, Sheldon, give it!"
            ]
        ],
        "4. Amy": [
            [
                142,
                "Okay, Sheldon, make a wish and blow out the candles. Oops, missed one. Now your wish can’t come true."
            ]
        ],
        "1. (Redraws tic-tac-toe board) Sheldon": [
            [
                188,
                "Oh, yeah."
            ]
        ],
        "3. (Winds up jack-in-the-box until it pops out.) Sheldon": [
            [
                190,
                "There he is."
            ]
        ],
        "4. Sheldon (singing)": [
            [
                191,
                "And the home of the brave."
            ]
        ],
        "5. (Knocks over first of intricate domino pattern) Sheldon": [
            [
                192,
                "Don’t stop. Yes, keep going. Just like that."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Oh, dear. Penny, have you been recording shows on our DVR again?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Sheldon",
            "Answer honestly. This is not a trial. That’ll come later."
        ],
        [
            "Penny",
            "Absolutely not. Help me out here, I can’t afford another demerit."
        ],
        [
            "Leonard",
            "Yeah. Uh, maybe we were hacked. You know, the Chinese have been hacking everything lately."
        ],
        [
            "Sheldon: Why would the Chinese make our DVR record Paul Blart",
            "Mall Cop?"
        ],
        [
            "Leonard",
            "I don’t know. It’s a fat guy on a Segway. That’s funny everywhere."
        ],
        [
            "Sheldon",
            "I’m deleting it."
        ],
        [
            "Penny",
            "Well, hang on. Maybe the Chinese haven’t finished watching it yet."
        ],
        [
            "Leonard",
            "You know, if you’re trying to make space on the DVR, why don’t you just get rid of some of the stuff you’ve already watched? Like, um, Alphas."
        ],
        [
            "Sheldon",
            "No, that’s the season two finale. That was quite the cliffhanger. I’m going to re-watch it before season three starts."
        ],
        [
            "Leonard",
            "There is no season three. They cancelled that show."
        ],
        [
            "Sheldon",
            "Well, they can’t cancel it. It ended on a cliffhanger."
        ],
        [
            "Leonard",
            "They did."
        ],
        [
            "Penny",
            "Uh, Sheldon, there are two dumplings left. Do you want them?"
        ],
        [
            "Sheldon",
            "Dumplings? Don’t you understand what’s going on here?"
        ],
        [
            "Penny",
            "As a rule, no."
        ],
        [
            "Sheldon",
            "That show ended with all the residents of New York either dead or unconscious. Oh, now I’ll never know what happened."
        ],
        [
            "Penny",
            "Well, why don’t you make up your own ending?"
        ],
        [
            "Sheldon",
            "Oh, sure, what a wonderful idea. And after that, I’ll make up my own rules of oral hygiene. You know, instead of flossing, I’ll rub pudding on my gums. I’m going to get the number of the SyFy Channel and give them what for."
        ],
        [
            "Leonard",
            "Oh, please, don’t do that."
        ],
        [
            "Sheldon",
            "No. They can’t just cancel a show like Alphas. You know? They have to help the viewers let go. Firefly did a movie to wrap things up. Buffy the Vampire Slayer continued on as a comic book. Heroes gradually lowered the quality season by season till we were grateful it ended."
        ],
        [
            "Penny",
            "I feel bad for whoever gets that phone call."
        ],
        [
            "Leonard",
            "Ah, don’t. If they didn’t want to be yelled at by crazy nerds, they shouldn’t have started a sci-fi channel."
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Howard",
            "I think you’re gonna be really happy with this security camera. The optics are great, it’s got infrared technology, and there’s even a backup battery when the power goes out."
        ],
        [
            "Raj",
            "Whatever. I can see my little princess while I’m at work, right?"
        ],
        [
            "Howard",
            "Why can’t you just watch porn like a regular guy? I need your laptop so I can configure the software."
        ],
        [
            "Raj",
            "Wait, hold on. This is weird."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Raj",
            "I was Googling that girl I’ve been dating, and I found her blog."
        ],
        [
            "Howard",
            "Cool. Anything juicy?"
        ],
        [
            "Raj",
            "She said she recently went on a date with a guy named Roger? And he’s Indian? And he’s an astrophysicist, too?"
        ],
        [
            "Howard",
            "You know what’s going on, don’t you?"
        ],
        [
            "Raj",
            "Yes, Mummy was right. American girls are sexually voracious devils."
        ],
        [
            "Howard",
            "I can’t believe I have to explain this. People change names on blogs to protect their privacy. Roger is Raj."
        ],
        [
            "Raj",
            "Oh. I always thought, if I had a white name, it would be Gavin."
        ],
        [
            "Howard",
            "Keep reading. What does it say?"
        ],
        [
            "Raj",
            "No, no, I don’t know if I should. If she wanted me to know about her blog, she would’ve told me. It’s almost like I’m reading her diary."
        ],
        [
            "Howard",
            "It’s exactly what it’s like. Keep reading."
        ],
        [
            "Raj",
            "No, this is creepy."
        ],
        [
            "Howard",
            "Oh, I think we were looking at creepy in the rearview mirror when I put up that camera."
        ],
        [
            "Raj",
            "It’s not creepy. Don’t listen to him. Oh, look who’s got the sweetest kisses."
        ],
        [
            "Howard",
            "Should I go?"
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Leonard",
            "With all the TV Sheldon was talking about, I had the greatest idea ever. It even blows away my idea for a Star Wars themed coffee shop called Brewbacca’s. You need to watch Buffy the Vampire Slayer. It is the perfect show for the two of us. It’s got action and jokes and hot vampires and romance. I cannot oversell this. What do you say?"
        ],
        [
            "Penny",
            "It’s six thirty in the morning."
        ],
        [
            "Leonard",
            "I thought you grew up on a farm."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon (on phone)",
            "Hello, SyFy Network? Yeah, this is your vice president of programming. Now, we have made a horrible mistake regarding Alphas. Yeah, we need to uncancel it immediately. Well, you just put me through to the people who handle that, you tell them it’s me, and I don’t want to answer a lot of questions about if I really am who I say I am, you know? I just. I want this done. No, I am not the person who just called. That man was clearly a cowboy. Yeah, who was plumb concerned about y’all cancelling his favourite show. Why do they keep hanging up on me?"
        ],
        [
            "Amy",
            "I’m sorry you’re upset. You know, Sheldon, sometimes people seek the comfort of physical contact in moments like this."
        ],
        [
            "Sheldon",
            "I am not flying back to Texas just so my mom can give me a hug."
        ],
        [
            "Amy",
            "Okay. Well, what I think is going on here is you have a pathological need for closure."
        ],
        [
            "Sheldon",
            "Oh, that’s nonsense. I mean, you tell me stories about your day all the time. I don’t care how they end."
        ],
        [
            "Amy",
            "You know, I might be able to help you with this. There’s a whole field of behavioural neuroscience that examines ways to retrain your neural pathways so stuff like this bothers you less."
        ],
        [
            "Sheldon",
            "Yeah, but I just told you, I don’t have a problem with closure."
        ],
        [
            "Amy",
            "You sure about that?"
        ],
        [
            "Sheldon",
            "Oh, quite sure. (Amy starts a knocking sequence on the table. After staring at her a moment, Sheldon completes it.) That proves nothing."
        ],
        [
            "Scene",
            "Raj’s office."
        ],
        [
            "Howard",
            "Ready to go to lunch?"
        ],
        [
            "Raj",
            "Do you think I’m feminine?"
        ],
        [
            "Howard",
            "Yeah. Let’s go."
        ],
        [
            "Raj",
            "Thanks a lot."
        ],
        [
            "Howard",
            "What’s going on?"
        ],
        [
            "Raj",
            "I broke down, and I read Lucy’s blog, and in one of the entries she said, when we first met, I struck her as a little feminine."
        ],
        [
            "Howard",
            "Just a little? That’s great."
        ],
        [
            "Raj",
            "I have to talk to her about this."
        ],
        [
            "Howard",
            "Oh, geez, why do you girls always want to talk about things? Listen to me, if she’s writing about your relationship, use it to your advantage. Rig the game."
        ],
        [
            "Raj",
            "Well, that doesn’t seem fair."
        ],
        [
            "Howard",
            "Is it fair that girls like confident, normal guys more than nervous weirdos?"
        ],
        [
            "Raj",
            "No, it’s not. I’ve always thought that was unfair."
        ],
        [
            "Howard",
            "So take what’s in that blog and use it to get her pants off."
        ],
        [
            "Raj",
            "Why do you have to make everything so filthy? Why couldn’t you just say the blog is like her giving me the key to her heart?"
        ],
        [
            "Howard",
            "The key to her heart. That’s nice. Were you quoting someone or is it tattooed on the small of your back?"
        ],
        [
            "Raj",
            "I was quoting a man who knows a thing or two about women, Sir Elton John."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Leonard",
            "So, did you love it? Of course you loved it. How could you not love it? Tell me how much you loved it."
        ],
        [
            "Penny",
            "It was cute."
        ],
        [
            "Leonard",
            "Oh, don’t say cute. That’s the worst."
        ],
        [
            "Penny",
            "What’s wrong with cute?"
        ],
        [
            "Leonard",
            "It just makes things seem small. It diminishes them."
        ],
        [
            "Penny",
            "So you want me to stop calling your little tushy cute?"
        ],
        [
            "Leonard",
            "You can try, but nobody’s gonna believe you. I just, I don’t understand how you can watch a show that great and not be excited by it."
        ],
        [
            "Penny",
            "I liked it. I’m excited."
        ],
        [
            "Leonard",
            "Well, then, tell your face."
        ],
        [
            "Penny",
            "What do you want from me?"
        ],
        [
            "Leonard",
            "You know what? Never mind. We gave it a shot. Let’s just see what else is on."
        ],
        [
            "Penny",
            "Oh, come on, don’t be like that."
        ],
        [
            "Leonard",
            "Well…"
        ],
        [
            "Penny",
            "I’m sorry I called it cute. Let’s watch another one."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Penny",
            "Yeah, it was fun. Kind of reminded me of my high school. But instead of vampires, we had meth heads. But both came out at night and had messed up teeth."
        ],
        [
            "Leonard",
            "All right, cool. I think you’ll like the next one better. All the cheerleaders are suffering from an evil curse."
        ],
        [
            "Penny",
            "Oh. Well, that’s like my high school, too. But instead of a curse, it was crabs."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "I’ve come up with a series of exercises to help with your compulsive need for closure."
        ],
        [
            "Sheldon",
            "I take issue with the word compulsive."
        ],
        [
            "Amy",
            "All I’m saying is, we live in a world where closure isn’t always an op…"
        ],
        [
            "Sheldon",
            "…tion. Okay. For the sake of argument, let’s say I have a problem. What would be your plan for addressing it?"
        ],
        [
            "Amy",
            "I’m going to recondition your brain so that the need for completion isn’t so overwhelming."
        ],
        [
            "Sheldon",
            "By playing tic-tac-toe?"
        ],
        [
            "Amy",
            "Yep. Your turn."
        ],
        [
            "Sheldon",
            "Oh, Amy. And you wonder why people think neuroscience is nothing but a goofy game for diaper babies. Tic-tac-toe can only end in win, lose or draw, none of which will deny me closure. Especially since I’m about to win. (She wipes the board clean.) B-But we didn’t finish."
        ],
        [
            "Amy",
            "Exactly. How does that make you feel?"
        ],
        [
            "Sheldon",
            "The same way any normal person would. I feel like I want to peel off my own face and tear it in two and then again and again until I have a handful of Sheldon-face confetti."
        ],
        [
            "Amy",
            "And that’s exactly the feeling we want to address with this course of treatment."
        ],
        [
            "Sheldon",
            "Or you could pitch in, grab a nostril and help me get this face off."
        ],
        [
            "Amy",
            "Come on, you can do this."
        ],
        [
            "Sheldon",
            "You don’t know what it’s like to feel completely frustrated. To have a desire build up within you and be denied any opportunity for release."
        ],
        [
            "Amy",
            "Yeah, sounds like a drag."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "Okay, help me out here. Why does he love this show so much?"
        ],
        [
            "Bernadette",
            "Well, there was action, it was funny. I mean, you do get that usually the monster chases the pretty girl, but this time the pretty girl chases the monsters?"
        ],
        [
            "Penny",
            "Yippee, it’s backwards. I get it."
        ],
        [
            "Bernadette",
            "Why does this bother you so much?"
        ],
        [
            "Penny",
            "I don’t know. It’s just, he’s so passionate about so many different things. I just don’t get that way. Do you?"
        ],
        [
            "Bernadette",
            "Well, sure. I’m pretty passionate about science. I remember the first time I looked through a microscope and saw millions of tiny microorganisms. It was like a whole other universe. If I wanted to, I could wipe it out with my thumb like a god."
        ],
        [
            "Penny",
            "See? I wish I had some of that fire in my life. I mean, I want to care about things and get excited like you guys."
        ],
        [
            "Bernadette",
            "Well, there’s no reason you can’t."
        ],
        [
            "Penny",
            "You think?"
        ],
        [
            "Bernadette",
            "Absolutely. All we need to do is spend a little time and find something you’re passionate about."
        ],
        [
            "Penny",
            "Ugh, that sounds like a lot of work."
        ],
        [
            "Scene",
            "Raj’s apartment. "
        ],
        [
            "Scene",
            "webcam)"
        ],
        [
            "Raj",
            "Uh, Lucy’s coming over. I need some advice."
        ],
        [
            "Howard",
            "However long you think the foreplay should be, triple it."
        ],
        [
            "Raj",
            "Just tell me which one you think is more manly. This hockey jersey or this football jersey."
        ],
        [
            "Howard",
            "I don’t know. Go with hockey."
        ],
        [
            "Raj",
            "Good, black is more slimming. Oh, that’s her. I got to go be butch. Toodles. Hey."
        ],
        [
            "Lucy",
            "Hi."
        ],
        [
            "Raj",
            "Come in."
        ],
        [
            "Lucy",
            "Oh, look how cute your little doggy is."
        ],
        [
            "Raj",
            "Yeah, well, I wouldn’t get too close. If I give the right command in German, she’ll rip your face off."
        ],
        [
            "Scene",
            "The apartment. Montage of scenes."
        ],
        [
            "1. Amy (singing)",
            "O’er the land of the free, and the home of the… Next."
        ],
        [
            "2. (Sheldon is laying out an intricate pattern of dominoes) Amy",
            "That’s quite an impressive layout, isn’t it?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Amy",
            "Let’s box it up."
        ],
        [
            "Sheldon",
            "Let’s box it up."
        ],
        [
            "3. (Sheldon is turning the handle on a jack-in-the-box. Just before the end of the tune) Amy",
            "That’s enough. Sheldon, Sheldon, give it!"
        ],
        [
            "4. Amy",
            "Okay, Sheldon, make a wish and blow out the candles. Oops, missed one. Now your wish can’t come true."
        ],
        [
            "Sheldon",
            "Lucky for you, ’cause I wished you were dead."
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Lucy",
            "I like your jersey."
        ],
        [
            "Raj",
            "Thanks. I love hockey."
        ],
        [
            "Lucy",
            "Oh, cool. So does my dad. We watched it all the time growing up. Who’s your favourite player?"
        ],
        [
            "Raj",
            "Not Brian Boitano, that’s for sure. How’s your burrito?"
        ],
        [
            "Lucy",
            "It’s still a little frozen in the middle."
        ],
        [
            "Raj",
            "Probably because I didn’t read the instructions. No wrapper’s going to tell me what to do. Unless his name is Jay-Z."
        ],
        [
            "Lucy",
            "Is something going on?"
        ],
        [
            "Raj",
            "What do you mean?"
        ],
        [
            "Lucy",
            "Well, you’re acting all weird, and I’m pretty weird, so I think I know what I’m talking about."
        ],
        [
            "Raj",
            "I don’t know. Maybe it’s all those steroids I’ve been taking."
        ],
        [
            "Lucy",
            "I think I’m gonna go. Thank you for the burrito and the pork rinds and the 20-minute lecture on why monster trucks are better than regular trucks."
        ],
        [
            "Raj",
            "Wait, wait. I, I found your blog here you wrote about me."
        ],
        [
            "Lucy",
            "Oh. I kind of just write that for myself. I didn’t think anybody actually read it."
        ],
        [
            "Raj",
            "No kidding. You didn’t make it easy to find. I spent hours digging around online. For the record, you have excellent credit scores. And your diabetic aunt seems to be adjusting to her new leg just fine."
        ],
        [
            "Lucy",
            "Why were you acting so strange tonight?"
        ],
        [
            "Raj",
            "You called me feminine. And I, I wanted you to think I was more manly."
        ],
        [
            "Lucy",
            "Raj, I didn’t say feminine was a bad thing. I meant that you’re sweet and thoughtful and your skin looks so much like caramel, I just want to dip an apple in your face."
        ],
        [
            "Raj",
            "I do have a pretty balls-to-the-wall moisturising regimen."
        ],
        [
            "Lucy",
            "So, are you okay?"
        ],
        [
            "Raj",
            "Yeah."
        ],
        [
            "Lucy",
            "Good. Do you even like hockey?"
        ],
        [
            "Raj",
            "No. Bought this at the Staples Center when I went to see Taylor Swift."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "So, I was thinking how excited you get about stuff like Buffy or science or which TV remote you and Sheldon should buy."
        ],
        [
            "Leonard",
            "The Harmony One was fine. We didn’t need to upgrade to the eleven hundred, which he knows is too big for my hand."
        ],
        [
            "Penny",
            "See, that’s the kind of passion I didn’t think I had. But then I realized I’m passionate about you."
        ],
        [
            "Leonard",
            "Oh, my cute little tushy strikes again."
        ],
        [
            "Penny",
            "No, I’m serious. Look, I’ve always had these plans. I was gonna be in movies and live this glamorous life, and anything less than that just wasn’t worth getting excited about."
        ],
        [
            "Leonard",
            "Those things can still happen."
        ],
        [
            "Penny",
            "Oh, obviously it’s gonna happen. Yeah, a psychic at a bachelorette party told me so. Anyway, what I meant was, I shouldn’t wait, you know? I’ve got you, I’ve got Sheldon, all these wonderful friends. My life is exciting right now."
        ],
        [
            "Leonard",
            "That’s a big deal."
        ],
        [
            "Penny",
            "It is, isn’t it?"
        ],
        [
            "Leonard",
            "So, does that mean we get to do stuff like talk about cool shows or get dressed up in matching costumes and go to Comic-Con?"
        ],
        [
            "Penny",
            "Leonard, I had an epiphany, not a stroke."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "Amy, I must say, I was sceptical at first, but this has truly been a transformative evening."
        ],
        [
            "Amy",
            "I’m a little surprised to hear you feeling so positive."
        ],
        [
            "Sheldon",
            "Well, you’re an excellent neuroscientist, you’re a wonderful girlfriend, and…"
        ],
        [
            "Amy",
            "And?"
        ],
        [
            "Sheldon",
            "Doesn’t matter, does it?"
        ],
        [
            "Amy",
            "I’m proud of you, Sheldon. (Exits.)"
        ],
        [
            "Sheldon",
            "And a complete sucker."
        ],
        [
            "Scene",
            "(Montage of sccenes)"
        ],
        [
            "1. (Redraws tic-tac-toe board) Sheldon",
            "Oh, yeah."
        ],
        [
            "Scene",
            "2. (Blows out all candles on the cake)"
        ],
        [
            "3. (Winds up jack-in-the-box until it pops out.) Sheldon",
            "There he is."
        ],
        [
            "4. Sheldon (singing)",
            "And the home of the brave."
        ],
        [
            "5. (Knocks over first of intricate domino pattern) Sheldon",
            "Don’t stop. Yes, keep going. Just like that."
        ],
        [
            "Scene",
            "Almost there, almost there. Uh-huh-huh!"
        ],
        [
            "Penny",
            "Sheldon, you big weirdo, I want you to know that I love that you’re in my life."
        ],
        [
            "Sheldon",
            "I love you, too."
        ],
        [
            "Scene",
            "Later."
        ],
        [
            "Sheldon",
            "Hello. Uh, is this the Bruce Miller who wrote the season finale of Alphas? Oh, smashing. Yeah, you already sound nicer than the last Bruce Miller who suggested I have sexual relations with myself. Now, down to business. Um, your show ended on a cliffhanger. Could you please tell me how you planned to resolve it? Uh-huh. Mm-hmm. I see. Well, that all stinks. No wonder you got cancelled. Bye."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-6-episode-21-the-closure-alternative/"
}