{
    "Season": 6,
    "Episode": 24,
    "Title": "the bon voyage reaction",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The cafeteria."
            ],
            [
                19,
                "Leonard’s car."
            ],
            [
                31,
                "Credits sequence."
            ],
            [
                32,
                "Raj’s apartment. Lucy is looking through Raj’s telescope."
            ],
            [
                45,
                "Penny’s apartment. "
            ],
            [
                72,
                "The apartment. "
            ],
            [
                101,
                "Raj’s apartment."
            ],
            [
                112,
                "A store."
            ],
            [
                132,
                "Raj’s apartment."
            ],
            [
                148,
                "The apartment. "
            ],
            [
                177,
                "Penny’s car, outside the Airport."
            ],
            [
                199,
                "Raj’s apartment. "
            ],
            [
                219,
                "Penny’s apartment."
            ]
        ],
        "Raj": [
            [
                1,
                "So, anyway, last night on video chat, I spent, like, twenty minutes just staring into Lucy’s eyes."
            ],
            [
                3,
                "It was until I realized the screen had frozen. Still one of my top three dates of all time."
            ],
            [
                5,
                "I’d love that, but she’s not really comfortable around people."
            ],
            [
                17,
                "Hey, don’t discourage him. This is a fantastic opportunity."
            ],
            [
                33,
                "If you look carefully at Venus, you should be able to see the International Space Station pass by."
            ],
            [
                35,
                "Yeah. He brought me back a T-shirt that said My Friend Went to the Space Station and All I Got Was This Lousy T-Shirt"
            ],
            [
                37,
                "Nope. It’s exactly as lousy as advertised. Speaking of friends, they have been asking to meet you. I was thinking maybe we could all hang out sometime?"
            ],
            [
                39,
                "Let’s see. Six. That’s pretty cool, I have six friends. Kind of like Sinatra."
            ],
            [
                41,
                "Okay, how about you just dip your toe in and meet one of them?"
            ],
            [
                43,
                "Of course."
            ],
            [
                82,
                "Okay. I have a request to make."
            ],
            [
                84,
                "The only person allowed inside this head is Dr. Phil. Anyway, I, I spoke to my new lady friend about meeting you all, and she thought it would be easier for her to start with just one."
            ],
            [
                86,
                "Actually, I was thinking Leonard."
            ],
            [
                89,
                "You are, but you’ve got kind of a big personality, with your flashy clothes and your Woody Allen swagger."
            ],
            [
                91,
                "Good idea. Bernadette?"
            ],
            [
                93,
                "Well, you’re very pretty. That could be intimidating to another woman."
            ],
            [
                98,
                "Why? So you can make jokes about cutting open my brain?"
            ],
            [
                105,
                "Oh, Lucy, you don’t have to answer that. Don’t put her on the spot. She hates that. Am I right? Tell her how much you hate being put on the spot. Go ahead, tell her."
            ],
            [
                107,
                "What the? Are you crazy? You can’t talk about social anxiety to someone who has social anxiety. It makes them socially anxious!"
            ],
            [
                109,
                "Don’t call her my girlfriend. We haven’t discussed whether or not we’re girlfriend or boyfriend yet. Now that it’s out there, are you my girlfriend? By the way, if you say no, I’ll never be happy again. Not to put you on the spot."
            ],
            [
                111,
                "We might as well go ahead and eat. She’s not coming back anytime soon."
            ],
            [
                135,
                "I want to apologize for Amy last night. She was completely out of line. Are you, are you not speaking to me or did the screen freeze again?"
            ],
            [
                137,
                "Okay. I know. It was me. I, I pushed too hard. I’m sorry."
            ],
            [
                139,
                "You know, I, I’ve been thinking that maybe meeting somebody one-on-one is too intense, so Friday night, my friends are having a party."
            ],
            [
                141,
                "A little one. It’s, it’s a farewell for Leonard, so all the attention will be on him. If you wear something brown and sit on the couch, they won’t even know you’re there."
            ],
            [
                143,
                "Oh, please?"
            ],
            [
                145,
                "Come on. Don’t make me beg. And I’m from India, so I know how to do it."
            ],
            [
                147,
                "Yeah, thank you! This means a lot to me. My friends are like my family. Unless you don’t like them, in which case, they’re dead to me."
            ],
            [
                159,
                "She is. She’s just running a little late. You know how it is, girls always fussing about their hair, their makeup. She’ll be here. Just give it a rest, okay?"
            ],
            [
                171,
                "Uh, go ahead. Read it."
            ],
            [
                173,
                "Excuse me."
            ],
            [
                201,
                "Hang on."
            ],
            [
                203,
                "That’s, that’s very nice of you. Uh, come, come. Come on in."
            ],
            [
                205,
                "No."
            ],
            [
                207,
                "No. It’s my fault. You know, I finally found someone who was right for me, and I, I drove her away."
            ],
            [
                209,
                "Penny, I, I miss her already."
            ],
            [
                211,
                "What’s like, what is wrong with me? Why, why can’t I ever have love?"
            ],
            [
                213,
                "No, I, I won’t. I’m, I’m unlovable."
            ],
            [
                215,
                "No, it’s not. I haven’t had a drink since last night."
            ],
            [
                217,
                "I am. And now I’m crying for a whole different reason!"
            ],
            [
                220,
                "So I guess what I’m saying is I get where Lucy’s coming from."
            ],
            [
                222,
                "Uh, no, water’s fine. Anyhow, I’ve been thinking about it a lot and, and I totally see why Lucy did what she did. I pushed too hard. But you know what? If I back off and give her enough space, maybe there’s still a future for us. Yeah, the funny thing about life is that, you know, sometimes…"
            ],
            [
                224,
                "… but then it turns good again, and that means it’s better than if it had never been bad for a while. I know that now, thing’s aren’t good, they are in fact very very bad but at least my heart is starting to heal. Slowly but surely. And oh how I cried. It was like a little, uh, thunderstorm on my face. But I’m a man, okay? So I need to pull myself together, pick up a pen and get it all out in my journal. I mean, it’s not all bad, right? Having my heart broken has allowed me to finally speak in front of you, so, you know, a silver lining…."
            ]
        ],
        "Leonard": [
            [
                2,
                "Oh, that sounds romantic."
            ],
            [
                4,
                "So, are we ever gonna hang out with this girl?"
            ],
            [
                7,
                "How’s that been working for you?"
            ],
            [
                10,
                "I have a job."
            ],
            [
                13,
                "Well, do you really think I have a shot?"
            ],
            [
                15,
                "He knows, wow."
            ],
            [
                21,
                "What do you think?"
            ],
            [
                23,
                "Interesting that you would bring that up when I might go work on a boat."
            ],
            [
                25,
                "I know what you’re doing. You don’t want me going on this research trip because you’re afraid to be alone."
            ],
            [
                27,
                "Sheldon."
            ],
            [
                29,
                "Look, I appreciate your signature blend of concern for me and incredible selfishness. If I get the chance to do this, there is nothing you can say that’s going to stop me."
            ],
            [
                47,
                "Oh, that’s awful."
            ],
            [
                49,
                "So, listen, do you remember when I said the similarities of the equations of general relativity and hydrodynamics suggest you could find the equivalent of Unruh radiation in a large body of water?"
            ],
            [
                51,
                "Anyway, Stephen Hawking’s team is looking into that, and I’ve been invited to join them."
            ],
            [
                53,
                "Well, it is. Just, you know, I’d be gone for a while."
            ],
            [
                55,
                "Three, four months."
            ],
            [
                57,
                "Couple of weeks."
            ],
            [
                59,
                "That’s the thing, you can’t. I’ll be on a ship in the North Sea."
            ],
            [
                61,
                "Uh, he’s not gonna be there. He’s just sending a team to research his theory."
            ],
            [
                63,
                "Yeah. And I’m a little worried because things between us have been so great, and I’d hate to do anything that screws that up."
            ],
            [
                65,
                "Okay. I’ll confirm the travel arrangements in the morning."
            ],
            [
                67,
                "I do have to ask you one favour."
            ],
            [
                69,
                "Sheldon’s nervous about me leaving. Just keep an eye on him while I’m gone."
            ],
            [
                71,
                "Well, flush Sheldon down the toilet and get me a new one."
            ],
            [
                73,
                "Really, you guys do not need to throw me a going-away party."
            ],
            [
                77,
                "There’s beer in the fridge. Anyway, you guys really don’t need to make a big deal."
            ],
            [
                87,
                "Oh. Thank you, Raj. I’d be honoured."
            ],
            [
                150,
                "Yeah."
            ],
            [
                152,
                "Yeah."
            ],
            [
                154,
                "I know. As far as science goes, this is the adventure of a lifetime."
            ],
            [
                156,
                "It’s not a competition."
            ],
            [
                161,
                "Thank you, Sheldon. That must’ve been very hard for you to say."
            ],
            [
                179,
                "Yep. I’m really gonna miss you."
            ],
            [
                183,
                "Anyway, we can e-mail, and I think the phone connections are pretty good."
            ],
            [
                185,
                "Would you just relax?"
            ],
            [
                188,
                "Yeah."
            ],
            [
                190,
                "I’m covered."
            ],
            [
                193,
                "Calm down. I’m getting out. I have something I want to give you."
            ],
            [
                197,
                "I love you, too."
            ]
        ],
        "Sheldon": [
            [
                6,
                "Yeah, I used to be uncomfortable around people, but then I learned a trick. I pretend everyone I meet is a beloved character from Star Trek."
            ],
            [
                8,
                "Oh, like a charm, unnamed crewman in a red shirt."
            ],
            [
                11,
                "Yes, he does. He caters to my every whim."
            ],
            [
                16,
                "Well, now, but do you think that’s a good idea? Uh, you know Star Trek. Should a guy with no name and a red shirt really go on an expedition?"
            ],
            [
                18,
                "No one asked you, Uhura."
            ],
            [
                20,
                "Would you like to hear a classic Sheldon Cooper factoid?"
            ],
            [
                22,
                "Great. I’ve been doing some reading about vehicular safety. Did you know that the highest number of drowning accidents happen on or around boats?"
            ],
            [
                24,
                "Well, that’s the thing about factoids, they’re interesting."
            ],
            [
                26,
                "I’m not afraid to be alone. On land. On the sea, it would be terrifying. Because of all the drowning."
            ],
            [
                28,
                "Fine, no more drowning talk. I’ll change the subject. Oh. Who do you think would win in a fight, you or a shark?"
            ],
            [
                30,
                "Very well. Things between you and Penny have never been better. I hope four months apart doesn’t change anything. I should have opened with that, huh?"
            ],
            [
                78,
                "Leonard, you’re being selfish. We need to give you a proper send-off so we’ll have closure when you die at sea and crabs eat your face."
            ],
            [
                85,
                "Oh, gee, I don’t know. My schedule’s a little busy."
            ],
            [
                100,
                "Fine, I’ll do it."
            ],
            [
                113,
                "This is ridiculous, we’re shopping for a party and this store doesn’t even have a party section."
            ],
            [
                115,
                "You know, I have to say, Penny, I don’t understand why you of all people are encouraging Leonard to do this."
            ],
            [
                117,
                "Yeah, well, you’re his girlfriend for now. You know, maybe you’re not aware of this, but there is a rich tradition of men at sea finding comfort in each other’s arms and britches."
            ],
            [
                119,
                "It’s not that big of an opportunity. And even if Hawking’s theories are correct, all they prove is where the universe came from, why everything exists and what its ultimate end will be. I mean, me? I’m interested in the big questions."
            ],
            [
                121,
                "I’m not jealous. I’m just very unhappy that good things are happening for him and not happening for me."
            ],
            [
                123,
                "It was you."
            ],
            [
                125,
                "You ripped out your own fake blonde hair."
            ],
            [
                127,
                "They lie so they don’t look petty."
            ],
            [
                129,
                "How?"
            ],
            [
                131,
                "Wow. No wonder you didn’t get that toothpaste commercial."
            ],
            [
                160,
                "Um, can I have your attention, everyone? (Clinks glass) That’s, uh, B-flat, for those who don’t have perfect pitch. I would like to propose a toast to my best friend, Dr. Leonard Hofstadter. He has been presented with a wonderful opportunity, and I couldn’t be happier for him."
            ],
            [
                162,
                "Well, I mean it. I’m really happy for you. And that’s how you get a toothpaste commercial. Cheers."
            ],
            [
                166,
                "Thank you."
            ],
            [
                176,
                "It did not kill me when you went to space. Monkeys went to space."
            ],
            [
                181,
                "Penny, we’re in the red zone. The white zone is for loading and unloading. We’re breaking the law."
            ],
            [
                184,
                "All right, you have to get out of the car right now. I’m not going to jail for you."
            ],
            [
                186,
                "Oh, I see a space in the white zone. Quick, circle the airport."
            ],
            [
                192,
                "Oh, dear Lord, a police officer’s glancing in our direction. We’ve been made."
            ],
            [
                195,
                "It’s just a heart-shaped locket with a picture of Leonard’s face in it. He got it at the mall on clearance. Now move, move, move."
            ],
            [
                198,
                "Don’t worry, Officer. They just love each other. We’re not smuggling drugs."
            ]
        ],
        "Howard": [
            [
                9,
                "Leonard, I may have gotten you a job."
            ],
            [
                12,
                "No, in a couple of weeks, Stephen Hawking’s team is sending an expedition to the North Sea to test hydrodynamic simulations of black holes. One of their experimental physicists dropped out, and I recommended you."
            ],
            [
                14,
                "Yeah, I’ve worked with Hawking. I talked you up. He knows your research. I think this could happen."
            ],
            [
                74,
                "Are you kidding me? How often can you say bon voyage to somebody when they’re actually going on a voyage?"
            ],
            [
                88,
                "What the hell? I thought I was your best friend."
            ],
            [
                96,
                "Calm down, Bernie. You’re very scary."
            ],
            [
                153,
                "I’m proud of you, Leonard. Working out on the North Sea for months, that’s really something."
            ],
            [
                155,
                "Maybe your lifetime. I went to space."
            ],
            [
                157,
                "You’re right, you’re right. I’m really proud of you, and I’m gonna miss you when you’re gone. And space beats water."
            ],
            [
                163,
                "Cheers."
            ],
            [
                165,
                "It was really nice of you to try to be happy for Leonard."
            ],
            [
                167,
                "It must’ve killed you when I went to space."
            ],
            [
                169,
                "Buddy, you okay? Oh, man."
            ],
            [
                172,
                "Raj, I can’t come to the party. This is all just too much for me. I don’t think we should see each other any more. Sorry. Lucy."
            ]
        ],
        "Lucy": [
            [
                34,
                "Wow. Your friend was actually up there?"
            ],
            [
                36,
                "Did he take the T-shirt to space?"
            ],
            [
                38,
                "I don’t know. How many are there?"
            ],
            [
                40,
                "Six strangers? That’s a lot of pressure. Staring at me, asking me personal questions. Like, what do you do? Where are you from? Why did you lock yourself in the bathroom?"
            ],
            [
                42,
                "Will you be there?"
            ],
            [
                44,
                "Well, that’s two. Three if you count me. Oh, this is getting out of hand."
            ],
            [
                103,
                "That’s really nice to hear."
            ],
            [
                110,
                "I think I have to go to the bathroom."
            ],
            [
                134,
                "Hi."
            ],
            [
                136,
                "Amy wasn’t the problem."
            ],
            [
                138,
                "Thank you."
            ],
            [
                140,
                "A party?"
            ],
            [
                142,
                "I’m not sure."
            ],
            [
                144,
                "Raj."
            ],
            [
                146,
                "Okay."
            ]
        ],
        "Penny": [
            [
                46,
                "So, then, during my afternoon shift, I spilled an entire tray of drinks on myself."
            ],
            [
                48,
                "Not really. My shirt was soaking wet. I got, like, the biggest tip of my life."
            ],
            [
                50,
                "I thought I said that to you."
            ],
            [
                52,
                "Wow, Hawking. Good for you."
            ],
            [
                54,
                "Well, how long?"
            ],
            [
                56,
                "Whoa. When would you leave?"
            ],
            [
                58,
                "Wow. Oh, okay, well, I’ll just come visit you."
            ],
            [
                60,
                "On a ship? Aren’t they afraid Hawking will just roll overboard?"
            ],
            [
                62,
                "Oh, sure. Like when you send me to kill spiders in your bathtub. Wow. Okay. Four months."
            ],
            [
                64,
                "Oh, sweetie, if you’re gonna screw things up, it’s gonna be while you’re here, not while you’re away. No. I mean, look, you have to go. It sounds like an amazing opportunity. And I’m just basing that on how much I didn’t understand what you said about it."
            ],
            [
                66,
                "Okay. Good."
            ],
            [
                68,
                "Sure."
            ],
            [
                70,
                "Oh, I don’t know. Remember what happened when I took care of your goldfish?"
            ],
            [
                79,
                "Sheldon, sweetie, shut up."
            ],
            [
                81,
                "Bernadette, sweetie, shut up."
            ],
            [
                90,
                "You know, maybe she’d be more comfortable meeting a girl first."
            ],
            [
                92,
                "What the hell?"
            ],
            [
                94,
                "Oh, yeah."
            ],
            [
                114,
                "Yeah, it does, and here we are."
            ],
            [
                116,
                "Well, I’m his girlfriend, of course I’m gonna support him."
            ],
            [
                118,
                "Honey, this is a big deal for Leonard, okay? He gets to work with Stephen Hawking. Who, by the way, will not be on the boat. I checked it out."
            ],
            [
                120,
                "Oh, my God, Sheldon the genius is jealous of Leonard."
            ],
            [
                122,
                "Look, sweetie, this is a natural thing to feel, okay? But just because good things are happening to Leonard doesn’t take anything away from you. You know what? Let me tell you a little story. Once there was a girl who worked at the Cheesecake Factory, and she wasn’t very good at her job."
            ],
            [
                124,
                "It wasn’t me. But she was also an actress, and we were both up for the same part in a toothpaste commercial. She got it. Look, I was so jealous. But instead of ripping out her fake blonde hair…"
            ],
            [
                126,
                "I, looked her in the eye, smiled and said, I’m happy for you. Because that’s what friends do."
            ],
            [
                128,
                "Yeah."
            ],
            [
                130,
                "Like this. I am so happy for you."
            ],
            [
                164,
                "Cheers."
            ],
            [
                174,
                "Raj, I’m so sorry."
            ],
            [
                178,
                "Well, here we are."
            ],
            [
                180,
                "I’m gonna miss you, too."
            ],
            [
                182,
                "Okay, there’s no space in the white zone, so…"
            ],
            [
                187,
                "Did you bring enough inhalers?"
            ],
            [
                189,
                "And, uh, extra Dramamine? You remember what happened on It’s a Small World."
            ],
            [
                191,
                "Okay."
            ],
            [
                194,
                "Oh, Leonard."
            ],
            [
                196,
                "I love you."
            ],
            [
                200,
                "Raj, it’s Penny. Are you in there?"
            ],
            [
                202,
                "Hey. I’m just coming back from the airport. I wanted to see how you’re doing."
            ],
            [
                204,
                "Can’t stay long. I left Sheldon in the car with the window cracked open. He’s gonna go through that activity book in, like, 30 seconds, so… Are you okay?"
            ],
            [
                206,
                "Oh. I’m so sorry."
            ],
            [
                208,
                "Oh, Raj."
            ],
            [
                210,
                "I know how you feel. I miss Leonard, too."
            ],
            [
                212,
                "You will."
            ],
            [
                214,
                "That’s just the booze talking."
            ],
            [
                216,
                "You’re talking to me."
            ],
            [
                218,
                "Oh, me, too."
            ],
            [
                221,
                "That’s great. Do you want some wine?"
            ]
        ],
        "Amy": [
            [
                75,
                "Hello, Rajesh."
            ],
            [
                83,
                "And now he can talk. I want to cut open your brain and see what the heck’s going on in there."
            ],
            [
                97,
                "It should be me."
            ],
            [
                99,
                "A, that was not a joke, that was a sincere request. And B, more importantly, I was the outsider to this group, and I know how frightening that can be. But you guys took me in and made me feel loved, like I was family."
            ],
            [
                102,
                "So, after I started dating Sheldon, I met Leonard, and then everybody else, and they’ve all been so wonderful to me."
            ],
            [
                104,
                "Maybe next week, we could all get together."
            ],
            [
                106,
                "Ignore him. He’s a little nervous ’cause he doesn’t think I understand the severity of your social anxiety."
            ],
            [
                108,
                "Excuse me, but I’m a neurobiologist. I think I’m a little more qualified than you to understand what’s not working in your girlfriend’s brain!"
            ],
            [
                158,
                "Rajesh, I thought Lucy was coming."
            ],
            [
                175,
                "Me, too."
            ],
            [
                223,
                "Does he ever shut up?"
            ]
        ],
        "Howard (in Raj accent)": [
            [
                76,
                "Hello, Amy. Nice to see you. What can I say? It’s funnier with the accent."
            ]
        ],
        "Bernadette": [
            [
                80,
                "You know, one of the things that helped me get through Howard being in space for so long was getting married before he left."
            ],
            [
                95,
                "Hey, you don’t think I’m pretty enough to scare your girlfriend?"
            ],
            [
                149,
                "So, have you ever spent a long time on a boat before?"
            ],
            [
                151,
                "Are you referring to the time we got stuck on the Small World ride at Disneyland?"
            ],
            [
                170,
                "What’s going on?"
            ]
        ],
        "Raj (on skype)": [
            [
                133,
                "Hey."
            ]
        ],
        "Raj (Looking at phone)": [
            [
                168,
                "Oh, no."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Raj",
            "So, anyway, last night on video chat, I spent, like, twenty minutes just staring into Lucy’s eyes."
        ],
        [
            "Leonard",
            "Oh, that sounds romantic."
        ],
        [
            "Raj",
            "It was until I realized the screen had frozen. Still one of my top three dates of all time."
        ],
        [
            "Leonard",
            "So, are we ever gonna hang out with this girl?"
        ],
        [
            "Raj",
            "I’d love that, but she’s not really comfortable around people."
        ],
        [
            "Sheldon",
            "Yeah, I used to be uncomfortable around people, but then I learned a trick. I pretend everyone I meet is a beloved character from Star Trek."
        ],
        [
            "Leonard",
            "How’s that been working for you?"
        ],
        [
            "Sheldon",
            "Oh, like a charm, unnamed crewman in a red shirt."
        ],
        [
            "Howard",
            "Leonard, I may have gotten you a job."
        ],
        [
            "Leonard",
            "I have a job."
        ],
        [
            "Sheldon",
            "Yes, he does. He caters to my every whim."
        ],
        [
            "Howard",
            "No, in a couple of weeks, Stephen Hawking’s team is sending an expedition to the North Sea to test hydrodynamic simulations of black holes. One of their experimental physicists dropped out, and I recommended you."
        ],
        [
            "Leonard",
            "Well, do you really think I have a shot?"
        ],
        [
            "Howard",
            "Yeah, I’ve worked with Hawking. I talked you up. He knows your research. I think this could happen."
        ],
        [
            "Leonard",
            "He knows, wow."
        ],
        [
            "Sheldon",
            "Well, now, but do you think that’s a good idea? Uh, you know Star Trek. Should a guy with no name and a red shirt really go on an expedition?"
        ],
        [
            "Raj",
            "Hey, don’t discourage him. This is a fantastic opportunity."
        ],
        [
            "Sheldon",
            "No one asked you, Uhura."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Sheldon",
            "Would you like to hear a classic Sheldon Cooper factoid?"
        ],
        [
            "Leonard",
            "What do you think?"
        ],
        [
            "Sheldon",
            "Great. I’ve been doing some reading about vehicular safety. Did you know that the highest number of drowning accidents happen on or around boats?"
        ],
        [
            "Leonard",
            "Interesting that you would bring that up when I might go work on a boat."
        ],
        [
            "Sheldon",
            "Well, that’s the thing about factoids, they’re interesting."
        ],
        [
            "Leonard",
            "I know what you’re doing. You don’t want me going on this research trip because you’re afraid to be alone."
        ],
        [
            "Sheldon",
            "I’m not afraid to be alone. On land. On the sea, it would be terrifying. Because of all the drowning."
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "Fine, no more drowning talk. I’ll change the subject. Oh. Who do you think would win in a fight, you or a shark?"
        ],
        [
            "Leonard",
            "Look, I appreciate your signature blend of concern for me and incredible selfishness. If I get the chance to do this, there is nothing you can say that’s going to stop me."
        ],
        [
            "Sheldon",
            "Very well. Things between you and Penny have never been better. I hope four months apart doesn’t change anything. I should have opened with that, huh?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Raj’s apartment. Lucy is looking through Raj’s telescope."
        ],
        [
            "Raj",
            "If you look carefully at Venus, you should be able to see the International Space Station pass by."
        ],
        [
            "Lucy",
            "Wow. Your friend was actually up there?"
        ],
        [
            "Raj",
            "Yeah. He brought me back a T-shirt that said My Friend Went to the Space Station and All I Got Was This Lousy T-Shirt"
        ],
        [
            "Lucy",
            "Did he take the T-shirt to space?"
        ],
        [
            "Raj",
            "Nope. It’s exactly as lousy as advertised. Speaking of friends, they have been asking to meet you. I was thinking maybe we could all hang out sometime?"
        ],
        [
            "Lucy",
            "I don’t know. How many are there?"
        ],
        [
            "Raj",
            "Let’s see. Six. That’s pretty cool, I have six friends. Kind of like Sinatra."
        ],
        [
            "Lucy",
            "Six strangers? That’s a lot of pressure. Staring at me, asking me personal questions. Like, what do you do? Where are you from? Why did you lock yourself in the bathroom?"
        ],
        [
            "Raj",
            "Okay, how about you just dip your toe in and meet one of them?"
        ],
        [
            "Lucy",
            "Will you be there?"
        ],
        [
            "Raj",
            "Of course."
        ],
        [
            "Lucy",
            "Well, that’s two. Three if you count me. Oh, this is getting out of hand."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "So, then, during my afternoon shift, I spilled an entire tray of drinks on myself."
        ],
        [
            "Leonard",
            "Oh, that’s awful."
        ],
        [
            "Penny",
            "Not really. My shirt was soaking wet. I got, like, the biggest tip of my life."
        ],
        [
            "Leonard",
            "So, listen, do you remember when I said the similarities of the equations of general relativity and hydrodynamics suggest you could find the equivalent of Unruh radiation in a large body of water?"
        ],
        [
            "Penny",
            "I thought I said that to you."
        ],
        [
            "Leonard",
            "Anyway, Stephen Hawking’s team is looking into that, and I’ve been invited to join them."
        ],
        [
            "Penny",
            "Wow, Hawking. Good for you."
        ],
        [
            "Leonard",
            "Well, it is. Just, you know, I’d be gone for a while."
        ],
        [
            "Penny",
            "Well, how long?"
        ],
        [
            "Leonard",
            "Three, four months."
        ],
        [
            "Penny",
            "Whoa. When would you leave?"
        ],
        [
            "Leonard",
            "Couple of weeks."
        ],
        [
            "Penny",
            "Wow. Oh, okay, well, I’ll just come visit you."
        ],
        [
            "Leonard",
            "That’s the thing, you can’t. I’ll be on a ship in the North Sea."
        ],
        [
            "Penny",
            "On a ship? Aren’t they afraid Hawking will just roll overboard?"
        ],
        [
            "Leonard",
            "Uh, he’s not gonna be there. He’s just sending a team to research his theory."
        ],
        [
            "Penny",
            "Oh, sure. Like when you send me to kill spiders in your bathtub. Wow. Okay. Four months."
        ],
        [
            "Leonard",
            "Yeah. And I’m a little worried because things between us have been so great, and I’d hate to do anything that screws that up."
        ],
        [
            "Penny",
            "Oh, sweetie, if you’re gonna screw things up, it’s gonna be while you’re here, not while you’re away. No. I mean, look, you have to go. It sounds like an amazing opportunity. And I’m just basing that on how much I didn’t understand what you said about it."
        ],
        [
            "Leonard",
            "Okay. I’ll confirm the travel arrangements in the morning."
        ],
        [
            "Penny",
            "Okay. Good."
        ],
        [
            "Leonard",
            "I do have to ask you one favour."
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Leonard",
            "Sheldon’s nervous about me leaving. Just keep an eye on him while I’m gone."
        ],
        [
            "Penny",
            "Oh, I don’t know. Remember what happened when I took care of your goldfish?"
        ],
        [
            "Leonard",
            "Well, flush Sheldon down the toilet and get me a new one."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Really, you guys do not need to throw me a going-away party."
        ],
        [
            "Howard",
            "Are you kidding me? How often can you say bon voyage to somebody when they’re actually going on a voyage?"
        ],
        [
            "Amy",
            "Hello, Rajesh."
        ],
        [
            "Howard (in Raj accent)",
            "Hello, Amy. Nice to see you. What can I say? It’s funnier with the accent."
        ],
        [
            "Leonard",
            "There’s beer in the fridge. Anyway, you guys really don’t need to make a big deal."
        ],
        [
            "Sheldon",
            "Leonard, you’re being selfish. We need to give you a proper send-off so we’ll have closure when you die at sea and crabs eat your face."
        ],
        [
            "Penny",
            "Sheldon, sweetie, shut up."
        ],
        [
            "Bernadette",
            "You know, one of the things that helped me get through Howard being in space for so long was getting married before he left."
        ],
        [
            "Penny",
            "Bernadette, sweetie, shut up."
        ],
        [
            "Raj",
            "Okay. I have a request to make."
        ],
        [
            "Amy",
            "And now he can talk. I want to cut open your brain and see what the heck’s going on in there."
        ],
        [
            "Raj",
            "The only person allowed inside this head is Dr. Phil. Anyway, I, I spoke to my new lady friend about meeting you all, and she thought it would be easier for her to start with just one."
        ],
        [
            "Sheldon",
            "Oh, gee, I don’t know. My schedule’s a little busy."
        ],
        [
            "Raj",
            "Actually, I was thinking Leonard."
        ],
        [
            "Leonard",
            "Oh. Thank you, Raj. I’d be honoured."
        ],
        [
            "Howard",
            "What the hell? I thought I was your best friend."
        ],
        [
            "Raj",
            "You are, but you’ve got kind of a big personality, with your flashy clothes and your Woody Allen swagger."
        ],
        [
            "Penny",
            "You know, maybe she’d be more comfortable meeting a girl first."
        ],
        [
            "Raj",
            "Good idea. Bernadette?"
        ],
        [
            "Penny",
            "What the hell?"
        ],
        [
            "Raj",
            "Well, you’re very pretty. That could be intimidating to another woman."
        ],
        [
            "Penny",
            "Oh, yeah."
        ],
        [
            "Bernadette",
            "Hey, you don’t think I’m pretty enough to scare your girlfriend?"
        ],
        [
            "Howard",
            "Calm down, Bernie. You’re very scary."
        ],
        [
            "Amy",
            "It should be me."
        ],
        [
            "Raj",
            "Why? So you can make jokes about cutting open my brain?"
        ],
        [
            "Amy",
            "A, that was not a joke, that was a sincere request. And B, more importantly, I was the outsider to this group, and I know how frightening that can be. But you guys took me in and made me feel loved, like I was family."
        ],
        [
            "Sheldon",
            "Fine, I’ll do it."
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Amy",
            "So, after I started dating Sheldon, I met Leonard, and then everybody else, and they’ve all been so wonderful to me."
        ],
        [
            "Lucy",
            "That’s really nice to hear."
        ],
        [
            "Amy",
            "Maybe next week, we could all get together."
        ],
        [
            "Raj",
            "Oh, Lucy, you don’t have to answer that. Don’t put her on the spot. She hates that. Am I right? Tell her how much you hate being put on the spot. Go ahead, tell her."
        ],
        [
            "Amy",
            "Ignore him. He’s a little nervous ’cause he doesn’t think I understand the severity of your social anxiety."
        ],
        [
            "Raj",
            "What the? Are you crazy? You can’t talk about social anxiety to someone who has social anxiety. It makes them socially anxious!"
        ],
        [
            "Amy",
            "Excuse me, but I’m a neurobiologist. I think I’m a little more qualified than you to understand what’s not working in your girlfriend’s brain!"
        ],
        [
            "Raj",
            "Don’t call her my girlfriend. We haven’t discussed whether or not we’re girlfriend or boyfriend yet. Now that it’s out there, are you my girlfriend? By the way, if you say no, I’ll never be happy again. Not to put you on the spot."
        ],
        [
            "Lucy",
            "I think I have to go to the bathroom."
        ],
        [
            "Raj",
            "We might as well go ahead and eat. She’s not coming back anytime soon."
        ],
        [
            "Scene",
            "A store."
        ],
        [
            "Sheldon",
            "This is ridiculous, we’re shopping for a party and this store doesn’t even have a party section."
        ],
        [
            "Penny",
            "Yeah, it does, and here we are."
        ],
        [
            "Sheldon",
            "You know, I have to say, Penny, I don’t understand why you of all people are encouraging Leonard to do this."
        ],
        [
            "Penny",
            "Well, I’m his girlfriend, of course I’m gonna support him."
        ],
        [
            "Sheldon",
            "Yeah, well, you’re his girlfriend for now. You know, maybe you’re not aware of this, but there is a rich tradition of men at sea finding comfort in each other’s arms and britches."
        ],
        [
            "Penny",
            "Honey, this is a big deal for Leonard, okay? He gets to work with Stephen Hawking. Who, by the way, will not be on the boat. I checked it out."
        ],
        [
            "Sheldon",
            "It’s not that big of an opportunity. And even if Hawking’s theories are correct, all they prove is where the universe came from, why everything exists and what its ultimate end will be. I mean, me? I’m interested in the big questions."
        ],
        [
            "Penny",
            "Oh, my God, Sheldon the genius is jealous of Leonard."
        ],
        [
            "Sheldon",
            "I’m not jealous. I’m just very unhappy that good things are happening for him and not happening for me."
        ],
        [
            "Penny",
            "Look, sweetie, this is a natural thing to feel, okay? But just because good things are happening to Leonard doesn’t take anything away from you. You know what? Let me tell you a little story. Once there was a girl who worked at the Cheesecake Factory, and she wasn’t very good at her job."
        ],
        [
            "Sheldon",
            "It was you."
        ],
        [
            "Penny",
            "It wasn’t me. But she was also an actress, and we were both up for the same part in a toothpaste commercial. She got it. Look, I was so jealous. But instead of ripping out her fake blonde hair…"
        ],
        [
            "Sheldon",
            "You ripped out your own fake blonde hair."
        ],
        [
            "Penny",
            "I, looked her in the eye, smiled and said, I’m happy for you. Because that’s what friends do."
        ],
        [
            "Sheldon",
            "They lie so they don’t look petty."
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Sheldon",
            "How?"
        ],
        [
            "Penny",
            "Like this. I am so happy for you."
        ],
        [
            "Sheldon",
            "Wow. No wonder you didn’t get that toothpaste commercial."
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Raj (on skype)",
            "Hey."
        ],
        [
            "Lucy",
            "Hi."
        ],
        [
            "Raj",
            "I want to apologize for Amy last night. She was completely out of line. Are you, are you not speaking to me or did the screen freeze again?"
        ],
        [
            "Lucy",
            "Amy wasn’t the problem."
        ],
        [
            "Raj",
            "Okay. I know. It was me. I, I pushed too hard. I’m sorry."
        ],
        [
            "Lucy",
            "Thank you."
        ],
        [
            "Raj",
            "You know, I, I’ve been thinking that maybe meeting somebody one-on-one is too intense, so Friday night, my friends are having a party."
        ],
        [
            "Lucy",
            "A party?"
        ],
        [
            "Raj",
            "A little one. It’s, it’s a farewell for Leonard, so all the attention will be on him. If you wear something brown and sit on the couch, they won’t even know you’re there."
        ],
        [
            "Lucy",
            "I’m not sure."
        ],
        [
            "Raj",
            "Oh, please?"
        ],
        [
            "Lucy",
            "Raj."
        ],
        [
            "Raj",
            "Come on. Don’t make me beg. And I’m from India, so I know how to do it."
        ],
        [
            "Lucy",
            "Okay."
        ],
        [
            "Raj",
            "Yeah, thank you! This means a lot to me. My friends are like my family. Unless you don’t like them, in which case, they’re dead to me."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Bernadette",
            "So, have you ever spent a long time on a boat before?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Bernadette",
            "Are you referring to the time we got stuck on the Small World ride at Disneyland?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Howard",
            "I’m proud of you, Leonard. Working out on the North Sea for months, that’s really something."
        ],
        [
            "Leonard",
            "I know. As far as science goes, this is the adventure of a lifetime."
        ],
        [
            "Howard",
            "Maybe your lifetime. I went to space."
        ],
        [
            "Leonard",
            "It’s not a competition."
        ],
        [
            "Howard",
            "You’re right, you’re right. I’m really proud of you, and I’m gonna miss you when you’re gone. And space beats water."
        ],
        [
            "Amy",
            "Rajesh, I thought Lucy was coming."
        ],
        [
            "Raj",
            "She is. She’s just running a little late. You know how it is, girls always fussing about their hair, their makeup. She’ll be here. Just give it a rest, okay?"
        ],
        [
            "Sheldon",
            "Um, can I have your attention, everyone? (Clinks glass) That’s, uh, B-flat, for those who don’t have perfect pitch. I would like to propose a toast to my best friend, Dr. Leonard Hofstadter. He has been presented with a wonderful opportunity, and I couldn’t be happier for him."
        ],
        [
            "Leonard",
            "Thank you, Sheldon. That must’ve been very hard for you to say."
        ],
        [
            "Sheldon",
            "Well, I mean it. I’m really happy for you. And that’s how you get a toothpaste commercial. Cheers."
        ],
        [
            "Howard",
            "Cheers."
        ],
        [
            "Penny",
            "Cheers."
        ],
        [
            "Howard",
            "It was really nice of you to try to be happy for Leonard."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Howard",
            "It must’ve killed you when I went to space."
        ],
        [
            "Raj (Looking at phone)",
            "Oh, no."
        ],
        [
            "Howard",
            "Buddy, you okay? Oh, man."
        ],
        [
            "Bernadette",
            "What’s going on?"
        ],
        [
            "Raj",
            "Uh, go ahead. Read it."
        ],
        [
            "Howard",
            "Raj, I can’t come to the party. This is all just too much for me. I don’t think we should see each other any more. Sorry. Lucy."
        ],
        [
            "Raj",
            "Excuse me."
        ],
        [
            "Penny",
            "Raj, I’m so sorry."
        ],
        [
            "Amy",
            "Me, too."
        ],
        [
            "Sheldon",
            "It did not kill me when you went to space. Monkeys went to space."
        ],
        [
            "Scene",
            "Penny’s car, outside the Airport."
        ],
        [
            "Penny",
            "Well, here we are."
        ],
        [
            "Leonard",
            "Yep. I’m really gonna miss you."
        ],
        [
            "Penny",
            "I’m gonna miss you, too."
        ],
        [
            "Sheldon",
            "Penny, we’re in the red zone. The white zone is for loading and unloading. We’re breaking the law."
        ],
        [
            "Penny",
            "Okay, there’s no space in the white zone, so…"
        ],
        [
            "Leonard",
            "Anyway, we can e-mail, and I think the phone connections are pretty good."
        ],
        [
            "Sheldon",
            "All right, you have to get out of the car right now. I’m not going to jail for you."
        ],
        [
            "Leonard",
            "Would you just relax?"
        ],
        [
            "Sheldon",
            "Oh, I see a space in the white zone. Quick, circle the airport."
        ],
        [
            "Penny",
            "Did you bring enough inhalers?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny",
            "And, uh, extra Dramamine? You remember what happened on It’s a Small World."
        ],
        [
            "Leonard",
            "I’m covered."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Sheldon",
            "Oh, dear Lord, a police officer’s glancing in our direction. We’ve been made."
        ],
        [
            "Leonard",
            "Calm down. I’m getting out. I have something I want to give you."
        ],
        [
            "Penny",
            "Oh, Leonard."
        ],
        [
            "Sheldon",
            "It’s just a heart-shaped locket with a picture of Leonard’s face in it. He got it at the mall on clearance. Now move, move, move."
        ],
        [
            "Penny",
            "I love you."
        ],
        [
            "Leonard",
            "I love you, too."
        ],
        [
            "Sheldon",
            "Don’t worry, Officer. They just love each other. We’re not smuggling drugs."
        ],
        [
            "Scene",
            "Raj’s apartment. "
        ],
        [
            "Penny",
            "Raj, it’s Penny. Are you in there?"
        ],
        [
            "Raj",
            "Hang on."
        ],
        [
            "Penny",
            "Hey. I’m just coming back from the airport. I wanted to see how you’re doing."
        ],
        [
            "Raj",
            "That’s, that’s very nice of you. Uh, come, come. Come on in."
        ],
        [
            "Penny",
            "Can’t stay long. I left Sheldon in the car with the window cracked open. He’s gonna go through that activity book in, like, 30 seconds, so… Are you okay?"
        ],
        [
            "Raj",
            "No."
        ],
        [
            "Penny",
            "Oh. I’m so sorry."
        ],
        [
            "Raj",
            "No. It’s my fault. You know, I finally found someone who was right for me, and I, I drove her away."
        ],
        [
            "Penny",
            "Oh, Raj."
        ],
        [
            "Raj",
            "Penny, I, I miss her already."
        ],
        [
            "Penny",
            "I know how you feel. I miss Leonard, too."
        ],
        [
            "Raj",
            "What’s like, what is wrong with me? Why, why can’t I ever have love?"
        ],
        [
            "Penny",
            "You will."
        ],
        [
            "Raj",
            "No, I, I won’t. I’m, I’m unlovable."
        ],
        [
            "Penny",
            "That’s just the booze talking."
        ],
        [
            "Raj",
            "No, it’s not. I haven’t had a drink since last night."
        ],
        [
            "Penny",
            "You’re talking to me."
        ],
        [
            "Raj",
            "I am. And now I’m crying for a whole different reason!"
        ],
        [
            "Penny",
            "Oh, me, too."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Raj",
            "So I guess what I’m saying is I get where Lucy’s coming from."
        ],
        [
            "Penny",
            "That’s great. Do you want some wine?"
        ],
        [
            "Raj",
            "Uh, no, water’s fine. Anyhow, I’ve been thinking about it a lot and, and I totally see why Lucy did what she did. I pushed too hard. But you know what? If I back off and give her enough space, maybe there’s still a future for us. Yeah, the funny thing about life is that, you know, sometimes…"
        ],
        [
            "Amy",
            "Does he ever shut up?"
        ],
        [
            "Raj",
            "… but then it turns good again, and that means it’s better than if it had never been bad for a while. I know that now, thing’s aren’t good, they are in fact very very bad but at least my heart is starting to heal. Slowly but surely. And oh how I cried. It was like a little, uh, thunderstorm on my face. But I’m a man, okay? So I need to pull myself together, pick up a pen and get it all out in my journal. I mean, it’s not all bad, right? Having my heart broken has allowed me to finally speak in front of you, so, you know, a silver lining…."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-06-episode-24-the-bon-voyage-reaction/"
}