{
    "Season": 6,
    "Episode": 3,
    "Title": "the higgs boson observation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Webcam conversation between Bernadette’s Office and the International Space Station"
            ],
            [
                12,
                "The apartment. Penny enters, carrying a box."
            ],
            [
                48,
                "Credits sequence."
            ],
            [
                49,
                "Sheldon’s office."
            ],
            [
                63,
                "A University corridor."
            ],
            [
                79,
                "Webcam conversation between Bernadette’s Office and the International Space Station"
            ],
            [
                90,
                "Penny’s apartment. Amy is applying very red lip gloss."
            ],
            [
                115,
                "University corridor."
            ],
            [
                124,
                "The cafeteria."
            ],
            [
                165,
                "Webcam conversation between Bernadette’s Office and the International Space Station"
            ],
            [
                172,
                "Penny’s car."
            ],
            [
                182,
                "The apartment."
            ],
            [
                206,
                "Webcam conversation between Bernadette’s Office and the International Space Station"
            ]
        ],
        "Howard": [
            [
                1,
                "Hey, Bernie."
            ],
            [
                3,
                "Okay, I guess. It’s just, being cooped up in this tin can for weeks on end is starting to get to me."
            ],
            [
                5,
                "I know."
            ],
            [
                7,
                "Love you too. Hey, Bernie? Before you go, can you do something for me?"
            ],
            [
                9,
                "Okay, here it is. I really miss gravity. Can you drop something so I can watch it fall?"
            ],
            [
                11,
                "Oh, baby, you’re killing me."
            ],
            [
                81,
                "Uh, no, not really."
            ],
            [
                83,
                "Well, remember the Soyuz capsule they were sending to bring us home?"
            ],
            [
                85,
                "It’s delayed. We’re gonna be here at least another week. Maybe ten days. It’s the Russians, so you don’t know. They left dogs up here in the sixties."
            ],
            [
                87,
                "I don’t know how much longer I can take this. I can’t sleep, and zero gravity is giving me crazy acid reflux. I’m down to my last three Tums."
            ],
            [
                89,
                "Okay, okay. What am I doing? I’m using up all the oxygen. If I die, promise you’ll never have sex with another man."
            ],
            [
                167,
                "Oh, a lot better, thanks. One sec. Listen close, I don’t have a lot of time. I need you to go to my house. In my bedroom, you’ll find a model rocket. I want you to take it and bring it back to your place."
            ],
            [
                169,
                "Step two, build a version roughly fourteen stories high. Fill it full of rocket fuel and come get me. I’ll leave the door unlocked."
            ],
            [
                171,
                "No, no, I’m fine. No anxiety. We should probably talk in code. From now on, frog is me, sandwich means you and lemon means rocket. So, come on, sandwich, build me a lemon ’cause froggy wants to come home."
            ],
            [
                208,
                "Better. Much better. The other astronauts held me down, gave me a shot. Oooh. Attention, people of Earth. Tonight, there will be two moons in the sky."
            ],
            [
                210,
                "Whee! Whee!"
            ]
        ],
        "Bernadette": [
            [
                2,
                "Hey, how’s my little astronautie hottie?"
            ],
            [
                4,
                "Well, hang in there. You just have a couple more days to go, and then you’ll be home."
            ],
            [
                6,
                "I got to get back to work. I love you."
            ],
            [
                8,
                "What do you want me to do?"
            ],
            [
                10,
                "Really, you’re serious? Okay. (Drops a pencil)"
            ],
            [
                80,
                "Hey, I wasn’t expecting to hear from you today. Everything okay?"
            ],
            [
                82,
                "What’s wrong?"
            ],
            [
                84,
                "Uh-huh."
            ],
            [
                86,
                "Come on, Howard. No one’s leaving you up there."
            ],
            [
                88,
                "You’re going to be fine. You survived that Weight Watchers cruise with your mom. And they ran out of low-fat ice cream on day two. Just calm down and take a few deep breaths."
            ],
            [
                166,
                "How you doing, Howie? You feeling a little better?"
            ],
            [
                168,
                "Okay."
            ],
            [
                170,
                "Howie, honey, maybe you should talk to someone, let them know you’re having a little anxiety."
            ],
            [
                207,
                "Hey, Howie, how you feeling?"
            ],
            [
                209,
                "Howie, stop that. NASA’s watching this! Put your pants back on!"
            ]
        ],
        "Penny": [
            [
                13,
                "Ugh. Hey, Sheldon? Hi. This came for you today. It’s from your mom."
            ],
            [
                15,
                "M-hmm."
            ],
            [
                17,
                "Oh, boy, a whole dollar. Now, I can quit my paper route. So, what’s in it?"
            ],
            [
                20,
                "Aw, how cute. Is this like a diary?"
            ],
            [
                22,
                "Really, your potty training journal?"
            ],
            [
                26,
                "Oh, disgusting."
            ],
            [
                28,
                "Why do you need all this stuff?"
            ],
            [
                30,
                "Sorry!"
            ],
            [
                32,
                "Of course, it is, it’s been in the news. And it’s a very famous boson."
            ],
            [
                34,
                "Yeah, that’s basically what I said."
            ],
            [
                37,
                "You really think there’s some kind of scientific discovery in here?"
            ],
            [
                44,
                "Maybe I could do it."
            ],
            [
                46,
                "A proof that algebraic topology can never have a non self-contradictory set of abelion groups. I’m just a blonde monkey to you, aren’t I?"
            ],
            [
                92,
                "Okay, for the final touch, this is an eyelash curler. You just place it on your lashes and squeeze it closed."
            ],
            [
                94,
                "Who I hope for her sake is not Captain Hook, so… who are you calling?"
            ],
            [
                106,
                "What?"
            ],
            [
                108,
                "Maybe he didn’t notice."
            ],
            [
                110,
                "No, you do not."
            ],
            [
                112,
                "Oh, Amy, really? She is not going to come on to Sheldon."
            ],
            [
                114,
                "Well, for starters, at some point, that face starts talking."
            ],
            [
                116,
                "Amy, this is crazy. You have nothing to be suspicious about."
            ],
            [
                118,
                "Can we go now?"
            ],
            [
                120,
                "What are you doing?"
            ],
            [
                122,
                "Come on, Amy. That is not gonna work."
            ],
            [
                174,
                "There’s nothing to be brave about. Everything’s fine."
            ],
            [
                176,
                "Okay, maybe she was flirting with him, but who cares? Look, I don’t even know where my relationship is with Leonard is right now."
            ],
            [
                178,
                "Well, of course he’s desirable. I mean, he’s great. He’s smart, he’s sweet, and, ooh, in the bedroom, whew, let me tell you, he really tries."
            ],
            [
                180,
                "Fine, it bothers me a little. No. You know what? This is stupid. It doesn’t bother me. Okay, it bothers me. But only because she wouldn’t stop laughing. Leonard is not that funny."
            ],
            [
                183,
                "So, how was work today?"
            ],
            [
                185,
                "Oh! You’re kidding."
            ],
            [
                187,
                "Wow. Anything else?"
            ],
            [
                189,
                "Oh, is that it?"
            ],
            [
                197,
                "Oh, it’s about time. I hated the old way. Hi. I’m Penny."
            ],
            [
                199,
                "In a way. We’ve kind of been involved in a five-year experiment."
            ],
            [
                201,
                "Well, a lot of people can’t. Uh, hey."
            ],
            [
                203,
                "My limbic system wants to take your pants off."
            ]
        ],
        "Sheldon": [
            [
                14,
                "Oh, thank you, Penny."
            ],
            [
                16,
                "Yeah, wait, here. For your troubles."
            ],
            [
                19,
                "Yeah, it’s journals and research papers I wrote as a child."
            ],
            [
                21,
                "No, that’s my potty training journal."
            ],
            [
                23,
                "Yeah. And forgive my crude penmanship. I didn’t start typing until I was six."
            ],
            [
                25,
                "There are some charts in the back where I kept track of shape, colour and consistency."
            ],
            [
                31,
                "I am glad you asked. Are you familiar with the Higgs boson?"
            ],
            [
                33,
                "Nice try. Now, in 1964, Dr. Peter Higgs, accomplished self-promoter and physicist, he wrote a paper postulating the existence of a subatomic particle called the Higgs boson. Now, initially the paper was rejected, but recently, he was proven right, and now he’s on the fast track to win a Nobel prize."
            ],
            [
                35,
                "Yeah, the point is Higgs is being celebrated for work he did 50 years ago, so that got me thinking, perhaps I’ve already hit upon the idea that will win me my Nobel prize."
            ],
            [
                38,
                "Well, this box only covers my work through nursery school. There’s a good deal more to come. I didn’t really hit my academic stride until I cut out that time-suck known as playing outdoors."
            ],
            [
                40,
                "That’s a good point. My time is much too valuable. You know, perhaps I should find someone to do it for me. You know, someone with a rudimentary understanding of science, but whose real talents lie in menial labour."
            ],
            [
                42,
                "Well, if I didn’t think you could handle it, I wouldn’t be asking."
            ],
            [
                45,
                "You, really? You can assess the quality of my work? Okay, um, here. I wrote this when I was five years old."
            ],
            [
                47,
                "You said it, not me."
            ],
            [
                50,
                "All right, Ms. Jenson. Uh, before we begin, may I offer you a refreshment? Water, coffee, tea, a marijuana cigarette?"
            ],
            [
                52,
                "Now, are you sure? Everyone’s smoking them. I think they’re the best."
            ],
            [
                54,
                "Excellent, yeah. That was a ruse. They’re not the best. Physics is the best. And by the way, coffee was also an unacceptable choice. All right, so I see here you’re from Des Moines, Iowa. Uh, you’re summa cum laude in theoretical physics from Stanford University. Oh, and two years ago, you had a persistent ear infection. I hope that didn’t cause any hearing loss."
            ],
            [
                56,
                "I did a comprehensive background check. Medical records, credit reports, criminal history. (Hiding mouth behind book)  I trust you paid off those parking tickets."
            ],
            [
                58,
                "Hearing unimpaired, good."
            ],
            [
                60,
                "Flattery will not get you this job, Ms. Jenson."
            ],
            [
                62,
                "Oh, well, thank you. Welcome aboard."
            ],
            [
                69,
                "No. I have people for that now. You’re up."
            ],
            [
                73,
                "Yeah, please reserve chitchat for your breaks, Ms. Jenson. FYI, there will be no breaks."
            ],
            [
                126,
                "Oh, in fact, she has. Uh, her exact words were, what is that guy’s problem?"
            ],
            [
                130,
                "Half chocolate, half vanilla, side by side, not swirled?"
            ],
            [
                132,
                "Half a teaspoon of sprinkles?"
            ],
            [
                134,
                "Two cherries?"
            ],
            [
                136,
                "Stems removed?"
            ],
            [
                140,
                "It’s all right, Alex. I’m not mad at you, I’m just disappointed."
            ],
            [
                143,
                "Uh, Alex, a moment. I need a word with Dr. Hofstadter. Do you think it’s appropriate for her to sit with us, given her station?"
            ],
            [
                145,
                "If I’ve learned anything from British television shows on PBS, it’s that servants dine downstairs with their own kind."
            ],
            [
                147,
                "It’s a kindness, Leonard. Otherwise, you’re cruelly tempting them with a glimpse of a world that’s just beyond their soot-stained fingertips."
            ],
            [
                193,
                "I believe Alex may have unearthed the grade school science project that could be my ticket to the Nobel Prize. Behold."
            ],
            [
                195,
                "The original title was “A Rederivation of Maxwell’s Equations Regarding Electromagnetism”” I dumbed it down because some of the more religious people in town were starting to say I was a witch."
            ],
            [
                205,
                "Notice people on your own time. We’re working."
            ]
        ],
        "Leonard": [
            [
                18,
                "Mmm, doesn’t matter. Half the time, he just ends up playing with the box."
            ],
            [
                27,
                "No, what’s disgusting is he’s still keeping track."
            ],
            [
                29,
                "No, no, no, no."
            ],
            [
                36,
                "I didn’t know they gave Nobel prizes for making boom-boom in the potty."
            ],
            [
                39,
                "So, you’re going to spend hours and hours combing through all this stuff?"
            ],
            [
                41,
                "Not gonna happen."
            ],
            [
                43,
                "If you want help, just hire a grad student."
            ],
            [
                64,
                "You talk to Howard lately?"
            ],
            [
                66,
                "Smooth. Hi."
            ],
            [
                68,
                "Sheldon, aren’t you going to introduce us?"
            ],
            [
                71,
                "Ah, congratulations and may God have mercy on your soul. I’m Leonard. This is Raj."
            ],
            [
                75,
                "She seems nice."
            ],
            [
                77,
                "All I said was she seems nice."
            ],
            [
                129,
                "This should be fun."
            ],
            [
                138,
                "Oh!"
            ],
            [
                141,
                "Wait, Alex. Do you want to join us?"
            ],
            [
                144,
                "Given her what?"
            ],
            [
                146,
                "What?"
            ],
            [
                148,
                "Oh, sure. Please join us."
            ],
            [
                150,
                "So, Alex, what’s the topic of your dissertation?"
            ],
            [
                152,
                "Oh, that happens to be Dr. Koothrappali’s field of expertise. You two have a lot to talk about."
            ],
            [
                154,
                "No. But compared to your boss, he’s the poster boy for sanity."
            ],
            [
                156,
                "Oh, SETI, the Search for Extraterrestrial Intelligence. You should introduce him to Sheldon. The search is over."
            ],
            [
                158,
                "High-energy lasers."
            ],
            [
                160,
                "Not yet, but I can remove unwanted hair from two miles away."
            ],
            [
                163,
                "Thank you."
            ],
            [
                184,
                "Ah, it was all right, I guess. Got to Heimlich a cherry stem out of Sheldon. Caught Raj right in the eye."
            ],
            [
                186,
                "No, Raj had to go to the nurse."
            ],
            [
                188,
                "Mmm, the nurse is a woman, so he couldn’t talk to her. She had to bring him a Grover puppet so he could point at what hurt."
            ],
            [
                190,
                "Isn’t that enough? It had the weaponised fruit and a puppet. What more do you want?"
            ],
            [
                192,
                "What do you got?"
            ],
            [
                202,
                "Where are we going?"
            ]
        ],
        "Penny: August 7, 8": [
            [
                24,
                "42 a.m. This is humiliating. What was wrong with diapers?"
            ]
        ],
        "Ms Jenson": [
            [
                51,
                "No, thanks. I’m fine."
            ],
            [
                53,
                "I don’t do drugs."
            ],
            [
                55,
                "No, of course not. How did you know about that?"
            ],
            [
                57,
                "Yes, I did."
            ],
            [
                59,
                "Look, Dr. Cooper, I really want this position. It would be an incredible honour to work for a man of your brilliance."
            ],
            [
                61,
                "It’s not flattery if it’s the truth."
            ],
            [
                67,
                "Hello."
            ],
            [
                70,
                "I’m Alex, Dr. Cooper’s new assistant."
            ]
        ],
        "Raj": [
            [
                65,
                "Uh, yeah, last night. He kept making me drop pencils for him. I got uncomfortable. (Entering Sheldon’s office)  Hey, Sheldon, hope you’re hungry, they’re serving macaroni and… (spots Ms Jenson)  che-ee-ee-ese."
            ],
            [
                76,
                "Hey, you already got a girlfriend. I call dibs."
            ],
            [
                78,
                "Yeah, well, I love her."
            ],
            [
                125,
                "Has your, uh, assistant said anything about me?"
            ],
            [
                127,
                "I’m in her head. Let the dance begin."
            ]
        ],
        "Alex": [
            [
                72,
                "It’s nice to meet you. I’m so excited to be working with Dr…"
            ],
            [
                74,
                "I should probably get to work."
            ],
            [
                96,
                "Dr. Cooper’s office."
            ],
            [
                98,
                "I’m Alex, Dr. Cooper’s assistant. Can I help you?"
            ],
            [
                100,
                "I’m sorry. He’s asked me to hold all calls unless you’re Stephen Hawking, his mother or himself from the future."
            ],
            [
                102,
                "Last name?"
            ],
            [
                104,
                "All right, I will tell him you called."
            ],
            [
                128,
                "Here’s your frozen yoghurt, Dr. Cooper."
            ],
            [
                131,
                "Yes."
            ],
            [
                133,
                "Rainbow, not chocolate."
            ],
            [
                135,
                "One on top, one on the bottom."
            ],
            [
                137,
                "Um, top one, yes. I didn’t check the one on the bottom."
            ],
            [
                139,
                "I’m so sorry, Dr. Cooper."
            ],
            [
                142,
                "Um…"
            ],
            [
                149,
                "Oh, okay. Thank you."
            ],
            [
                151,
                "I’m looking for Trojan asteroids at Earth’s L-Five Lagrange point."
            ],
            [
                153,
                "Is that true? Is he all right?"
            ],
            [
                155,
                "It’s okay, I’ve been around scientists all my life. My dad’s an astronomer at SETI."
            ],
            [
                157,
                "So, what kind of research are you doing?"
            ],
            [
                159,
                "Ooh. Military?"
            ],
            [
                162,
                "You’re very funny, Dr. Hofstadter."
            ],
            [
                196,
                "Sheldon thinks the approach in this paper might change the way we calculate ferromagnetic hysteresis."
            ],
            [
                198,
                "Alex. Uh, do you work with Dr. Hofstadter?"
            ],
            [
                200,
                "Oh. Well, you’re lucky. He seems very talented. And I’m sure a lot of people want to work with him."
            ],
            [
                204,
                "She seems nice."
            ]
        ],
        "Amy": [
            [
                91,
                "Oh, yeah. I’m a man-eater now."
            ],
            [
                93,
                "Oh, I don’t know. Looks like something used by Tinkerbell’s gynecologist."
            ],
            [
                95,
                "I’m going to video-chat Sheldon. If my new look leads to phone sex, I’m going to have to ask you to leave the room."
            ],
            [
                97,
                "Oh, hello. Who are you?"
            ],
            [
                99,
                "I’d like to speak to Sheldon."
            ],
            [
                101,
                "All right. Well, tell him Amy called."
            ],
            [
                103,
                "He knows my last name. I’m his girlfriend. We have a contract and everything. I’ll send you a PDF."
            ],
            [
                105,
                "Hmm, that’s weird."
            ],
            [
                107,
                "Sheldon told me he had a new assistant named Alex. He didn’t mention that Alex was a girl."
            ],
            [
                109,
                "You’re right. I don’t have to worry about Sheldon."
            ],
            [
                111,
                "It’s her I have to worry about."
            ],
            [
                113,
                "Oh, really? Look at this face (Sheldon’s picture on phone) How can any woman spend eight hours a day alone with this face and not fall in love with it?"
            ],
            [
                117,
                "I’m not suspicious. I just want to stop in, say hi to my boyfriend and meet his new assistant. (Throwing open Sheldon’s office door) Aha!"
            ],
            [
                119,
                "Hang on. (Rubs Sheldon’s telephone receiver under her armpit)"
            ],
            [
                121,
                "Isn’t it obvious? I’m spreading my scent to mark my territory."
            ],
            [
                123,
                "Really? Because just before you became my best friend, I did this all over your apartment."
            ],
            [
                173,
                "Look at you, putting on a brave face."
            ],
            [
                175,
                "Really? I don’t know how much you know about primate behaviour, but Sheldon’s assistant was clearly courting Leonard. Were she a mandrill, she would have bent over and displayed her brightly coloured hindquarters like a big red welcome mat. By the way, you try that at the junior prom, you get kicked out."
            ],
            [
                177,
                "So says your prefrontal cortex. But meanwhile, the limbic system of your brain is calculating that if another woman is attracted to Leonard, it must be because he’s desirable."
            ],
            [
                179,
                "So it does bother you."
            ],
            [
                181,
                "And there you have it, prefrontal cortex reasoning versus limbic lust. If this were a boxing match, they might call it the thrilla adjacent to the amygdala. If you were a brain scientist, you would be busting a gut right now."
            ]
        ],
        "Amy (to Penny, on other side of room)": [
            [
                161,
                "You were right. I had nothing to worry about. That skank’s your problem, not mine."
            ]
        ],
        "Sheldon (choking)": [
            [
                164,
                "Cherry stem! Cherry stem!"
            ]
        ],
        "Sheldon (arriving with Alex)": [
            [
                191,
                "Oh, good, Leonard, you’re here. Science news. This will interest you. And, Penny, feel free to paint your nails."
            ]
        ],
        "Leonard: Magnets": [
            [
                194,
                "What Do They Stick To? If the answer is metal, it’s not exactly groundbreaking."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Webcam conversation between Bernadette’s Office and the International Space Station"
        ],
        [
            "Howard",
            "Hey, Bernie."
        ],
        [
            "Bernadette",
            "Hey, how’s my little astronautie hottie?"
        ],
        [
            "Howard",
            "Okay, I guess. It’s just, being cooped up in this tin can for weeks on end is starting to get to me."
        ],
        [
            "Bernadette",
            "Well, hang in there. You just have a couple more days to go, and then you’ll be home."
        ],
        [
            "Howard",
            "I know."
        ],
        [
            "Bernadette",
            "I got to get back to work. I love you."
        ],
        [
            "Howard",
            "Love you too. Hey, Bernie? Before you go, can you do something for me?"
        ],
        [
            "Bernadette",
            "What do you want me to do?"
        ],
        [
            "Howard",
            "Okay, here it is. I really miss gravity. Can you drop something so I can watch it fall?"
        ],
        [
            "Bernadette",
            "Really, you’re serious? Okay. (Drops a pencil)"
        ],
        [
            "Howard",
            "Oh, baby, you’re killing me."
        ],
        [
            "Scene",
            "The apartment. Penny enters, carrying a box."
        ],
        [
            "Penny",
            "Ugh. Hey, Sheldon? Hi. This came for you today. It’s from your mom."
        ],
        [
            "Sheldon",
            "Oh, thank you, Penny."
        ],
        [
            "Penny",
            "M-hmm."
        ],
        [
            "Sheldon",
            "Yeah, wait, here. For your troubles."
        ],
        [
            "Penny",
            "Oh, boy, a whole dollar. Now, I can quit my paper route. So, what’s in it?"
        ],
        [
            "Leonard",
            "Mmm, doesn’t matter. Half the time, he just ends up playing with the box."
        ],
        [
            "Sheldon",
            "Yeah, it’s journals and research papers I wrote as a child."
        ],
        [
            "Penny",
            "Aw, how cute. Is this like a diary?"
        ],
        [
            "Sheldon",
            "No, that’s my potty training journal."
        ],
        [
            "Penny",
            "Really, your potty training journal?"
        ],
        [
            "Sheldon",
            "Yeah. And forgive my crude penmanship. I didn’t start typing until I was six."
        ],
        [
            "Penny: August 7, 8",
            "42 a.m. This is humiliating. What was wrong with diapers?"
        ],
        [
            "Sheldon",
            "There are some charts in the back where I kept track of shape, colour and consistency."
        ],
        [
            "Penny",
            "Oh, disgusting."
        ],
        [
            "Leonard",
            "No, what’s disgusting is he’s still keeping track."
        ],
        [
            "Penny",
            "Why do you need all this stuff?"
        ],
        [
            "Leonard",
            "No, no, no, no."
        ],
        [
            "Penny",
            "Sorry!"
        ],
        [
            "Sheldon",
            "I am glad you asked. Are you familiar with the Higgs boson?"
        ],
        [
            "Penny",
            "Of course, it is, it’s been in the news. And it’s a very famous boson."
        ],
        [
            "Sheldon",
            "Nice try. Now, in 1964, Dr. Peter Higgs, accomplished self-promoter and physicist, he wrote a paper postulating the existence of a subatomic particle called the Higgs boson. Now, initially the paper was rejected, but recently, he was proven right, and now he’s on the fast track to win a Nobel prize."
        ],
        [
            "Penny",
            "Yeah, that’s basically what I said."
        ],
        [
            "Sheldon",
            "Yeah, the point is Higgs is being celebrated for work he did 50 years ago, so that got me thinking, perhaps I’ve already hit upon the idea that will win me my Nobel prize."
        ],
        [
            "Leonard",
            "I didn’t know they gave Nobel prizes for making boom-boom in the potty."
        ],
        [
            "Penny",
            "You really think there’s some kind of scientific discovery in here?"
        ],
        [
            "Sheldon",
            "Well, this box only covers my work through nursery school. There’s a good deal more to come. I didn’t really hit my academic stride until I cut out that time-suck known as playing outdoors."
        ],
        [
            "Leonard",
            "So, you’re going to spend hours and hours combing through all this stuff?"
        ],
        [
            "Sheldon",
            "That’s a good point. My time is much too valuable. You know, perhaps I should find someone to do it for me. You know, someone with a rudimentary understanding of science, but whose real talents lie in menial labour."
        ],
        [
            "Leonard",
            "Not gonna happen."
        ],
        [
            "Sheldon",
            "Well, if I didn’t think you could handle it, I wouldn’t be asking."
        ],
        [
            "Leonard",
            "If you want help, just hire a grad student."
        ],
        [
            "Penny",
            "Maybe I could do it."
        ],
        [
            "Sheldon",
            "You, really? You can assess the quality of my work? Okay, um, here. I wrote this when I was five years old."
        ],
        [
            "Penny",
            "A proof that algebraic topology can never have a non self-contradictory set of abelion groups. I’m just a blonde monkey to you, aren’t I?"
        ],
        [
            "Sheldon",
            "You said it, not me."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Sheldon’s office."
        ],
        [
            "Sheldon",
            "All right, Ms. Jenson. Uh, before we begin, may I offer you a refreshment? Water, coffee, tea, a marijuana cigarette?"
        ],
        [
            "Ms Jenson",
            "No, thanks. I’m fine."
        ],
        [
            "Sheldon",
            "Now, are you sure? Everyone’s smoking them. I think they’re the best."
        ],
        [
            "Ms Jenson",
            "I don’t do drugs."
        ],
        [
            "Sheldon",
            "Excellent, yeah. That was a ruse. They’re not the best. Physics is the best. And by the way, coffee was also an unacceptable choice. All right, so I see here you’re from Des Moines, Iowa. Uh, you’re summa cum laude in theoretical physics from Stanford University. Oh, and two years ago, you had a persistent ear infection. I hope that didn’t cause any hearing loss."
        ],
        [
            "Ms Jenson",
            "No, of course not. How did you know about that?"
        ],
        [
            "Sheldon",
            "I did a comprehensive background check. Medical records, credit reports, criminal history. (Hiding mouth behind book)  I trust you paid off those parking tickets."
        ],
        [
            "Ms Jenson",
            "Yes, I did."
        ],
        [
            "Sheldon",
            "Hearing unimpaired, good."
        ],
        [
            "Ms Jenson",
            "Look, Dr. Cooper, I really want this position. It would be an incredible honour to work for a man of your brilliance."
        ],
        [
            "Sheldon",
            "Flattery will not get you this job, Ms. Jenson."
        ],
        [
            "Ms Jenson",
            "It’s not flattery if it’s the truth."
        ],
        [
            "Sheldon",
            "Oh, well, thank you. Welcome aboard."
        ],
        [
            "Scene",
            "A University corridor."
        ],
        [
            "Leonard",
            "You talk to Howard lately?"
        ],
        [
            "Raj",
            "Uh, yeah, last night. He kept making me drop pencils for him. I got uncomfortable. (Entering Sheldon’s office)  Hey, Sheldon, hope you’re hungry, they’re serving macaroni and… (spots Ms Jenson)  che-ee-ee-ese."
        ],
        [
            "Leonard",
            "Smooth. Hi."
        ],
        [
            "Ms Jenson",
            "Hello."
        ],
        [
            "Leonard",
            "Sheldon, aren’t you going to introduce us?"
        ],
        [
            "Sheldon",
            "No. I have people for that now. You’re up."
        ],
        [
            "Ms Jenson",
            "I’m Alex, Dr. Cooper’s new assistant."
        ],
        [
            "Leonard",
            "Ah, congratulations and may God have mercy on your soul. I’m Leonard. This is Raj."
        ],
        [
            "Alex",
            "It’s nice to meet you. I’m so excited to be working with Dr…"
        ],
        [
            "Sheldon",
            "Yeah, please reserve chitchat for your breaks, Ms. Jenson. FYI, there will be no breaks."
        ],
        [
            "Alex",
            "I should probably get to work."
        ],
        [
            "Leonard",
            "She seems nice."
        ],
        [
            "Raj",
            "Hey, you already got a girlfriend. I call dibs."
        ],
        [
            "Leonard",
            "All I said was she seems nice."
        ],
        [
            "Raj",
            "Yeah, well, I love her."
        ],
        [
            "Scene",
            "Webcam conversation between Bernadette’s Office and the International Space Station"
        ],
        [
            "Bernadette",
            "Hey, I wasn’t expecting to hear from you today. Everything okay?"
        ],
        [
            "Howard",
            "Uh, no, not really."
        ],
        [
            "Bernadette",
            "What’s wrong?"
        ],
        [
            "Howard",
            "Well, remember the Soyuz capsule they were sending to bring us home?"
        ],
        [
            "Bernadette",
            "Uh-huh."
        ],
        [
            "Howard",
            "It’s delayed. We’re gonna be here at least another week. Maybe ten days. It’s the Russians, so you don’t know. They left dogs up here in the sixties."
        ],
        [
            "Bernadette",
            "Come on, Howard. No one’s leaving you up there."
        ],
        [
            "Howard",
            "I don’t know how much longer I can take this. I can’t sleep, and zero gravity is giving me crazy acid reflux. I’m down to my last three Tums."
        ],
        [
            "Bernadette",
            "You’re going to be fine. You survived that Weight Watchers cruise with your mom. And they ran out of low-fat ice cream on day two. Just calm down and take a few deep breaths."
        ],
        [
            "Howard",
            "Okay, okay. What am I doing? I’m using up all the oxygen. If I die, promise you’ll never have sex with another man."
        ],
        [
            "Scene",
            "Penny’s apartment. Amy is applying very red lip gloss."
        ],
        [
            "Amy",
            "Oh, yeah. I’m a man-eater now."
        ],
        [
            "Penny",
            "Okay, for the final touch, this is an eyelash curler. You just place it on your lashes and squeeze it closed."
        ],
        [
            "Amy",
            "Oh, I don’t know. Looks like something used by Tinkerbell’s gynecologist."
        ],
        [
            "Penny",
            "Who I hope for her sake is not Captain Hook, so… who are you calling?"
        ],
        [
            "Amy",
            "I’m going to video-chat Sheldon. If my new look leads to phone sex, I’m going to have to ask you to leave the room."
        ],
        [
            "Alex",
            "Dr. Cooper’s office."
        ],
        [
            "Amy",
            "Oh, hello. Who are you?"
        ],
        [
            "Alex",
            "I’m Alex, Dr. Cooper’s assistant. Can I help you?"
        ],
        [
            "Amy",
            "I’d like to speak to Sheldon."
        ],
        [
            "Alex",
            "I’m sorry. He’s asked me to hold all calls unless you’re Stephen Hawking, his mother or himself from the future."
        ],
        [
            "Amy",
            "All right. Well, tell him Amy called."
        ],
        [
            "Alex",
            "Last name?"
        ],
        [
            "Amy",
            "He knows my last name. I’m his girlfriend. We have a contract and everything. I’ll send you a PDF."
        ],
        [
            "Alex",
            "All right, I will tell him you called."
        ],
        [
            "Amy",
            "Hmm, that’s weird."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Amy",
            "Sheldon told me he had a new assistant named Alex. He didn’t mention that Alex was a girl."
        ],
        [
            "Penny",
            "Maybe he didn’t notice."
        ],
        [
            "Amy",
            "You’re right. I don’t have to worry about Sheldon."
        ],
        [
            "Penny",
            "No, you do not."
        ],
        [
            "Amy",
            "It’s her I have to worry about."
        ],
        [
            "Penny",
            "Oh, Amy, really? She is not going to come on to Sheldon."
        ],
        [
            "Amy",
            "Oh, really? Look at this face (Sheldon’s picture on phone) How can any woman spend eight hours a day alone with this face and not fall in love with it?"
        ],
        [
            "Penny",
            "Well, for starters, at some point, that face starts talking."
        ],
        [
            "Scene",
            "University corridor."
        ],
        [
            "Penny",
            "Amy, this is crazy. You have nothing to be suspicious about."
        ],
        [
            "Amy",
            "I’m not suspicious. I just want to stop in, say hi to my boyfriend and meet his new assistant. (Throwing open Sheldon’s office door) Aha!"
        ],
        [
            "Penny",
            "Can we go now?"
        ],
        [
            "Amy",
            "Hang on. (Rubs Sheldon’s telephone receiver under her armpit)"
        ],
        [
            "Penny",
            "What are you doing?"
        ],
        [
            "Amy",
            "Isn’t it obvious? I’m spreading my scent to mark my territory."
        ],
        [
            "Penny",
            "Come on, Amy. That is not gonna work."
        ],
        [
            "Amy",
            "Really? Because just before you became my best friend, I did this all over your apartment."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Raj",
            "Has your, uh, assistant said anything about me?"
        ],
        [
            "Sheldon",
            "Oh, in fact, she has. Uh, her exact words were, what is that guy’s problem?"
        ],
        [
            "Raj",
            "I’m in her head. Let the dance begin."
        ],
        [
            "Alex",
            "Here’s your frozen yoghurt, Dr. Cooper."
        ],
        [
            "Leonard",
            "This should be fun."
        ],
        [
            "Sheldon",
            "Half chocolate, half vanilla, side by side, not swirled?"
        ],
        [
            "Alex",
            "Yes."
        ],
        [
            "Sheldon",
            "Half a teaspoon of sprinkles?"
        ],
        [
            "Alex",
            "Rainbow, not chocolate."
        ],
        [
            "Sheldon",
            "Two cherries?"
        ],
        [
            "Alex",
            "One on top, one on the bottom."
        ],
        [
            "Sheldon",
            "Stems removed?"
        ],
        [
            "Alex",
            "Um, top one, yes. I didn’t check the one on the bottom."
        ],
        [
            "Leonard",
            "Oh!"
        ],
        [
            "Alex",
            "I’m so sorry, Dr. Cooper."
        ],
        [
            "Sheldon",
            "It’s all right, Alex. I’m not mad at you, I’m just disappointed."
        ],
        [
            "Leonard",
            "Wait, Alex. Do you want to join us?"
        ],
        [
            "Alex",
            "Um…"
        ],
        [
            "Sheldon",
            "Uh, Alex, a moment. I need a word with Dr. Hofstadter. Do you think it’s appropriate for her to sit with us, given her station?"
        ],
        [
            "Leonard",
            "Given her what?"
        ],
        [
            "Sheldon",
            "If I’ve learned anything from British television shows on PBS, it’s that servants dine downstairs with their own kind."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "It’s a kindness, Leonard. Otherwise, you’re cruelly tempting them with a glimpse of a world that’s just beyond their soot-stained fingertips."
        ],
        [
            "Leonard",
            "Oh, sure. Please join us."
        ],
        [
            "Alex",
            "Oh, okay. Thank you."
        ],
        [
            "Leonard",
            "So, Alex, what’s the topic of your dissertation?"
        ],
        [
            "Alex",
            "I’m looking for Trojan asteroids at Earth’s L-Five Lagrange point."
        ],
        [
            "Leonard",
            "Oh, that happens to be Dr. Koothrappali’s field of expertise. You two have a lot to talk about."
        ],
        [
            "Alex",
            "Is that true? Is he all right?"
        ],
        [
            "Leonard",
            "No. But compared to your boss, he’s the poster boy for sanity."
        ],
        [
            "Alex",
            "It’s okay, I’ve been around scientists all my life. My dad’s an astronomer at SETI."
        ],
        [
            "Leonard",
            "Oh, SETI, the Search for Extraterrestrial Intelligence. You should introduce him to Sheldon. The search is over."
        ],
        [
            "Alex",
            "So, what kind of research are you doing?"
        ],
        [
            "Leonard",
            "High-energy lasers."
        ],
        [
            "Alex",
            "Ooh. Military?"
        ],
        [
            "Leonard",
            "Not yet, but I can remove unwanted hair from two miles away."
        ],
        [
            "Amy (to Penny, on other side of room)",
            "You were right. I had nothing to worry about. That skank’s your problem, not mine."
        ],
        [
            "Alex",
            "You’re very funny, Dr. Hofstadter."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Sheldon (choking)",
            "Cherry stem! Cherry stem!"
        ],
        [
            "Scene",
            "Webcam conversation between Bernadette’s Office and the International Space Station"
        ],
        [
            "Bernadette",
            "How you doing, Howie? You feeling a little better?"
        ],
        [
            "Howard",
            "Oh, a lot better, thanks. One sec. Listen close, I don’t have a lot of time. I need you to go to my house. In my bedroom, you’ll find a model rocket. I want you to take it and bring it back to your place."
        ],
        [
            "Bernadette",
            "Okay."
        ],
        [
            "Howard",
            "Step two, build a version roughly fourteen stories high. Fill it full of rocket fuel and come get me. I’ll leave the door unlocked."
        ],
        [
            "Bernadette",
            "Howie, honey, maybe you should talk to someone, let them know you’re having a little anxiety."
        ],
        [
            "Howard",
            "No, no, I’m fine. No anxiety. We should probably talk in code. From now on, frog is me, sandwich means you and lemon means rocket. So, come on, sandwich, build me a lemon ’cause froggy wants to come home."
        ],
        [
            "Scene",
            "Penny’s car."
        ],
        [
            "Amy",
            "Look at you, putting on a brave face."
        ],
        [
            "Penny",
            "There’s nothing to be brave about. Everything’s fine."
        ],
        [
            "Amy",
            "Really? I don’t know how much you know about primate behaviour, but Sheldon’s assistant was clearly courting Leonard. Were she a mandrill, she would have bent over and displayed her brightly coloured hindquarters like a big red welcome mat. By the way, you try that at the junior prom, you get kicked out."
        ],
        [
            "Penny",
            "Okay, maybe she was flirting with him, but who cares? Look, I don’t even know where my relationship is with Leonard is right now."
        ],
        [
            "Amy",
            "So says your prefrontal cortex. But meanwhile, the limbic system of your brain is calculating that if another woman is attracted to Leonard, it must be because he’s desirable."
        ],
        [
            "Penny",
            "Well, of course he’s desirable. I mean, he’s great. He’s smart, he’s sweet, and, ooh, in the bedroom, whew, let me tell you, he really tries."
        ],
        [
            "Amy",
            "So it does bother you."
        ],
        [
            "Penny",
            "Fine, it bothers me a little. No. You know what? This is stupid. It doesn’t bother me. Okay, it bothers me. But only because she wouldn’t stop laughing. Leonard is not that funny."
        ],
        [
            "Amy",
            "And there you have it, prefrontal cortex reasoning versus limbic lust. If this were a boxing match, they might call it the thrilla adjacent to the amygdala. If you were a brain scientist, you would be busting a gut right now."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "So, how was work today?"
        ],
        [
            "Leonard",
            "Ah, it was all right, I guess. Got to Heimlich a cherry stem out of Sheldon. Caught Raj right in the eye."
        ],
        [
            "Penny",
            "Oh! You’re kidding."
        ],
        [
            "Leonard",
            "No, Raj had to go to the nurse."
        ],
        [
            "Penny",
            "Wow. Anything else?"
        ],
        [
            "Leonard",
            "Mmm, the nurse is a woman, so he couldn’t talk to her. She had to bring him a Grover puppet so he could point at what hurt."
        ],
        [
            "Penny",
            "Oh, is that it?"
        ],
        [
            "Leonard",
            "Isn’t that enough? It had the weaponised fruit and a puppet. What more do you want?"
        ],
        [
            "Sheldon (arriving with Alex)",
            "Oh, good, Leonard, you’re here. Science news. This will interest you. And, Penny, feel free to paint your nails."
        ],
        [
            "Leonard",
            "What do you got?"
        ],
        [
            "Sheldon",
            "I believe Alex may have unearthed the grade school science project that could be my ticket to the Nobel Prize. Behold."
        ],
        [
            "Leonard: Magnets",
            "What Do They Stick To? If the answer is metal, it’s not exactly groundbreaking."
        ],
        [
            "Sheldon",
            "The original title was “A Rederivation of Maxwell’s Equations Regarding Electromagnetism”” I dumbed it down because some of the more religious people in town were starting to say I was a witch."
        ],
        [
            "Alex",
            "Sheldon thinks the approach in this paper might change the way we calculate ferromagnetic hysteresis."
        ],
        [
            "Penny",
            "Oh, it’s about time. I hated the old way. Hi. I’m Penny."
        ],
        [
            "Alex",
            "Alex. Uh, do you work with Dr. Hofstadter?"
        ],
        [
            "Penny",
            "In a way. We’ve kind of been involved in a five-year experiment."
        ],
        [
            "Alex",
            "Oh. Well, you’re lucky. He seems very talented. And I’m sure a lot of people want to work with him."
        ],
        [
            "Penny",
            "Well, a lot of people can’t. Uh, hey."
        ],
        [
            "Leonard",
            "Where are we going?"
        ],
        [
            "Penny",
            "My limbic system wants to take your pants off."
        ],
        [
            "Alex",
            "She seems nice."
        ],
        [
            "Sheldon",
            "Notice people on your own time. We’re working."
        ],
        [
            "Scene",
            "Webcam conversation between Bernadette’s Office and the International Space Station"
        ],
        [
            "Bernadette",
            "Hey, Howie, how you feeling?"
        ],
        [
            "Howard",
            "Better. Much better. The other astronauts held me down, gave me a shot. Oooh. Attention, people of Earth. Tonight, there will be two moons in the sky."
        ],
        [
            "Bernadette",
            "Howie, stop that. NASA’s watching this! Put your pants back on!"
        ],
        [
            "Howard",
            "Whee! Whee!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-6-episode-03-the-higgs-boson-observation/"
}