{
    "Season": 6,
    "Episode": 4,
    "Title": "the re entry minimization",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The Apartment."
            ],
            [
                13,
                "The Soyuz Capsule. Howard is screaming."
            ],
            [
                19,
                "Credits sequence."
            ],
            [
                20,
                "The Airport Arrivals Hall."
            ],
            [
                26,
                "Various others"
            ],
            [
                39,
                "The apartment. "
            ],
            [
                61,
                "Later"
            ],
            [
                74,
                "Later"
            ],
            [
                90,
                "Howard and Bernadette’s Bedroom."
            ],
            [
                92,
                "Bernadette"
            ],
            [
                98,
                "Bernadette"
            ],
            [
                108,
                "The apartment. "
            ],
            [
                139,
                "Mrs Wolowitz’s House."
            ],
            [
                160,
                "The apartment."
            ],
            [
                170,
                "Later. Penny and Sheldon have their foreheads on light sabres and are spinning."
            ],
            [
                178,
                "Later"
            ],
            [
                184,
                "Raj’s apartment."
            ],
            [
                218,
                "The apartment. "
            ],
            [
                231,
                "A diner."
            ]
        ],
        "Raj": [
            [
                1,
                "Howard’s capsule should be re-entering the atmosphere any minute."
            ],
            [
                3,
                "The Fantastic Four reunited."
            ],
            [
                5,
                "We’re not kicking him out. Stuart and I have become good friends."
            ],
            [
                11,
                "Okay, the NASA Web site says Howard’s final descent has begun."
            ],
            [
                186,
                "Oh, my God, you’re back. Oh, look at you. You, you look like you grew."
            ],
            [
                188,
                "Oh, uh, come in, come in. Oh, I, uh, I didn’t think I was going to get to see you until tomorrow."
            ],
            [
                190,
                "Wait, your, your mother is sleeping with your dentist?"
            ],
            [
                192,
                "So you’re wandering all around by yourself? That’s not the kind of hero’s welcome an astronaut should come home to."
            ],
            [
                197,
                "Just until he gets back on his feet, which are looking pretty good in the boots I bought him for his birthday."
            ],
            [
                200,
                "Oh, yeah, we hang out all the time."
            ],
            [
                202,
                "It’s like we both had these holes in our lives, but now we fill each other’s holes."
            ],
            [
                204,
                "Which part?"
            ],
            [
                209,
                "Oh, Howard, it’s still our thing. Come with us, we’ll, we’ll get you a scalped ticket."
            ],
            [
                211,
                "We’ll switch. You’ll come sit with me after intermission."
            ],
            [
                214,
                "Okay, uh, will I get to see you tomorrow?"
            ]
        ],
        "Leonard": [
            [
                2,
                "It’ll be good to have him back."
            ],
            [
                7,
                "I don’t have a problem with Stuart. Besides, he gives us a twenty percent discount at his comic book store."
            ],
            [
                45,
                "All right, Pictionary. What are the teams?"
            ],
            [
                54,
                "Batman. Batman and Robin. Uh, Wonder Twins plus the monkey. Wonder Twins plus the monkey and Batman."
            ],
            [
                58,
                "In what universe is that a present?"
            ],
            [
                63,
                "No."
            ],
            [
                65,
                "Nothing with quarks."
            ],
            [
                67,
                "No."
            ],
            [
                70,
                "How could you miss that?"
            ],
            [
                72,
                "Penny got it."
            ],
            [
                75,
                "Oh, uh, uh, uh, sausage. Uh, uh, uh, uh, bratwurst? Oh, oh, a hot dog."
            ],
            [
                79,
                "A solar system. Uh, uh, uh, uh, um, unidentified flying liverwurst? I don’t…"
            ],
            [
                83,
                "I don’t know, uh, Casper the alcoholic ghost?"
            ],
            [
                113,
                "Mmm, in all fairness, Pictionary has verbal skills, visual skills. It’s a pretty well-rounded game."
            ],
            [
                119,
                "En el acelerador de particulares."
            ],
            [
                123,
                "Just pick another game."
            ],
            [
                125,
                "No good, Sheldon doesn’t float."
            ],
            [
                131,
                "Yeah, that’s when it started."
            ],
            [
                136,
                "Uh-uh."
            ],
            [
                163,
                "I’m trying. Don’t yell at me."
            ],
            [
                165,
                "I know what he looks like."
            ],
            [
                169,
                "Because he’s hard to find. If he was easy to find, the books would be called There’s Waldo."
            ],
            [
                171,
                "57, 58, 59, that’s one minute."
            ],
            [
                173,
                "Remember, show your work."
            ],
            [
                175,
                "Get up, we can’t lose at math."
            ],
            [
                222,
                "So?"
            ],
            [
                224,
                "Sheldon, we haven’t won a game all night. Now, you either stick your face in that pie or I’m gonna stick that pie in your face."
            ],
            [
                230,
                "Snort it down and keep eating!"
            ]
        ],
        "Sheldon": [
            [
                4,
                "Yeah, you had a good run, Fake Wolowitz. We’ll remember you with nostalgic fondness, the way we do the dial-up modem, the VHS tape, or, or Leonard’s gym membership."
            ],
            [
                6,
                "Okay, one vote for, one vote against. Leonard, you’re the tiebreaker."
            ],
            [
                8,
                "Well, I don’t sell my friendship that cheaply."
            ],
            [
                10,
                "Welcome aboard, old chum."
            ],
            [
                12,
                "He left a boy, he returns a boy-sized hero."
            ],
            [
                40,
                "You know, I am very disappointed that I won’t be able to celebrate Howard’s accomplishment tonight."
            ],
            [
                42,
                "Yes, it’s just that in all the years I’ve known him, he’s never had the opportunity to receive my admiration. I was excited to see the look on his face when it finally happened."
            ],
            [
                44,
                "I know."
            ],
            [
                47,
                "Oh, that hardly seems fair. But I guess any team that I’m not on has a decided disadvantage."
            ],
            [
                49,
                "Yeah, once again, I know."
            ],
            [
                51,
                "Got it."
            ],
            [
                57,
                "Oh, Leonard. Now, how can you not get that?"
            ],
            [
                59,
                "It’s not a present, it’s the present. Look. There’s you and me. There’s Penny and Amy. We’re playing Pictionary. In the present."
            ],
            [
                62,
                "It’s a quark-gluon plasma."
            ],
            [
                64,
                "It’s asymptotically free partons inside a quark-gluon plasma."
            ],
            [
                66,
                "It’s an observational rebuttal of the Lambda-CDM model of the universe."
            ],
            [
                71,
                "Hey, if you want someone to guess chocolate chip cookie, you draw a glass of milk next to it."
            ],
            [
                73,
                "Yeah, only after I eliminated all the obvious answers. You’re welcome."
            ],
            [
                78,
                "There."
            ],
            [
                82,
                "Come on, Leonard, I am spoon-feeding this to you."
            ],
            [
                87,
                "Wait, no, no. No. The word is Polish. See, look. Polish sausage. And the, the model of the solar system developed by Nicolaus Copernicus, a Polish astronomer. And then, finally, if that wasn’t enough, which it should have been, this is Madame Curie killing herself by discovering radium, who, although she was a naturalized French citizen, was Polish by birth."
            ],
            [
                89,
                "Ah. So it is. I guess we both share blame on this one."
            ],
            [
                110,
                "Don’t know."
            ],
            [
                112,
                "I am not a loser. Pictionary is not a true test of any real intelligence or skill."
            ],
            [
                114,
                "Lot of big talk from a man who can’t draw a chocolate chip cookie."
            ],
            [
                116,
                "All right. Let’s play Physics Fiesta."
            ],
            [
                118,
                "It’s a game that I just invented, in which the participants answer physics questions in remedial Spanish. Um, ¿Dónde está el boson de Higgs?"
            ],
            [
                120,
                "Bueno, mi amigo."
            ],
            [
                122,
                "All games are made up. They’re not found in nature. You don’t just dig in the ground, come across a rich vein of Rock’em Sock’em Robots."
            ],
            [
                126,
                "That is true. I have a higher than normal body density. If I run too deep a bath, I drown."
            ],
            [
                128,
                "No, that’s not fair either."
            ],
            [
                130,
                "Darts is a bar game. You’ve been frequenting drinking establishments since you were of legal age."
            ],
            [
                132,
                "Well, regardless, she has a distinct advantage in all tavern-based competitions. Pool, beer pong, wet T-shirt contests, they’re all out."
            ],
            [
                135,
                "No."
            ],
            [
                162,
                "Hurry up, find him, find him."
            ],
            [
                164,
                "For goodness’ sake, he’s wearing a hat, glasses, and a red striped shirt."
            ],
            [
                168,
                "How could you not find him?"
            ],
            [
                174,
                "I’m okay. I’m okay. I’m not okay."
            ],
            [
                181,
                "Stop that."
            ],
            [
                183,
                "Amy, do something. Amy, help. Amy, stop that. Amy, Penny, both of you, stop it."
            ],
            [
                221,
                "Wait. I’m a little concerned. Blueberries are rich in antioxidants."
            ],
            [
                223,
                "So, with all those antioxidants, what if I run out of oxidants?"
            ],
            [
                225,
                "That’s rude."
            ],
            [
                229,
                "Oh, ow, blueberry in my nose, blueberry in my nose!"
            ]
        ],
        "Stuart": [
            [
                9,
                "I can go thirty."
            ],
            [
                194,
                "Oh, hey, man, welcome back."
            ],
            [
                196,
                "I, I kind of live here now."
            ],
            [
                198,
                "Ah, he’s spoiling me and I love it."
            ],
            [
                201,
                "Plus, he doesn’t have a girlfriend, I don’t have a girlfriend."
            ],
            [
                203,
                "Uh, that sounds a little funny to an American ear."
            ],
            [
                205,
                "Just all of it."
            ],
            [
                207,
                "Raj is taking me to the Sound of Music sing-along."
            ],
            [
                212,
                "So I, I, I’d be sitting by myself during Edelweiss?"
            ],
            [
                216,
                "Yeah, yeah. Is he taller?"
            ]
        ],
        "Dimitri": [
            [
                14,
                "Loops, calm down!"
            ]
        ],
        "Mike": [
            [
                16,
                "What’s that?"
            ],
            [
                18,
                "That was just the parachute. We still have another six miles to go. (Howard screams again)"
            ]
        ],
        "Howard": [
            [
                17,
                "The Jewish prayer for eating bread! We don’t have one for falling out of space! We did it! We’re on the ground! We survived!"
            ],
            [
                27,
                "Whoa, thank you. Great to be back on Earth."
            ],
            [
                32,
                "I missed you, too. Where are the guys?"
            ],
            [
                34,
                "Oh, I get it. They’re waiting back home with a big surprise party. Don’t worry, I can act surprised. (Does)"
            ],
            [
                36,
                "Gesundheit. You okay?"
            ],
            [
                38,
                "Great. Just keep in mind astronauts lose a lot of muscle tone in space, so you might have to do most of the heavy lifting."
            ],
            [
                91,
                "Bernie, you okay?"
            ],
            [
                93,
                "Did you get a sea lion while I was gone?"
            ],
            [
                95,
                "Okay."
            ],
            [
                97,
                "Oh. Are you kidding? Every minute of every…"
            ],
            [
                99,
                "Sweetie, we don’t have to do this now."
            ],
            [
                101,
                "You okay?"
            ],
            [
                103,
                "Okay."
            ],
            [
                105,
                "Bernadette? Bernie? Bernie?"
            ],
            [
                107,
                "Well, that was quick, and a little gross. Now, I know how she feels."
            ],
            [
                140,
                "Hey, Ma, twinkle, twinkle, your little star is home. Ma, the chain’s on the door."
            ],
            [
                142,
                "Yeah, well, Bernie’s not feeling well, so I thought I’d stop by, tell you about the greatest adventure of my life, see if you can make me feel bad about it."
            ],
            [
                144,
                "All right. Woman hasn’t tied her robe in 20 years. Suddenly she’s not decent?"
            ],
            [
                147,
                "Ma, who is in there?"
            ],
            [
                150,
                "Who is that?"
            ],
            [
                152,
                "If you’re busy, I can come back."
            ],
            [
                156,
                "What are you doing here?"
            ],
            [
                158,
                "You’re a dentist."
            ],
            [
                185,
                "One to beam aboard?"
            ],
            [
                187,
                "Yeah. The lack of gravity did decompress my spine, so I’m like an inch and a half taller. I’m going to the DMV tomorrow to get my license changed before I shrink back."
            ],
            [
                189,
                "Yeah, well, Bernadette’s a little under the weather and my mom’s kind of under my dentist."
            ],
            [
                191,
                "Former dentist. I need a new one now that I know where his hands have been."
            ],
            [
                193,
                "It’s okay, you know, we space cowboys don’t do what we do for glory and fame. We leave that to your rock stars and your athletes and your Howie Mandels."
            ],
            [
                195,
                "Oh, Stuart, thanks. What are you doing here?"
            ],
            [
                199,
                "Wow, so you guys are like buds now?"
            ],
            [
                206,
                "Okay, so what do you guys got going on tonight?"
            ],
            [
                208,
                "Sound of Music sing-along? That used to be our thing, but that’s cool."
            ],
            [
                210,
                "So I’d be sitting by myself?"
            ],
            [
                213,
                "No, no, you guys go. Have fun."
            ],
            [
                215,
                "Absolutely. See you, Stuart."
            ],
            [
                217,
                "At least my mother made her boyfriend climb out the window."
            ],
            [
                227,
                "Hey, guys, guess who’s back from space."
            ],
            [
                233,
                "I don’t think so."
            ],
            [
                235,
                "Yes. Yes, I am."
            ],
            [
                237,
                "Oh, thank you so much. I’ve been having the worst night. I just got back, and my friends don’t care, my wife’s sick, I went to my mom…"
            ],
            [
                239,
                "Yes, please. (Sings) And I think it’s gonna be long, long time till touchdown brings me ’round again to find I’m not the man they think I am at home, oh, no, oh, no, I’m a rocket man. (Sneezes) Perfect."
            ]
        ],
        "Bernadette": [
            [
                21,
                "Waiting for my husband."
            ],
            [
                23,
                "He’s coming back from outer space."
            ],
            [
                25,
                "No, I mean, he… Never mind. There he is! Howie!"
            ],
            [
                31,
                "I missed you so much."
            ],
            [
                33,
                "Oh, it’s just me."
            ],
            [
                35,
                "No, I told them they could have you tomorrow night. Tonight, you belong to me. (Sneezes) "
            ],
            [
                37,
                "I am now that you’re back. Come on, let’s go home so I can tear off those little pants."
            ],
            [
                94,
                "It’s just allergies."
            ],
            [
                96,
                "Took some Benadryl. I’ll be fine. So, did you miss me?"
            ],
            [
                100,
                "Yes, we do. You left right after we got married. This is like our honeymoon. Now, hold on to your hat. Oh. Uh-oh."
            ],
            [
                102,
                "A little dizzy. Must be the Benadryl. Switch places with me."
            ],
            [
                104,
                "Now, kiss me. (He does. She starts snoring)"
            ]
        ],
        "Man in Suit": [
            [
                22,
                "That’s nice."
            ],
            [
                24,
                "I think this flight’s coming from Houston."
            ],
            [
                29,
                "Mr. Mandel, I’m your driver."
            ]
        ],
        "Howie Mandel": [
            [
                28,
                "Uh, I think they’re here for me, Ringo."
            ],
            [
                30,
                "Oh, thanks. That nut job was telling everybody on the plane he’s an astronaut."
            ]
        ],
        "Amy": [
            [
                41,
                "Me, too. But we’ll see him tomorrow."
            ],
            [
                53,
                "Uh, box? Uh, window?"
            ],
            [
                55,
                "Uh, gift? Uh, Present!"
            ],
            [
                69,
                "Yes."
            ],
            [
                76,
                "Penny, aren’t you gonna draw something?"
            ],
            [
                80,
                "Now?"
            ],
            [
                85,
                "Uh, hand. Uh, nail, polish?"
            ],
            [
                124,
                "Why don’t we do something athletic like go over to the university pool and play water polo?"
            ],
            [
                127,
                "All right, let’s keep it simple. How about darts?"
            ],
            [
                134,
                "We could go to the cadaver lab at UCLA and play real-life Operation."
            ],
            [
                138,
                "Are you sure? I mean, the nose doesn’t light up, but if the corpse is fresh enough, sometimes you can get the leg to jerk."
            ],
            [
                166,
                "Oh, there he is, I got him."
            ],
            [
                172,
                "Long division, long division. Go, go, go."
            ],
            [
                177,
                "Yes."
            ],
            [
                179,
                "Ready, set, wrestle. (Penny pins Sheldon straight away) One, two, three, pin."
            ],
            [
                220,
                "On the count of three. One, two…"
            ],
            [
                226,
                "One, two, three, eat."
            ]
        ],
        "Penny": [
            [
                43,
                "You’re unbelievable."
            ],
            [
                46,
                "How about boys versus girls?"
            ],
            [
                48,
                "Once again, unbelievable."
            ],
            [
                50,
                "All right, round one. Here."
            ],
            [
                52,
                "Okay. Ready, set, go."
            ],
            [
                56,
                "Present! Yeah!"
            ],
            [
                60,
                "Oh, my God, we’re gonna kill them."
            ],
            [
                68,
                "It’s a chocolate chip cookie."
            ],
            [
                77,
                "Relax, we got time, this is so fun."
            ],
            [
                81,
                "Soon."
            ],
            [
                84,
                "All right, that’s enough. (Draws)"
            ],
            [
                86,
                "Yep!"
            ],
            [
                88,
                "Excuse me, the word is polish. See? Small P."
            ],
            [
                109,
                "Hey, Sheldon, you’re always full of fun little facts. Where did the expression got your ass handed to you come from?"
            ],
            [
                111,
                "I wonder if it’s from, like, ancient Rome where they’d actually chop somebody’s ass off and then go, here. You know, to appease Loseroneous, the god of losers."
            ],
            [
                115,
                "All right, fine, pick another game. Amy and I will beat you at anything."
            ],
            [
                117,
                "Oh, come on, what is that?"
            ],
            [
                121,
                "No, no, we’re not playing some dumb made-up game."
            ],
            [
                129,
                "Why not?"
            ],
            [
                133,
                "Okay. Just for the record, I have never entered a wet T-shirt contest. I’ve won a few, but that’s just because I spill when I’m drunk, so…"
            ],
            [
                137,
                "I don’t think so."
            ],
            [
                161,
                "Okay, glasses off. Find Waldo."
            ],
            [
                167,
                "Yes, we win again."
            ],
            [
                176,
                "37."
            ],
            [
                180,
                "Mwah!"
            ],
            [
                182,
                "Mwah!"
            ],
            [
                219,
                "All right, standard state fair pie-eating contest rules are, no hands, first one to clean the pan wins."
            ]
        ],
        "Dr Schneider": [
            [
                155,
                "Oh, hello, Howard."
            ],
            [
                157,
                "Um, house call."
            ],
            [
                159,
                "Yes, yes, I am. I think he’s on to us."
            ]
        ],
        "All": [
            [
                228,
                "Not now!"
            ]
        ],
        "Waitress": [
            [
                232,
                "You look familiar."
            ],
            [
                234,
                "Yeah, I just saw you on the news. You’re an astronaut."
            ],
            [
                236,
                "Good for you. How about a piece of cheesecake on the house?"
            ],
            [
                238,
                "You want the cheesecake or not?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The Apartment."
        ],
        [
            "Raj",
            "Howard’s capsule should be re-entering the atmosphere any minute."
        ],
        [
            "Leonard",
            "It’ll be good to have him back."
        ],
        [
            "Raj",
            "The Fantastic Four reunited."
        ],
        [
            "Sheldon",
            "Yeah, you had a good run, Fake Wolowitz. We’ll remember you with nostalgic fondness, the way we do the dial-up modem, the VHS tape, or, or Leonard’s gym membership."
        ],
        [
            "Raj",
            "We’re not kicking him out. Stuart and I have become good friends."
        ],
        [
            "Sheldon",
            "Okay, one vote for, one vote against. Leonard, you’re the tiebreaker."
        ],
        [
            "Leonard",
            "I don’t have a problem with Stuart. Besides, he gives us a twenty percent discount at his comic book store."
        ],
        [
            "Sheldon",
            "Well, I don’t sell my friendship that cheaply."
        ],
        [
            "Stuart",
            "I can go thirty."
        ],
        [
            "Sheldon",
            "Welcome aboard, old chum."
        ],
        [
            "Raj",
            "Okay, the NASA Web site says Howard’s final descent has begun."
        ],
        [
            "Sheldon",
            "He left a boy, he returns a boy-sized hero."
        ],
        [
            "Scene",
            "The Soyuz Capsule. Howard is screaming."
        ],
        [
            "Dimitri",
            "Loops, calm down!"
        ],
        [
            "Mike",
            "What’s that?"
        ],
        [
            "Howard",
            "The Jewish prayer for eating bread! We don’t have one for falling out of space! We did it! We’re on the ground! We survived!"
        ],
        [
            "Mike",
            "That was just the parachute. We still have another six miles to go. (Howard screams again)"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The Airport Arrivals Hall."
        ],
        [
            "Bernadette",
            "Waiting for my husband."
        ],
        [
            "Man in Suit",
            "That’s nice."
        ],
        [
            "Bernadette",
            "He’s coming back from outer space."
        ],
        [
            "Man in Suit",
            "I think this flight’s coming from Houston."
        ],
        [
            "Bernadette",
            "No, I mean, he… Never mind. There he is! Howie!"
        ],
        [
            "Scene",
            "Various others"
        ],
        [
            "Howard",
            "Whoa, thank you. Great to be back on Earth."
        ],
        [
            "Howie Mandel",
            "Uh, I think they’re here for me, Ringo."
        ],
        [
            "Man in Suit",
            "Mr. Mandel, I’m your driver."
        ],
        [
            "Howie Mandel",
            "Oh, thanks. That nut job was telling everybody on the plane he’s an astronaut."
        ],
        [
            "Bernadette",
            "I missed you so much."
        ],
        [
            "Howard",
            "I missed you, too. Where are the guys?"
        ],
        [
            "Bernadette",
            "Oh, it’s just me."
        ],
        [
            "Howard",
            "Oh, I get it. They’re waiting back home with a big surprise party. Don’t worry, I can act surprised. (Does)"
        ],
        [
            "Bernadette",
            "No, I told them they could have you tomorrow night. Tonight, you belong to me. (Sneezes) "
        ],
        [
            "Howard",
            "Gesundheit. You okay?"
        ],
        [
            "Bernadette",
            "I am now that you’re back. Come on, let’s go home so I can tear off those little pants."
        ],
        [
            "Howard",
            "Great. Just keep in mind astronauts lose a lot of muscle tone in space, so you might have to do most of the heavy lifting."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "You know, I am very disappointed that I won’t be able to celebrate Howard’s accomplishment tonight."
        ],
        [
            "Amy",
            "Me, too. But we’ll see him tomorrow."
        ],
        [
            "Sheldon",
            "Yes, it’s just that in all the years I’ve known him, he’s never had the opportunity to receive my admiration. I was excited to see the look on his face when it finally happened."
        ],
        [
            "Penny",
            "You’re unbelievable."
        ],
        [
            "Sheldon",
            "I know."
        ],
        [
            "Leonard",
            "All right, Pictionary. What are the teams?"
        ],
        [
            "Penny",
            "How about boys versus girls?"
        ],
        [
            "Sheldon",
            "Oh, that hardly seems fair. But I guess any team that I’m not on has a decided disadvantage."
        ],
        [
            "Penny",
            "Once again, unbelievable."
        ],
        [
            "Sheldon",
            "Yeah, once again, I know."
        ],
        [
            "Penny",
            "All right, round one. Here."
        ],
        [
            "Sheldon",
            "Got it."
        ],
        [
            "Penny",
            "Okay. Ready, set, go."
        ],
        [
            "Amy",
            "Uh, box? Uh, window?"
        ],
        [
            "Leonard",
            "Batman. Batman and Robin. Uh, Wonder Twins plus the monkey. Wonder Twins plus the monkey and Batman."
        ],
        [
            "Amy",
            "Uh, gift? Uh, Present!"
        ],
        [
            "Penny",
            "Present! Yeah!"
        ],
        [
            "Sheldon",
            "Oh, Leonard. Now, how can you not get that?"
        ],
        [
            "Leonard",
            "In what universe is that a present?"
        ],
        [
            "Sheldon",
            "It’s not a present, it’s the present. Look. There’s you and me. There’s Penny and Amy. We’re playing Pictionary. In the present."
        ],
        [
            "Penny",
            "Oh, my God, we’re gonna kill them."
        ],
        [
            "Scene",
            "Later"
        ],
        [
            "Sheldon",
            "It’s a quark-gluon plasma."
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "It’s asymptotically free partons inside a quark-gluon plasma."
        ],
        [
            "Leonard",
            "Nothing with quarks."
        ],
        [
            "Sheldon",
            "It’s an observational rebuttal of the Lambda-CDM model of the universe."
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Penny",
            "It’s a chocolate chip cookie."
        ],
        [
            "Amy",
            "Yes."
        ],
        [
            "Leonard",
            "How could you miss that?"
        ],
        [
            "Sheldon",
            "Hey, if you want someone to guess chocolate chip cookie, you draw a glass of milk next to it."
        ],
        [
            "Leonard",
            "Penny got it."
        ],
        [
            "Sheldon",
            "Yeah, only after I eliminated all the obvious answers. You’re welcome."
        ],
        [
            "Scene",
            "Later"
        ],
        [
            "Leonard",
            "Oh, uh, uh, uh, sausage. Uh, uh, uh, uh, bratwurst? Oh, oh, a hot dog."
        ],
        [
            "Amy",
            "Penny, aren’t you gonna draw something?"
        ],
        [
            "Penny",
            "Relax, we got time, this is so fun."
        ],
        [
            "Sheldon",
            "There."
        ],
        [
            "Leonard",
            "A solar system. Uh, uh, uh, uh, um, unidentified flying liverwurst? I don’t…"
        ],
        [
            "Amy",
            "Now?"
        ],
        [
            "Penny",
            "Soon."
        ],
        [
            "Sheldon",
            "Come on, Leonard, I am spoon-feeding this to you."
        ],
        [
            "Leonard",
            "I don’t know, uh, Casper the alcoholic ghost?"
        ],
        [
            "Penny",
            "All right, that’s enough. (Draws)"
        ],
        [
            "Amy",
            "Uh, hand. Uh, nail, polish?"
        ],
        [
            "Penny",
            "Yep!"
        ],
        [
            "Sheldon",
            "Wait, no, no. No. The word is Polish. See, look. Polish sausage. And the, the model of the solar system developed by Nicolaus Copernicus, a Polish astronomer. And then, finally, if that wasn’t enough, which it should have been, this is Madame Curie killing herself by discovering radium, who, although she was a naturalized French citizen, was Polish by birth."
        ],
        [
            "Penny",
            "Excuse me, the word is polish. See? Small P."
        ],
        [
            "Sheldon",
            "Ah. So it is. I guess we both share blame on this one."
        ],
        [
            "Scene",
            "Howard and Bernadette’s Bedroom."
        ],
        [
            "Howard",
            "Bernie, you okay?"
        ],
        [
            "Scene",
            "Bernadette"
        ],
        [
            "Howard",
            "Did you get a sea lion while I was gone?"
        ],
        [
            "Bernadette",
            "It’s just allergies."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Bernadette",
            "Took some Benadryl. I’ll be fine. So, did you miss me?"
        ],
        [
            "Howard",
            "Oh. Are you kidding? Every minute of every…"
        ],
        [
            "Scene",
            "Bernadette"
        ],
        [
            "Howard",
            "Sweetie, we don’t have to do this now."
        ],
        [
            "Bernadette",
            "Yes, we do. You left right after we got married. This is like our honeymoon. Now, hold on to your hat. Oh. Uh-oh."
        ],
        [
            "Howard",
            "You okay?"
        ],
        [
            "Bernadette",
            "A little dizzy. Must be the Benadryl. Switch places with me."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Bernadette",
            "Now, kiss me. (He does. She starts snoring)"
        ],
        [
            "Howard",
            "Bernadette? Bernie? Bernie?"
        ],
        [
            "Howard",
            "Well, that was quick, and a little gross. Now, I know how she feels."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "Hey, Sheldon, you’re always full of fun little facts. Where did the expression got your ass handed to you come from?"
        ],
        [
            "Sheldon",
            "Don’t know."
        ],
        [
            "Penny",
            "I wonder if it’s from, like, ancient Rome where they’d actually chop somebody’s ass off and then go, here. You know, to appease Loseroneous, the god of losers."
        ],
        [
            "Sheldon",
            "I am not a loser. Pictionary is not a true test of any real intelligence or skill."
        ],
        [
            "Leonard",
            "Mmm, in all fairness, Pictionary has verbal skills, visual skills. It’s a pretty well-rounded game."
        ],
        [
            "Sheldon",
            "Lot of big talk from a man who can’t draw a chocolate chip cookie."
        ],
        [
            "Penny",
            "All right, fine, pick another game. Amy and I will beat you at anything."
        ],
        [
            "Sheldon",
            "All right. Let’s play Physics Fiesta."
        ],
        [
            "Penny",
            "Oh, come on, what is that?"
        ],
        [
            "Sheldon",
            "It’s a game that I just invented, in which the participants answer physics questions in remedial Spanish. Um, ¿Dónde está el boson de Higgs?"
        ],
        [
            "Leonard",
            "En el acelerador de particulares."
        ],
        [
            "Sheldon",
            "Bueno, mi amigo."
        ],
        [
            "Penny",
            "No, no, we’re not playing some dumb made-up game."
        ],
        [
            "Sheldon",
            "All games are made up. They’re not found in nature. You don’t just dig in the ground, come across a rich vein of Rock’em Sock’em Robots."
        ],
        [
            "Leonard",
            "Just pick another game."
        ],
        [
            "Amy",
            "Why don’t we do something athletic like go over to the university pool and play water polo?"
        ],
        [
            "Leonard",
            "No good, Sheldon doesn’t float."
        ],
        [
            "Sheldon",
            "That is true. I have a higher than normal body density. If I run too deep a bath, I drown."
        ],
        [
            "Amy",
            "All right, let’s keep it simple. How about darts?"
        ],
        [
            "Sheldon",
            "No, that’s not fair either."
        ],
        [
            "Penny",
            "Why not?"
        ],
        [
            "Sheldon",
            "Darts is a bar game. You’ve been frequenting drinking establishments since you were of legal age."
        ],
        [
            "Leonard",
            "Yeah, that’s when it started."
        ],
        [
            "Sheldon",
            "Well, regardless, she has a distinct advantage in all tavern-based competitions. Pool, beer pong, wet T-shirt contests, they’re all out."
        ],
        [
            "Penny",
            "Okay. Just for the record, I have never entered a wet T-shirt contest. I’ve won a few, but that’s just because I spill when I’m drunk, so…"
        ],
        [
            "Amy",
            "We could go to the cadaver lab at UCLA and play real-life Operation."
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Uh-uh."
        ],
        [
            "Penny",
            "I don’t think so."
        ],
        [
            "Amy",
            "Are you sure? I mean, the nose doesn’t light up, but if the corpse is fresh enough, sometimes you can get the leg to jerk."
        ],
        [
            "Scene",
            "Mrs Wolowitz’s House."
        ],
        [
            "Howard",
            "Hey, Ma, twinkle, twinkle, your little star is home. Ma, the chain’s on the door."
        ],
        [
            "Howard",
            "Yeah, well, Bernie’s not feeling well, so I thought I’d stop by, tell you about the greatest adventure of my life, see if you can make me feel bad about it."
        ],
        [
            "Howard",
            "All right. Woman hasn’t tied her robe in 20 years. Suddenly she’s not decent?"
        ],
        [
            "Howard",
            "Ma, who is in there?"
        ],
        [
            "Howard",
            "Who is that?"
        ],
        [
            "Howard",
            "If you’re busy, I can come back."
        ],
        [
            "Dr Schneider",
            "Oh, hello, Howard."
        ],
        [
            "Howard",
            "What are you doing here?"
        ],
        [
            "Dr Schneider",
            "Um, house call."
        ],
        [
            "Howard",
            "You’re a dentist."
        ],
        [
            "Dr Schneider",
            "Yes, yes, I am. I think he’s on to us."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Okay, glasses off. Find Waldo."
        ],
        [
            "Sheldon",
            "Hurry up, find him, find him."
        ],
        [
            "Leonard",
            "I’m trying. Don’t yell at me."
        ],
        [
            "Sheldon",
            "For goodness’ sake, he’s wearing a hat, glasses, and a red striped shirt."
        ],
        [
            "Leonard",
            "I know what he looks like."
        ],
        [
            "Amy",
            "Oh, there he is, I got him."
        ],
        [
            "Penny",
            "Yes, we win again."
        ],
        [
            "Sheldon",
            "How could you not find him?"
        ],
        [
            "Leonard",
            "Because he’s hard to find. If he was easy to find, the books would be called There’s Waldo."
        ],
        [
            "Scene",
            "Later. Penny and Sheldon have their foreheads on light sabres and are spinning."
        ],
        [
            "Leonard",
            "57, 58, 59, that’s one minute."
        ],
        [
            "Amy",
            "Long division, long division. Go, go, go."
        ],
        [
            "Leonard",
            "Remember, show your work."
        ],
        [
            "Sheldon",
            "I’m okay. I’m okay. I’m not okay."
        ],
        [
            "Leonard",
            "Get up, we can’t lose at math."
        ],
        [
            "Penny",
            "37."
        ],
        [
            "Amy",
            "Yes."
        ],
        [
            "Scene",
            "Later"
        ],
        [
            "Amy",
            "Ready, set, wrestle. (Penny pins Sheldon straight away) One, two, three, pin."
        ],
        [
            "Penny",
            "Mwah!"
        ],
        [
            "Sheldon",
            "Stop that."
        ],
        [
            "Penny",
            "Mwah!"
        ],
        [
            "Sheldon",
            "Amy, do something. Amy, help. Amy, stop that. Amy, Penny, both of you, stop it."
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Howard",
            "One to beam aboard?"
        ],
        [
            "Raj",
            "Oh, my God, you’re back. Oh, look at you. You, you look like you grew."
        ],
        [
            "Howard",
            "Yeah. The lack of gravity did decompress my spine, so I’m like an inch and a half taller. I’m going to the DMV tomorrow to get my license changed before I shrink back."
        ],
        [
            "Raj",
            "Oh, uh, come in, come in. Oh, I, uh, I didn’t think I was going to get to see you until tomorrow."
        ],
        [
            "Howard",
            "Yeah, well, Bernadette’s a little under the weather and my mom’s kind of under my dentist."
        ],
        [
            "Raj",
            "Wait, your, your mother is sleeping with your dentist?"
        ],
        [
            "Howard",
            "Former dentist. I need a new one now that I know where his hands have been."
        ],
        [
            "Raj",
            "So you’re wandering all around by yourself? That’s not the kind of hero’s welcome an astronaut should come home to."
        ],
        [
            "Howard",
            "It’s okay, you know, we space cowboys don’t do what we do for glory and fame. We leave that to your rock stars and your athletes and your Howie Mandels."
        ],
        [
            "Stuart",
            "Oh, hey, man, welcome back."
        ],
        [
            "Howard",
            "Oh, Stuart, thanks. What are you doing here?"
        ],
        [
            "Stuart",
            "I, I kind of live here now."
        ],
        [
            "Raj",
            "Just until he gets back on his feet, which are looking pretty good in the boots I bought him for his birthday."
        ],
        [
            "Stuart",
            "Ah, he’s spoiling me and I love it."
        ],
        [
            "Howard",
            "Wow, so you guys are like buds now?"
        ],
        [
            "Raj",
            "Oh, yeah, we hang out all the time."
        ],
        [
            "Stuart",
            "Plus, he doesn’t have a girlfriend, I don’t have a girlfriend."
        ],
        [
            "Raj",
            "It’s like we both had these holes in our lives, but now we fill each other’s holes."
        ],
        [
            "Stuart",
            "Uh, that sounds a little funny to an American ear."
        ],
        [
            "Raj",
            "Which part?"
        ],
        [
            "Stuart",
            "Just all of it."
        ],
        [
            "Howard",
            "Okay, so what do you guys got going on tonight?"
        ],
        [
            "Stuart",
            "Raj is taking me to the Sound of Music sing-along."
        ],
        [
            "Howard",
            "Sound of Music sing-along? That used to be our thing, but that’s cool."
        ],
        [
            "Raj",
            "Oh, Howard, it’s still our thing. Come with us, we’ll, we’ll get you a scalped ticket."
        ],
        [
            "Howard",
            "So I’d be sitting by myself?"
        ],
        [
            "Raj",
            "We’ll switch. You’ll come sit with me after intermission."
        ],
        [
            "Stuart",
            "So I, I, I’d be sitting by myself during Edelweiss?"
        ],
        [
            "Howard",
            "No, no, you guys go. Have fun."
        ],
        [
            "Raj",
            "Okay, uh, will I get to see you tomorrow?"
        ],
        [
            "Howard",
            "Absolutely. See you, Stuart."
        ],
        [
            "Stuart",
            "Yeah, yeah. Is he taller?"
        ],
        [
            "Howard",
            "At least my mother made her boyfriend climb out the window."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "All right, standard state fair pie-eating contest rules are, no hands, first one to clean the pan wins."
        ],
        [
            "Amy",
            "On the count of three. One, two…"
        ],
        [
            "Sheldon",
            "Wait. I’m a little concerned. Blueberries are rich in antioxidants."
        ],
        [
            "Leonard",
            "So?"
        ],
        [
            "Sheldon",
            "So, with all those antioxidants, what if I run out of oxidants?"
        ],
        [
            "Leonard",
            "Sheldon, we haven’t won a game all night. Now, you either stick your face in that pie or I’m gonna stick that pie in your face."
        ],
        [
            "Sheldon",
            "That’s rude."
        ],
        [
            "Amy",
            "One, two, three, eat."
        ],
        [
            "Howard",
            "Hey, guys, guess who’s back from space."
        ],
        [
            "All",
            "Not now!"
        ],
        [
            "Sheldon",
            "Oh, ow, blueberry in my nose, blueberry in my nose!"
        ],
        [
            "Leonard",
            "Snort it down and keep eating!"
        ],
        [
            "Scene",
            "A diner."
        ],
        [
            "Waitress",
            "You look familiar."
        ],
        [
            "Howard",
            "I don’t think so."
        ],
        [
            "Waitress",
            "Yeah, I just saw you on the news. You’re an astronaut."
        ],
        [
            "Howard",
            "Yes. Yes, I am."
        ],
        [
            "Waitress",
            "Good for you. How about a piece of cheesecake on the house?"
        ],
        [
            "Howard",
            "Oh, thank you so much. I’ve been having the worst night. I just got back, and my friends don’t care, my wife’s sick, I went to my mom…"
        ],
        [
            "Waitress",
            "You want the cheesecake or not?"
        ],
        [
            "Howard",
            "Yes, please. (Sings) And I think it’s gonna be long, long time till touchdown brings me ’round again to find I’m not the man they think I am at home, oh, no, oh, no, I’m a rocket man. (Sneezes) Perfect."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-6-episode-04-the-re-entry-minimization/"
}