{
    "Season": 6,
    "Episode": 6,
    "Title": "the extract obliteration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "A dance video game where the characters are imperial stormtroopers from Star Wars and Bobba Fett. Opens onto the apartment where Howard and Raj are dancing to the game."
            ],
            [
                19,
                "Credits sequence."
            ],
            [
                20,
                "Penny’s apartment."
            ],
            [
                40,
                "Amy’s laboratory."
            ],
            [
                52,
                "Penny’s apartment."
            ],
            [
                75,
                "The apartment."
            ],
            [
                97,
                "Penny’s bedroom. Leonard sneaks from the bed and opens Penny’s computer. "
            ],
            [
                99,
                "The apartment."
            ],
            [
                131,
                "Penny’s bedroom."
            ],
            [
                154,
                "and the Elves, okay? This is, Give a man a fish, he eats it. Teach a man to fish, he, sells it or something. Whatever, I don’t know, it’s just a lot better than what you did, you big jerk!"
            ],
            [
                155,
                "The cafeteria."
            ],
            [
                174,
                "The apartment."
            ],
            [
                182,
                "Penny’s apartment."
            ],
            [
                198,
                "The apartment. Sheldon’s phone rings."
            ]
        ],
        "Raj": [
            [
                1,
                "Try to keep up, Howard, I’m killing it."
            ],
            [
                4,
                "You’re welcome, ladies."
            ],
            [
                6,
                "Dude! I was about to Bollywood this bitch."
            ],
            [
                10,
                "I’m not finishing your sentence. You pulled the plug on my funk."
            ],
            [
                76,
                "I think the next time I have to speak to a call centre in India, I’m going to try using an American accent."
            ],
            [
                78,
                "Because when I use my regular voice, I feel like I’m making fun of them."
            ],
            [
                80,
                "Dude, my accent is brilliant. (In American accent) Hey, my snow-white American friends, let’s put some cow meat on the barbecue and eat it until we’re all obese."
            ],
            [
                82,
                "Sheldon, do I really sound like that?"
            ],
            [
                84,
                "Sheldon, you okay?"
            ],
            [
                86,
                "The guy’s a genius. Maybe you weren’t challenging enough for him."
            ],
            [
                94,
                "All right, hotshot, let’s hear your Indian."
            ],
            [
                96,
                "Okay, yeah, that’s pretty good."
            ],
            [
                158,
                "It’ll be okay."
            ],
            [
                160,
                "Yeah, but if he’s a sore loser, maybe you’re better off without him."
            ],
            [
                166,
                "So don’t do it."
            ],
            [
                170,
                "Then don’t do it."
            ]
        ],
        "Howard": [
            [
                2,
                "Yeah, I wish we looked as cool dancing in clubs as we do right now."
            ],
            [
                8,
                "That somewhere right now Stephen Hawking is saying, damn it, I meant to click no.”"
            ],
            [
                14,
                "Sheldon, I know Stephen Hawking. I worked with him."
            ],
            [
                77,
                "Why?"
            ],
            [
                79,
                "That’s ridiculous. Not to mention, your American accent is terrible."
            ],
            [
                81,
                "This is what you sound like. I think I’m talking in an American accent, but it really sounds like I’m wearing a set of giant dentures."
            ],
            [
                83,
                "Tell him he sounds like that."
            ],
            [
                88,
                "There’s the problem. You can’t beat Hawking like that. He hates to lose. Everyone knows the guy’s a big baby. I mean, forget the wheelchair, he should be in a stroller."
            ],
            [
                90,
                "One time when I was working with him, he said that Johnny Depp was in The Matrix. I told him he was wrong, but he kept insisting. So I looked it up online and showed him. Well, the next day, he had a pizza party, and everyone got invited but me. And then he was all, your invitation must have gotten lost in the matrix."
            ],
            [
                93,
                "Terrible."
            ],
            [
                95,
                "I can’t sit on that elephant, my ass is on fire from eating all this curry."
            ],
            [
                156,
                "You ever hear back from Hawking?"
            ],
            [
                162,
                "So, now all you have to do is let him win."
            ],
            [
                164,
                "What are you waiting for? Hit send."
            ],
            [
                168,
                "So do it."
            ],
            [
                172,
                "Good for you."
            ]
        ],
        "Leonard": [
            [
                3,
                "Don’t worry, this is exactly how you look when you’re dancing in clubs."
            ],
            [
                12,
                "That’s really nice, Sheldon, I’m happy for you."
            ],
            [
                16,
                "Sheldon, I don’t think this actually means…"
            ],
            [
                54,
                "It’s crunchy. Just the way I like it."
            ],
            [
                56,
                "It’s great. I love it."
            ],
            [
                58,
                "Oh. That’s great. Great, great, great. Why wait so long to tell me?"
            ],
            [
                60,
                "Why do you think I’d be like that? I get it, you’re taking one class. It’s nice. Maybe if it goes well, you take another, you enrol full-time. Ooh, be sure to keep an eye on which credits transfer to a four-year college."
            ],
            [
                62,
                "Sorry. Whatever. It’s all good."
            ],
            [
                64,
                "Am I allowed to ask how the class is going?"
            ],
            [
                66,
                "Great topic. I can help with that. There are lots of different perspectives you can take, economic, sociological, political."
            ],
            [
                68,
                "Can I take a look?"
            ],
            [
                70,
                "Okay, I get it."
            ],
            [
                72,
                "It’s like when I started doing chin-ups, I didn’t want you to see until I could do one. FYI, really close."
            ],
            [
                74,
                "Really? ‘Cause I went to four years of college and five years of grad school, that never happened once."
            ],
            [
                98,
                "Please be good. Please be good. Uh-huh. Uh-huh. Okay. She writes like she cooks."
            ],
            [
                101,
                "What are you doing?"
            ],
            [
                103,
                "I did a bad thing."
            ],
            [
                105,
                "No."
            ],
            [
                107,
                "Penny started taking a class. She wrote a paper, she didn’t want me to read it, I went behind her back and I read it anyway."
            ],
            [
                109,
                "I don’t know what to do. I mean, the paper’s terrible. But if I tell her, she’ll know that I read it and she’ll get really mad."
            ],
            [
                111,
                "Is it possible we’re having two different conversations?"
            ],
            [
                113,
                "Hang on. Okay, here’s what we’re gonna do. Chess clock. We each get five minutes to talk about our problems. We’ll take turns. Each turn will consist of a statement and a helpful response from the friend. Begin."
            ],
            [
                115,
                "He’s probably busy. You’re worried about nothing. Give it a couple more days. I’m sure he’ll play, and you’ll see that everything’s fine. My turn. I can’t let Penny hand in a bad paper, but how do I tell her it’s bad without letting her know that I read it?"
            ],
            [
                117,
                "Maybe since you’re so good, he’s taking his time to meet the challenge. I want Penny to enjoy school…"
            ],
            [
                119,
                "Sheldon, I wasn’t done talking. She hands in the paper tomorrow. I know I could help her. And she’s my girlfriend. I, I should be allowed to help her. Why aren’t I allowed to help her?"
            ],
            [
                121,
                "No. You need to give me some advice."
            ],
            [
                123,
                "No, specific to my situation."
            ],
            [
                125,
                "Empathetic."
            ],
            [
                127,
                "I quit."
            ],
            [
                129,
                "What?"
            ],
            [
                132,
                "Good morning, sunshine."
            ],
            [
                134,
                "I know, but I have to go to work, and I made you breakfast."
            ],
            [
                136,
                "Uh, before you open that, um, are you familiar with the story of The Shoemaker and the Elves?"
            ],
            [
                138,
                "No, no. Listen, um, once upon a time, there was this shoemaker and when he went to bed at night, elves would sneak in and they would make all these amazing shoes for him. And when the shoemaker woke up in the morning, he, he would be super happy, not mad at the elves at all. Open it."
            ],
            [
                140,
                "Don’t ask me. A little elf did it."
            ],
            [
                142,
                "No, I assumed it would be good. Then I read it."
            ],
            [
                144,
                "No, I, I mean, it was good. There were just a few things that needed a little polishing."
            ],
            [
                146,
                "That’s not true. Uh, slavery. 1619. Your name at the top. That’s all you."
            ],
            [
                148,
                "Please don’t be upset. I just, I didn’t want you ending up with a bad grade and get discouraged and give up on the idea of going back to school."
            ],
            [
                150,
                "Oh, come on, you know that’s not true."
            ],
            [
                152,
                "I’m sorry. I was just trying to help."
            ],
            [
                175,
                "Oh, hey. Haven’t heard from you in a couple days. You still mad at me?"
            ],
            [
                177,
                "Wow."
            ],
            [
                179,
                "I don’t know what to say."
            ],
            [
                200,
                "Well answer it. I want to hear."
            ]
        ],
        "Sheldon": [
            [
                5,
                "Paradigm-shifting news, gentlemen. (Switches game off)"
            ],
            [
                7,
                "Earlier today, I invited Professor Stephen Hawking to join me in the popular online game Words with Friends. Moments ago, he accepted my request. Do you understand what that means?"
            ],
            [
                9,
                "I’ll walk you through it. The game is not called Words with Strangers. No, it’s not even called Words with Acquaintances. It is called Words with…"
            ],
            [
                11,
                "Friends! It’s Words with Friends! Which Stephen Hawking and I officially are. Now all I need is a bunk bed with a slide, I’ll have everything I’ve ever wanted since I was six years old."
            ],
            [
                13,
                "And I’m happy for you, too. You are now friends with someone who is officially friends with Stephen Hawking. Enjoy it, boys. You may have peaked."
            ],
            [
                15,
                "And if they ever come out with a game called Words with People You Once Worked With, you’ll be off to the races."
            ],
            [
                17,
                "Hold that thought! Professor Hawking has made a move. Boy, oh, boy. Oh, it’s only a matter of time before we’re coming up with fun nicknames for each other. I’ll be Coop. He’ll be Wheels. If he’s okay with that. (Leaves)"
            ],
            [
                41,
                "Yes. I play the word quiver with a triple letter and a double word score for 72 points. That ought to let the air out of your tyres, Hawking."
            ],
            [
                43,
                "It is glorious. One of the greatest intellects of our time has agreed to engage with me in a gentlemanly battle of wits. And I’m spanking him so hard his grad students won’t be able to sit down."
            ],
            [
                45,
                "What’s your point?"
            ],
            [
                47,
                "Ooh, my friend Stephen just played the word act for 18 points. That’s right, I call him Stephen now, because I checked, and he was not okay with Wheels."
            ],
            [
                49,
                "Amy. Why would you give me a word? Now, if I play extract it would be cheating."
            ],
            [
                51,
                "Although, I could play the completely unrelated and better word extract (pronounced with emphasis on ex). Ethical conundrum avoided. Thanks, brain."
            ],
            [
                85,
                "It’s been three days. Why hasn’t Stephen Hawking played a word?"
            ],
            [
                87,
                "Not challenging? I was humiliating the man. I was thinking of writing a book called A Brief History of the Time I Made Stephen Hawking Cry Like a Little Girl."
            ],
            [
                89,
                "Really?"
            ],
            [
                91,
                "Good Lord, what have I done?"
            ],
            [
                100,
                "Play. Play. Play. Play. Play."
            ],
            [
                102,
                "Trying to use a Jedi mind trick to control Stephen Hawking. Play. Play. Ugh! He must be wearing a tinfoil hat or something."
            ],
            [
                104,
                "Does it affect me?"
            ],
            [
                106,
                "Then suffer in silence. Play. Play. Play. (Knock knock knock) Stephen Hawking. (Knock knock knock) Stephen Hawking. (Knock knock knock) Stephen Hawking."
            ],
            [
                108,
                "Stephen Hawking hates me."
            ],
            [
                110,
                "I was beating him so bad, he doesn’t want to be friends anymore. Why does everyone love me except Stephen Hawking?"
            ],
            [
                112,
                "How would I know? I’m not listening to you."
            ],
            [
                114,
                "I humiliated Stephen Hawking in a game of Words with Friends. He stopped playing, and now we’re not friends anymore."
            ],
            [
                116,
                "Hmm. Beats me. Now, I know Hawking’s not busy because I can see he’s playing other people right now."
            ],
            [
                118,
                "Wolowitz told me he’s a big baby. But I didn’t know that, and I played extract for 82 points. It’s all Amy’s fault. She told me to play it. I have got to cut her loose."
            ],
            [
                120,
                "Yeah, I hear you, brother."
            ],
            [
                122,
                "Fine. Women, huh?"
            ],
            [
                124,
                "Blonde women, huh?"
            ],
            [
                126,
                "It sucks to be you."
            ],
            [
                128,
                "Leonard, wait. No. I listened to your dumb thing. Leonard, come back. Leonard, come back. Leonard, come back."
            ],
            [
                130,
                "Oh, of course, it only works on the weak-minded."
            ],
            [
                157,
                "No. It would appear as if I’ve lost him. Stupid brain."
            ],
            [
                159,
                "How can it be okay? Stephen Hawking’s a genius and he talks like a robot. It’s everything I’ve ever wanted in a friend."
            ],
            [
                161,
                "You’re right. I guess I just have to make lemonade out of the two of you. He played! He played! Coop and Rolling Thunder are together again. He was okay with that nickname."
            ],
            [
                163,
                "Yeah, way ahead of you. I will play the word at for two measly points, throwing the game and thus securing my friendship with the smartest man in the world."
            ],
            [
                165,
                "I can’t. Losing on purpose is intellectually dishonest."
            ],
            [
                167,
                "Oh, but I want to be Hawking’s friend."
            ],
            [
                169,
                "Oh, but if I do, I’ll be a phony, a sellout, a Hollywood poser."
            ],
            [
                171,
                "I won’t. This feels right. My mother always said, to thine own self be true."
            ],
            [
                173,
                "‘Course she also told me that every animal in the world got on one boat, so what does she know? And send."
            ],
            [
                181,
                "She sounds exactly like you."
            ],
            [
                199,
                "It’s Stephen Hawking."
            ],
            [
                201,
                "Professor Hawking, how nice of you to call."
            ],
            [
                203,
                "Oh, me, too."
            ],
            [
                205,
                "Yes, congratulations. You won fair and square. Uh, very impressive, sir."
            ],
            [
                207,
                "Oh, I love brain teasers."
            ]
        ],
        "Raj (putting game back on and removing shirt)": [
            [
                18,
                "All right. Crank up the AC, boys, it’s gonna get hot in here!"
            ]
        ],
        "Bernadette": [
            [
                21,
                "So, I was taking a shower this morning, and when I got out, I started to dry off with what I thought was a towel but turned out to be Howard’s mom’s underwear. I had to take another shower. It wasn’t enough. Nothing will ever be enough."
            ],
            [
                23,
                "There’s a book under here."
            ],
            [
                25,
                "I got it."
            ],
            [
                27,
                "I got it. Why do you have a history textbook?"
            ],
            [
                29,
                "That’s great. I didn’t know you wanted to go back to school."
            ],
            [
                32,
                "Why would you be embarrassed to tell us?"
            ],
            [
                36,
                "I just can’t believe you could keep something like that from him."
            ],
            [
                185,
                "Good."
            ],
            [
                188,
                "Got it."
            ],
            [
                190,
                "Uh, but we got you a B-minus on purpose to make it believable."
            ],
            [
                192,
                "No, no!"
            ],
            [
                196,
                "Yeah, doing the prom queen’s homework so she’ll like us."
            ]
        ],
        "Amy": [
            [
                22,
                "I once looked in Sheldon’s underwear drawer. He yelled at me. But now I know what it looks like and he can never take that away."
            ],
            [
                31,
                "Not to mention, your acting career is going south like Sherman. Read about it in your book."
            ],
            [
                34,
                "Why wouldn’t you tell Leonard?"
            ],
            [
                37,
                "You guys have got to be the weirdest couple I know."
            ],
            [
                39,
                "I can, but she’s sitting right there."
            ],
            [
                42,
                "Wow, my boyfriend is friends with Stephen Hawking and my new dandruff shampoo doesn’t smell like tar. Everything really is coming up Amy."
            ],
            [
                44,
                "You know, when one male dominates another, his testosterone level rises."
            ],
            [
                46,
                "It’s exciting to think you might be getting a testosterone level."
            ],
            [
                48,
                "Oh, you could turn his act into extract (pronounced with emphasis on act), and it would be for double points."
            ],
            [
                50,
                "Sorry."
            ],
            [
                183,
                "How’d it go with Leonard?"
            ],
            [
                187,
                "Understood."
            ],
            [
                193,
                "You’re smart."
            ],
            [
                195,
                "I feel like I’m in high school again."
            ],
            [
                197,
                "I know. It’s finally working."
            ]
        ],
        "Penny": [
            [
                24,
                "Oh, I’ll get that."
            ],
            [
                26,
                "No, no, it’s…"
            ],
            [
                28,
                "No, it’s not a big deal. Just taking a class at the Pasadena Community College."
            ],
            [
                30,
                "It’s just one history class. Look, I didn’t finish college, so I thought I would give it a try."
            ],
            [
                33,
                "No, I’m not embarrassed. I just didn’t want anyone to know because I haven’t told Leonard yet."
            ],
            [
                35,
                "Because it’s me going back to school, and he’s gonna be all “you can do it,” and “how can I help?” and “I’m so proud of you.” Ugh!"
            ],
            [
                38,
                "Really? You can’t think of anyone weirder?"
            ],
            [
                53,
                "Spaghetti okay?"
            ],
            [
                55,
                "Yeah, I don’t think the water was really boiling."
            ],
            [
                57,
                "Okay, listen, there’s something I need to tell you. I’ve been thinking about going back to school for a while now. So a couple months ago, I started taking a history class at the community college."
            ],
            [
                59,
                "I don’t want you to make a big deal out of it."
            ],
            [
                61,
                "You’re making it a big deal."
            ],
            [
                63,
                "Anyway, that’s it. I just thought you should know."
            ],
            [
                65,
                "It’s really good. We’ve been talking about the origins of slavery. Turn in my first paper tomorrow."
            ],
            [
                67,
                "Hey hey hey, this is my paper. And my perspective is that slavery is bad. Oh, and my professor’s black, so I’m pretty sure that’s the right answer."
            ],
            [
                69,
                "No, Leonard, this is my thing."
            ],
            [
                71,
                "Thank you."
            ],
            [
                73,
                "Thank you. Now behave yourself and eat your dinner. Maybe later, if you’re lucky, you get to sleep with a college girl."
            ],
            [
                133,
                "Leonard. It’s eight a.m. It’s like the middle of the night."
            ],
            [
                135,
                "Oh, wow, that’s so sweet. Hey, what’s this?"
            ],
            [
                137,
                "Elves? Come on, Leonard. It’s too early for Lord of the Rings."
            ],
            [
                139,
                "Okay. An examination of the economic, cultural, and political roots of slavery in the Old South, 1619 to 1865. What the hell is this?"
            ],
            [
                141,
                "So let me get this straight. You just assumed my paper would be bad so you wrote one for me?"
            ],
            [
                143,
                "What?"
            ],
            [
                145,
                "You changed every word."
            ],
            [
                147,
                "You are such an ass. This is exactly why I didn’t want to tell you I was taking a class in the first place."
            ],
            [
                149,
                "Right, because me being in school is so important to you. That way, you wouldn’t have to be dating someone who’s only a waitress."
            ],
            [
                151,
                "Do I? Listen to me. I need to do this on my own. If I fail, I fail. If I pass, I pass. Do you get it?"
            ],
            [
                153,
                "Yeah, well, next time don’t. Oh, and since you like stories so much, this is not The Shoemaker"
            ],
            [
                176,
                "Nope. I have no reason to… “B” mad at you. Minus."
            ],
            [
                178,
                "That’s right. On my paper. Not yours, mine, you punk-ass elf."
            ],
            [
                180,
                "Hmm, how about, gee, Penny, you’re smarter than I thought. You may be the one in school, but I’m the one who learned a lesson. I’m so stupid, Penny. Duh."
            ],
            [
                184,
                "I don’t think he’ll be making that mistake again."
            ],
            [
                186,
                "So, I know this goes without saying, but if either of you tell Leonard you helped me rewrite this paper, I will beat you both with a bag of oranges."
            ],
            [
                189,
                "Now, ladies, we got a B-minus on this paper. I think if we put our heads together, on the next one we could get an A."
            ],
            [
                191,
                "Believable? You saying I’m not smart?"
            ],
            [
                194,
                "That’s better."
            ]
        ],
        "Raj (in American accent)": [
            [
                92,
                "Good Lord, what have I done?"
            ]
        ],
        "Stephen Hawking": [
            [
                202,
                "Hello. I really enjoyed our game, Dr. Cooper."
            ],
            [
                204,
                "Or should I say Dr. Loser? Ha, ha, ha."
            ],
            [
                206,
                "Do you like brain teasers?"
            ],
            [
                208,
                "What does Sheldon Cooper and a black hole have in common? They both suck. Neener neener."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "A dance video game where the characters are imperial stormtroopers from Star Wars and Bobba Fett. Opens onto the apartment where Howard and Raj are dancing to the game."
        ],
        [
            "Raj",
            "Try to keep up, Howard, I’m killing it."
        ],
        [
            "Howard",
            "Yeah, I wish we looked as cool dancing in clubs as we do right now."
        ],
        [
            "Leonard",
            "Don’t worry, this is exactly how you look when you’re dancing in clubs."
        ],
        [
            "Raj",
            "You’re welcome, ladies."
        ],
        [
            "Sheldon",
            "Paradigm-shifting news, gentlemen. (Switches game off)"
        ],
        [
            "Raj",
            "Dude! I was about to Bollywood this bitch."
        ],
        [
            "Sheldon",
            "Earlier today, I invited Professor Stephen Hawking to join me in the popular online game Words with Friends. Moments ago, he accepted my request. Do you understand what that means?"
        ],
        [
            "Howard",
            "That somewhere right now Stephen Hawking is saying, damn it, I meant to click no.”"
        ],
        [
            "Sheldon",
            "I’ll walk you through it. The game is not called Words with Strangers. No, it’s not even called Words with Acquaintances. It is called Words with…"
        ],
        [
            "Raj",
            "I’m not finishing your sentence. You pulled the plug on my funk."
        ],
        [
            "Sheldon",
            "Friends! It’s Words with Friends! Which Stephen Hawking and I officially are. Now all I need is a bunk bed with a slide, I’ll have everything I’ve ever wanted since I was six years old."
        ],
        [
            "Leonard",
            "That’s really nice, Sheldon, I’m happy for you."
        ],
        [
            "Sheldon",
            "And I’m happy for you, too. You are now friends with someone who is officially friends with Stephen Hawking. Enjoy it, boys. You may have peaked."
        ],
        [
            "Howard",
            "Sheldon, I know Stephen Hawking. I worked with him."
        ],
        [
            "Sheldon",
            "And if they ever come out with a game called Words with People You Once Worked With, you’ll be off to the races."
        ],
        [
            "Leonard",
            "Sheldon, I don’t think this actually means…"
        ],
        [
            "Sheldon",
            "Hold that thought! Professor Hawking has made a move. Boy, oh, boy. Oh, it’s only a matter of time before we’re coming up with fun nicknames for each other. I’ll be Coop. He’ll be Wheels. If he’s okay with that. (Leaves)"
        ],
        [
            "Raj (putting game back on and removing shirt)",
            "All right. Crank up the AC, boys, it’s gonna get hot in here!"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Bernadette",
            "So, I was taking a shower this morning, and when I got out, I started to dry off with what I thought was a towel but turned out to be Howard’s mom’s underwear. I had to take another shower. It wasn’t enough. Nothing will ever be enough."
        ],
        [
            "Amy",
            "I once looked in Sheldon’s underwear drawer. He yelled at me. But now I know what it looks like and he can never take that away."
        ],
        [
            "Bernadette",
            "There’s a book under here."
        ],
        [
            "Penny",
            "Oh, I’ll get that."
        ],
        [
            "Bernadette",
            "I got it."
        ],
        [
            "Penny",
            "No, no, it’s…"
        ],
        [
            "Bernadette",
            "I got it. Why do you have a history textbook?"
        ],
        [
            "Penny",
            "No, it’s not a big deal. Just taking a class at the Pasadena Community College."
        ],
        [
            "Bernadette",
            "That’s great. I didn’t know you wanted to go back to school."
        ],
        [
            "Penny",
            "It’s just one history class. Look, I didn’t finish college, so I thought I would give it a try."
        ],
        [
            "Amy",
            "Not to mention, your acting career is going south like Sherman. Read about it in your book."
        ],
        [
            "Bernadette",
            "Why would you be embarrassed to tell us?"
        ],
        [
            "Penny",
            "No, I’m not embarrassed. I just didn’t want anyone to know because I haven’t told Leonard yet."
        ],
        [
            "Amy",
            "Why wouldn’t you tell Leonard?"
        ],
        [
            "Penny",
            "Because it’s me going back to school, and he’s gonna be all “you can do it,” and “how can I help?” and “I’m so proud of you.” Ugh!"
        ],
        [
            "Bernadette",
            "I just can’t believe you could keep something like that from him."
        ],
        [
            "Amy",
            "You guys have got to be the weirdest couple I know."
        ],
        [
            "Penny",
            "Really? You can’t think of anyone weirder?"
        ],
        [
            "Amy",
            "I can, but she’s sitting right there."
        ],
        [
            "Scene",
            "Amy’s laboratory."
        ],
        [
            "Sheldon",
            "Yes. I play the word quiver with a triple letter and a double word score for 72 points. That ought to let the air out of your tyres, Hawking."
        ],
        [
            "Amy",
            "Wow, my boyfriend is friends with Stephen Hawking and my new dandruff shampoo doesn’t smell like tar. Everything really is coming up Amy."
        ],
        [
            "Sheldon",
            "It is glorious. One of the greatest intellects of our time has agreed to engage with me in a gentlemanly battle of wits. And I’m spanking him so hard his grad students won’t be able to sit down."
        ],
        [
            "Amy",
            "You know, when one male dominates another, his testosterone level rises."
        ],
        [
            "Sheldon",
            "What’s your point?"
        ],
        [
            "Amy",
            "It’s exciting to think you might be getting a testosterone level."
        ],
        [
            "Sheldon",
            "Ooh, my friend Stephen just played the word act for 18 points. That’s right, I call him Stephen now, because I checked, and he was not okay with Wheels."
        ],
        [
            "Amy",
            "Oh, you could turn his act into extract (pronounced with emphasis on act), and it would be for double points."
        ],
        [
            "Sheldon",
            "Amy. Why would you give me a word? Now, if I play extract it would be cheating."
        ],
        [
            "Amy",
            "Sorry."
        ],
        [
            "Sheldon",
            "Although, I could play the completely unrelated and better word extract (pronounced with emphasis on ex). Ethical conundrum avoided. Thanks, brain."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "Spaghetti okay?"
        ],
        [
            "Leonard",
            "It’s crunchy. Just the way I like it."
        ],
        [
            "Penny",
            "Yeah, I don’t think the water was really boiling."
        ],
        [
            "Leonard",
            "It’s great. I love it."
        ],
        [
            "Penny",
            "Okay, listen, there’s something I need to tell you. I’ve been thinking about going back to school for a while now. So a couple months ago, I started taking a history class at the community college."
        ],
        [
            "Leonard",
            "Oh. That’s great. Great, great, great. Why wait so long to tell me?"
        ],
        [
            "Penny",
            "I don’t want you to make a big deal out of it."
        ],
        [
            "Leonard",
            "Why do you think I’d be like that? I get it, you’re taking one class. It’s nice. Maybe if it goes well, you take another, you enrol full-time. Ooh, be sure to keep an eye on which credits transfer to a four-year college."
        ],
        [
            "Penny",
            "You’re making it a big deal."
        ],
        [
            "Leonard",
            "Sorry. Whatever. It’s all good."
        ],
        [
            "Penny",
            "Anyway, that’s it. I just thought you should know."
        ],
        [
            "Leonard",
            "Am I allowed to ask how the class is going?"
        ],
        [
            "Penny",
            "It’s really good. We’ve been talking about the origins of slavery. Turn in my first paper tomorrow."
        ],
        [
            "Leonard",
            "Great topic. I can help with that. There are lots of different perspectives you can take, economic, sociological, political."
        ],
        [
            "Penny",
            "Hey hey hey, this is my paper. And my perspective is that slavery is bad. Oh, and my professor’s black, so I’m pretty sure that’s the right answer."
        ],
        [
            "Leonard",
            "Can I take a look?"
        ],
        [
            "Penny",
            "No, Leonard, this is my thing."
        ],
        [
            "Leonard",
            "Okay, I get it."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Leonard",
            "It’s like when I started doing chin-ups, I didn’t want you to see until I could do one. FYI, really close."
        ],
        [
            "Penny",
            "Thank you. Now behave yourself and eat your dinner. Maybe later, if you’re lucky, you get to sleep with a college girl."
        ],
        [
            "Leonard",
            "Really? ‘Cause I went to four years of college and five years of grad school, that never happened once."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "I think the next time I have to speak to a call centre in India, I’m going to try using an American accent."
        ],
        [
            "Howard",
            "Why?"
        ],
        [
            "Raj",
            "Because when I use my regular voice, I feel like I’m making fun of them."
        ],
        [
            "Howard",
            "That’s ridiculous. Not to mention, your American accent is terrible."
        ],
        [
            "Raj",
            "Dude, my accent is brilliant. (In American accent) Hey, my snow-white American friends, let’s put some cow meat on the barbecue and eat it until we’re all obese."
        ],
        [
            "Howard",
            "This is what you sound like. I think I’m talking in an American accent, but it really sounds like I’m wearing a set of giant dentures."
        ],
        [
            "Raj",
            "Sheldon, do I really sound like that?"
        ],
        [
            "Howard",
            "Tell him he sounds like that."
        ],
        [
            "Raj",
            "Sheldon, you okay?"
        ],
        [
            "Sheldon",
            "It’s been three days. Why hasn’t Stephen Hawking played a word?"
        ],
        [
            "Raj",
            "The guy’s a genius. Maybe you weren’t challenging enough for him."
        ],
        [
            "Sheldon",
            "Not challenging? I was humiliating the man. I was thinking of writing a book called A Brief History of the Time I Made Stephen Hawking Cry Like a Little Girl."
        ],
        [
            "Howard",
            "There’s the problem. You can’t beat Hawking like that. He hates to lose. Everyone knows the guy’s a big baby. I mean, forget the wheelchair, he should be in a stroller."
        ],
        [
            "Sheldon",
            "Really?"
        ],
        [
            "Howard",
            "One time when I was working with him, he said that Johnny Depp was in The Matrix. I told him he was wrong, but he kept insisting. So I looked it up online and showed him. Well, the next day, he had a pizza party, and everyone got invited but me. And then he was all, your invitation must have gotten lost in the matrix."
        ],
        [
            "Sheldon",
            "Good Lord, what have I done?"
        ],
        [
            "Raj (in American accent)",
            "Good Lord, what have I done?"
        ],
        [
            "Howard",
            "Terrible."
        ],
        [
            "Raj",
            "All right, hotshot, let’s hear your Indian."
        ],
        [
            "Howard",
            "I can’t sit on that elephant, my ass is on fire from eating all this curry."
        ],
        [
            "Raj",
            "Okay, yeah, that’s pretty good."
        ],
        [
            "Scene",
            "Penny’s bedroom. Leonard sneaks from the bed and opens Penny’s computer. "
        ],
        [
            "Leonard",
            "Please be good. Please be good. Uh-huh. Uh-huh. Okay. She writes like she cooks."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Play. Play. Play. Play. Play."
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "Trying to use a Jedi mind trick to control Stephen Hawking. Play. Play. Ugh! He must be wearing a tinfoil hat or something."
        ],
        [
            "Leonard",
            "I did a bad thing."
        ],
        [
            "Sheldon",
            "Does it affect me?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Then suffer in silence. Play. Play. Play. (Knock knock knock) Stephen Hawking. (Knock knock knock) Stephen Hawking. (Knock knock knock) Stephen Hawking."
        ],
        [
            "Leonard",
            "Penny started taking a class. She wrote a paper, she didn’t want me to read it, I went behind her back and I read it anyway."
        ],
        [
            "Sheldon",
            "Stephen Hawking hates me."
        ],
        [
            "Leonard",
            "I don’t know what to do. I mean, the paper’s terrible. But if I tell her, she’ll know that I read it and she’ll get really mad."
        ],
        [
            "Sheldon",
            "I was beating him so bad, he doesn’t want to be friends anymore. Why does everyone love me except Stephen Hawking?"
        ],
        [
            "Leonard",
            "Is it possible we’re having two different conversations?"
        ],
        [
            "Sheldon",
            "How would I know? I’m not listening to you."
        ],
        [
            "Leonard",
            "Hang on. Okay, here’s what we’re gonna do. Chess clock. We each get five minutes to talk about our problems. We’ll take turns. Each turn will consist of a statement and a helpful response from the friend. Begin."
        ],
        [
            "Sheldon",
            "I humiliated Stephen Hawking in a game of Words with Friends. He stopped playing, and now we’re not friends anymore."
        ],
        [
            "Leonard",
            "He’s probably busy. You’re worried about nothing. Give it a couple more days. I’m sure he’ll play, and you’ll see that everything’s fine. My turn. I can’t let Penny hand in a bad paper, but how do I tell her it’s bad without letting her know that I read it?"
        ],
        [
            "Sheldon",
            "Hmm. Beats me. Now, I know Hawking’s not busy because I can see he’s playing other people right now."
        ],
        [
            "Leonard",
            "Maybe since you’re so good, he’s taking his time to meet the challenge. I want Penny to enjoy school…"
        ],
        [
            "Sheldon",
            "Wolowitz told me he’s a big baby. But I didn’t know that, and I played extract for 82 points. It’s all Amy’s fault. She told me to play it. I have got to cut her loose."
        ],
        [
            "Leonard",
            "Sheldon, I wasn’t done talking. She hands in the paper tomorrow. I know I could help her. And she’s my girlfriend. I, I should be allowed to help her. Why aren’t I allowed to help her?"
        ],
        [
            "Sheldon",
            "Yeah, I hear you, brother."
        ],
        [
            "Leonard",
            "No. You need to give me some advice."
        ],
        [
            "Sheldon",
            "Fine. Women, huh?"
        ],
        [
            "Leonard",
            "No, specific to my situation."
        ],
        [
            "Sheldon",
            "Blonde women, huh?"
        ],
        [
            "Leonard",
            "Empathetic."
        ],
        [
            "Sheldon",
            "It sucks to be you."
        ],
        [
            "Leonard",
            "I quit."
        ],
        [
            "Sheldon",
            "Leonard, wait. No. I listened to your dumb thing. Leonard, come back. Leonard, come back. Leonard, come back."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "Oh, of course, it only works on the weak-minded."
        ],
        [
            "Scene",
            "Penny’s bedroom."
        ],
        [
            "Leonard",
            "Good morning, sunshine."
        ],
        [
            "Penny",
            "Leonard. It’s eight a.m. It’s like the middle of the night."
        ],
        [
            "Leonard",
            "I know, but I have to go to work, and I made you breakfast."
        ],
        [
            "Penny",
            "Oh, wow, that’s so sweet. Hey, what’s this?"
        ],
        [
            "Leonard",
            "Uh, before you open that, um, are you familiar with the story of The Shoemaker and the Elves?"
        ],
        [
            "Penny",
            "Elves? Come on, Leonard. It’s too early for Lord of the Rings."
        ],
        [
            "Leonard",
            "No, no. Listen, um, once upon a time, there was this shoemaker and when he went to bed at night, elves would sneak in and they would make all these amazing shoes for him. And when the shoemaker woke up in the morning, he, he would be super happy, not mad at the elves at all. Open it."
        ],
        [
            "Penny",
            "Okay. An examination of the economic, cultural, and political roots of slavery in the Old South, 1619 to 1865. What the hell is this?"
        ],
        [
            "Leonard",
            "Don’t ask me. A little elf did it."
        ],
        [
            "Penny",
            "So let me get this straight. You just assumed my paper would be bad so you wrote one for me?"
        ],
        [
            "Leonard",
            "No, I assumed it would be good. Then I read it."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "No, I, I mean, it was good. There were just a few things that needed a little polishing."
        ],
        [
            "Penny",
            "You changed every word."
        ],
        [
            "Leonard",
            "That’s not true. Uh, slavery. 1619. Your name at the top. That’s all you."
        ],
        [
            "Penny",
            "You are such an ass. This is exactly why I didn’t want to tell you I was taking a class in the first place."
        ],
        [
            "Leonard",
            "Please don’t be upset. I just, I didn’t want you ending up with a bad grade and get discouraged and give up on the idea of going back to school."
        ],
        [
            "Penny",
            "Right, because me being in school is so important to you. That way, you wouldn’t have to be dating someone who’s only a waitress."
        ],
        [
            "Leonard",
            "Oh, come on, you know that’s not true."
        ],
        [
            "Penny",
            "Do I? Listen to me. I need to do this on my own. If I fail, I fail. If I pass, I pass. Do you get it?"
        ],
        [
            "Leonard",
            "I’m sorry. I was just trying to help."
        ],
        [
            "Penny",
            "Yeah, well, next time don’t. Oh, and since you like stories so much, this is not The Shoemaker"
        ],
        [
            "Scene",
            "and the Elves, okay? This is, Give a man a fish, he eats it. Teach a man to fish, he, sells it or something. Whatever, I don’t know, it’s just a lot better than what you did, you big jerk!"
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Howard",
            "You ever hear back from Hawking?"
        ],
        [
            "Sheldon",
            "No. It would appear as if I’ve lost him. Stupid brain."
        ],
        [
            "Raj",
            "It’ll be okay."
        ],
        [
            "Sheldon",
            "How can it be okay? Stephen Hawking’s a genius and he talks like a robot. It’s everything I’ve ever wanted in a friend."
        ],
        [
            "Raj",
            "Yeah, but if he’s a sore loser, maybe you’re better off without him."
        ],
        [
            "Sheldon",
            "You’re right. I guess I just have to make lemonade out of the two of you. He played! He played! Coop and Rolling Thunder are together again. He was okay with that nickname."
        ],
        [
            "Howard",
            "So, now all you have to do is let him win."
        ],
        [
            "Sheldon",
            "Yeah, way ahead of you. I will play the word at for two measly points, throwing the game and thus securing my friendship with the smartest man in the world."
        ],
        [
            "Howard",
            "What are you waiting for? Hit send."
        ],
        [
            "Sheldon",
            "I can’t. Losing on purpose is intellectually dishonest."
        ],
        [
            "Raj",
            "So don’t do it."
        ],
        [
            "Sheldon",
            "Oh, but I want to be Hawking’s friend."
        ],
        [
            "Howard",
            "So do it."
        ],
        [
            "Sheldon",
            "Oh, but if I do, I’ll be a phony, a sellout, a Hollywood poser."
        ],
        [
            "Raj",
            "Then don’t do it."
        ],
        [
            "Sheldon",
            "I won’t. This feels right. My mother always said, to thine own self be true."
        ],
        [
            "Howard",
            "Good for you."
        ],
        [
            "Sheldon",
            "‘Course she also told me that every animal in the world got on one boat, so what does she know? And send."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Oh, hey. Haven’t heard from you in a couple days. You still mad at me?"
        ],
        [
            "Penny",
            "Nope. I have no reason to… “B” mad at you. Minus."
        ],
        [
            "Leonard",
            "Wow."
        ],
        [
            "Penny",
            "That’s right. On my paper. Not yours, mine, you punk-ass elf."
        ],
        [
            "Leonard",
            "I don’t know what to say."
        ],
        [
            "Penny",
            "Hmm, how about, gee, Penny, you’re smarter than I thought. You may be the one in school, but I’m the one who learned a lesson. I’m so stupid, Penny. Duh."
        ],
        [
            "Sheldon",
            "She sounds exactly like you."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Amy",
            "How’d it go with Leonard?"
        ],
        [
            "Penny",
            "I don’t think he’ll be making that mistake again."
        ],
        [
            "Bernadette",
            "Good."
        ],
        [
            "Penny",
            "So, I know this goes without saying, but if either of you tell Leonard you helped me rewrite this paper, I will beat you both with a bag of oranges."
        ],
        [
            "Amy",
            "Understood."
        ],
        [
            "Bernadette",
            "Got it."
        ],
        [
            "Penny",
            "Now, ladies, we got a B-minus on this paper. I think if we put our heads together, on the next one we could get an A."
        ],
        [
            "Bernadette",
            "Uh, but we got you a B-minus on purpose to make it believable."
        ],
        [
            "Penny",
            "Believable? You saying I’m not smart?"
        ],
        [
            "Bernadette",
            "No, no!"
        ],
        [
            "Amy",
            "You’re smart."
        ],
        [
            "Penny",
            "That’s better."
        ],
        [
            "Amy",
            "I feel like I’m in high school again."
        ],
        [
            "Bernadette",
            "Yeah, doing the prom queen’s homework so she’ll like us."
        ],
        [
            "Amy",
            "I know. It’s finally working."
        ],
        [
            "Scene",
            "The apartment. Sheldon’s phone rings."
        ],
        [
            "Sheldon",
            "It’s Stephen Hawking."
        ],
        [
            "Leonard",
            "Well answer it. I want to hear."
        ],
        [
            "Sheldon",
            "Professor Hawking, how nice of you to call."
        ],
        [
            "Stephen Hawking",
            "Hello. I really enjoyed our game, Dr. Cooper."
        ],
        [
            "Sheldon",
            "Oh, me, too."
        ],
        [
            "Stephen Hawking",
            "Or should I say Dr. Loser? Ha, ha, ha."
        ],
        [
            "Sheldon",
            "Yes, congratulations. You won fair and square. Uh, very impressive, sir."
        ],
        [
            "Stephen Hawking",
            "Do you like brain teasers?"
        ],
        [
            "Sheldon",
            "Oh, I love brain teasers."
        ],
        [
            "Stephen Hawking",
            "What does Sheldon Cooper and a black hole have in common? They both suck. Neener neener."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-6-episode-06-the-extract-obliteration/"
}