{
    "Season": 6,
    "Episode": 7,
    "Title": "the habitation configuration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                40,
                "Credits sequence."
            ],
            [
                41,
                "Howard’s bedroom."
            ],
            [
                64,
                "The apartment."
            ],
            [
                90,
                "The Cheesecake Factory."
            ],
            [
                111,
                "Amy’s apartment."
            ],
            [
                117,
                "Howard’s bedroom."
            ],
            [
                130,
                "The Cheesecake Factory Bar."
            ],
            [
                161,
                "Howard and Bernadette’s apartment."
            ],
            [
                178,
                "Wil Wheaton’s house."
            ],
            [
                194,
                "The apartment."
            ]
        ],
        "Sheldon: Hello, I’m Dr. Sheldon Cooper. Welcome to Sheldon Cooper Presents Fun with Flags. Before we get started, I’d like to announce the winner of our design your own flag competition. But I can’t. The only entry was from GameyGamer75, and I know that was a jpeg of your buttocks. Now this week we have a very special episode where we explore the flags of the popular entertainment franchise, Star Trek. And to help me, I’m pleased to introduce Internet personality, former star of Star Trek": [
            [
                1,
                "The Next Generation, and the only guy I know lucky enough to be immortalized in one sixteenth scale. Set phasers to fun for my friend, Wil Wheaton."
            ]
        ],
        "Wil": [
            [
                2,
                "Hi, Sheldon. Thanks for having me. I’m happy to be here."
            ],
            [
                6,
                "Wooden?"
            ],
            [
                9,
                "Hi, Sheldon. Thanks for having me. I’m excited to be here."
            ],
            [
                11,
                "Well, this is an exciting one. This is the flag of the United Federation of Planets. Now what’s interesting about this flag…"
            ],
            [
                13,
                "What was wrong with that?"
            ],
            [
                15,
                "Um, no offence, but I’ve been acting since I was a kid. I think I can handle a Web show without a lot of direction."
            ],
            [
                18,
                "So do I."
            ],
            [
                20,
                "And cut. You realize that I’m doing this for free, right?"
            ],
            [
                23,
                "Well, this is an exciting one. This is the flag of the United Federation of Planets."
            ],
            [
                25,
                "Problem, first-time director?"
            ],
            [
                29,
                "Listen, Sheldon, I’m really happy to do this for you, but not if she’s gonna be a huge pain in the ass the whole time."
            ],
            [
                180,
                "Hey, Sheldon, what’s up?"
            ],
            [
                182,
                "Have you been drinking?"
            ],
            [
                184,
                "Why are you here?"
            ],
            [
                186,
                "Yeah, actually, a little more would be helpful."
            ],
            [
                188,
                "Oh, Sheldon, do you really think we’re gonna fight?"
            ],
            [
                190,
                "Okay, I’m sorry."
            ],
            [
                192,
                "Are you okay?"
            ]
        ],
        "Amy": [
            [
                3,
                "Cut."
            ],
            [
                5,
                "Sorry, Sheldon, you were brilliant as always. Wil, that was a little wooden."
            ],
            [
                7,
                "Don’t worry, it wasn’t terrible. Just, this time, try to say it the way people sound. And action."
            ],
            [
                12,
                "Cut."
            ],
            [
                14,
                "It’s called Fun with Flags. They’re not at half-mast, nobody died. Let’s try and keep it upbeat."
            ],
            [
                17,
                "You’ll have to forgive me. This is my first time directing, I just want it to be good."
            ],
            [
                19,
                "Great. So, this time let’s try more real boy, less Pinocchio. And action."
            ],
            [
                21,
                "Yes. And so far, we’re still not getting our money’s worth. Let’s try it again. Everybody’s having fun. And action."
            ],
            [
                24,
                "Cut."
            ],
            [
                27,
                "He was overacting on purpose."
            ],
            [
                30,
                "You gonna let him speak to me like that?"
            ],
            [
                32,
                "Can I speak to you for a second?"
            ],
            [
                34,
                "I don’t care for your friend, he’s being rude to me. You need to ask him to leave."
            ],
            [
                36,
                "Fine. Then maybe I should go."
            ],
            [
                38,
                "You sure you wouldn’t rather have dinner with your friend Wil Wheaton?"
            ],
            [
                83,
                "I’m mad at you, Sheldon."
            ],
            [
                85,
                "I’m not hungry. Your friend insulted me, and you didn’t do anything."
            ],
            [
                88,
                "Sheldon, I’m your girlfriend, and you should have taken my side. That’s it. End of story. Good night."
            ],
            [
                113,
                "What?"
            ],
            [
                115,
                "Star Trek DVDs? Why would I want this?"
            ],
            [
                197,
                "Cut. Yikes, this guy is worse than Wil Wheaton."
            ]
        ],
        "Sheldon": [
            [
                4,
                "What’s wrong?"
            ],
            [
                8,
                "My friend, Wil Wheaton."
            ],
            [
                10,
                "So, Wil, what do you have for us first?"
            ],
            [
                16,
                "It’s true. In 1982, Wil played the voice of Martin the mouse in The Secret of NIMH. You moved me."
            ],
            [
                22,
                "So, Wil, what do you have for us first?"
            ],
            [
                26,
                "Oh, none that I could see. I saw a man who loved flags almost as much as I do. I got goose bumps."
            ],
            [
                28,
                "Really? He reminded me of a young William Shatner."
            ],
            [
                31,
                "Well, you’re my girlfriend and I don’t want you to be upset. Then again, Wil Wheaton’s my friend and I don’t want him to be upset. Hmm, this is a sticky wicket. (To Wil) What do you think?"
            ],
            [
                33,
                "I’ll be right back. Feel free to play with yourself."
            ],
            [
                35,
                "Amy, I can’t just ask Wil Wheaton to leave. He’s a minor celebrity. Once you explain who he is, many people recognize him."
            ],
            [
                37,
                "Could you? That would solve everything. You are the best. I’ll see you at dinner tonight?"
            ],
            [
                39,
                "Come to think of it, I would! You, little lady, are on fire."
            ],
            [
                66,
                "I was out raising heck with Mr. Wil Wheaton. Four hours more and we would have closed down the HomeTown Buffet."
            ],
            [
                68,
                "Yeah, I did, but then Wil called Amy a pain in the A-S-S. She got huffy and left, then Wil and I headed out to dinner. That place really did remind me of my hometown. Because there we also have a HomeTown Buffet."
            ],
            [
                70,
                "Yes, quite the kerfuffle."
            ],
            [
                72,
                "Walked right out the door."
            ],
            [
                74,
                "Enjoyed a delightful dinner at a reasonable price. The manager recognized Wil and let us sit right next to the frozen yoghurt machine. Right next to it. I was closer to it than I am to you right now."
            ],
            [
                76,
                "Why’s that?"
            ],
            [
                78,
                "You’re just repeating what I said. It’s like living with a lactose-intolerant parrot."
            ],
            [
                80,
                "Fine. It’s a shame you didn’t go to dinner with us, because the buffet you’re about to enjoy only serves humble pie, a dessert much less tasty than frozen yoghurt. I was this close."
            ],
            [
                82,
                "You’ll appreciate this. Leonard has some ridiculous notion that you’re mad at me. Tell him you’re not mad at me. Go ahead, set him straight."
            ],
            [
                84,
                "Hmm. Eat one of your Luna bars. Very often when women think they’re angry, they’re really just hungry."
            ],
            [
                86,
                "Precisely, I didn’t do anything. Now does someone feel like checking her emotional math?"
            ],
            [
                89,
                "Wow, Amy’s mad and Leonard was right. What a weird day."
            ],
            [
                112,
                "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. (Knock, knock, knock) Angry Amy."
            ],
            [
                114,
                "I’ve been thinking about what happened, and I hope this gift will make things better."
            ],
            [
                116,
                "First of all, you’re welcome. And furthermore, not being familiar with Wil Wheaton’s body of work, there was no way for you to know you were being rude to a national treasure. Get ready for 130 hours of I told you so. (She hands him back the DVDs and slams the door) Fine. I’ll just tell you what happens. Episode one, Encounter at Farpoint. Fade in. The new Enterprise heads out on its maiden voyage to contact the Bandi people of Deneb IV. Enter Wesley Crusher, played by my buddy… (Amy opens door, grabs DVDs, slams door again) She’s hooked."
            ],
            [
                132,
                "Penny, if you wouldn’t mind, I’d like to have a conversation about girls."
            ],
            [
                134,
                "Penny, please, I’m on the horns of a relationship dilemma. And for the record, I had a full pubis of hair by the time I was 19."
            ],
            [
                136,
                "Well, it’s been a rough day. I usually go chamomile tea, but I don’t think that’s going to cut it."
            ],
            [
                138,
                "Will that calm my nerves?"
            ],
            [
                140,
                "Sold."
            ],
            [
                142,
                "The trouble isn’t with me, Penny, it’s with your gender. Someday, scientists will discover that second X chromosome contains nothing but nonsense and twaddle."
            ],
            [
                144,
                "It’s a Band-Aid at best. See, the core problem is that Amy and Wil do not like each other. Which is baffling because they’re both crazy about me. And I like them, which indicates they’re bright and interesting and/or were on Star Trek."
            ],
            [
                146,
                "Not true. Leonard made me like you. And let me tell you, that was a hard row to hoe. Cheers, pal. Ooh. Boy, that is a treat that’s hard to beat. Get the Mad Hatter on the horn, I’m having a tea party."
            ],
            [
                148,
                "I drink tea all the time. I think I know what I’m doing."
            ],
            [
                150,
                "My problem is I’m out of tea."
            ],
            [
                152,
                "Penny, please, I think I’ve evolved beyond my simple rustic upbringing."
            ],
            [
                154,
                "On the other hand, that low-down polecat done wronged my woman."
            ],
            [
                156,
                "Amy deserves better. You know, when we buy the Planter’s deluxe mix, she eats all the Brazil nuts so I don’t have to look at them. She’s a unique blend of saint and squirrel."
            ],
            [
                158,
                "I’m a callous egomaniac. She’s gonna leave me."
            ],
            [
                160,
                "No, she won’t. I’m great."
            ],
            [
                179,
                "(Knock, knock, knock) Wil Wheaton! (Knock, knock, knock) Wil Wheaton! Wait, how many was that?"
            ],
            [
                181,
                "Wouldn’t you like to know?"
            ],
            [
                183,
                "Just tea. S’the best tea I’ve ever had."
            ],
            [
                185,
                "I’ll tell you. I’m from Texas. Need I say more?"
            ],
            [
                187,
                "You insulted my woman. I’m here to defend her honour. Two! It was two. (Knock, knock, knock) Wil Wheaton! Now prepare yourself for what may come."
            ],
            [
                189,
                "My fists are not up here because I’m milking a giant invisible cow. They’re up to beat an apology out of you."
            ],
            [
                191,
                "Well, that was a long bus ride for not very much."
            ],
            [
                193,
                "You’re asking a lot of questions, Wil Wheaton. As a matter of idle curiosity, which of your shrubberies do you feel would benefit from a thorough vomiting? Never mind, I’ll choose. (Vomits) You were so good in Stand by Me."
            ],
            [
                195,
                "Hello, I’m Dr. Sheldon Cooper. Welcome to Sheldon Cooper Presents Fun with Flags. Get ready for a very special episode where we explore the flags of the popular entertainment franchise, Star Trek. And to help us, I’m pleased to introduce a special guest, surprisingly, it only took gas money and the promise of free food to get him here, Mr. LeVar Burton."
            ],
            [
                198,
                "I don’t know what she’s talking about, but I’m obligated to agree with her. She’s my girlfriend."
            ]
        ],
        "Bernadette": [
            [
                42,
                "Every time we eat dinner here, your mother refuses to let me help with the dishes."
            ],
            [
                44,
                "You ready to go?"
            ],
            [
                46,
                "I don’t understand why you keep your stuff here when there’s plenty of room at home."
            ],
            [
                48,
                "50 cents sounds right. Let’s go."
            ],
            [
                50,
                "Because we don’t live here."
            ],
            [
                52,
                "Do you? You said when you got back from space you were gonna move into my apartment, but half the time we stay here."
            ],
            [
                58,
                "Thank you."
            ],
            [
                60,
                "Or in the closet. We can decide later."
            ],
            [
                92,
                "Kitchen slammed again?"
            ],
            [
                94,
                "So, is there anything I can do to help you with the move tomorrow?"
            ],
            [
                96,
                "What’s your excuse this time?"
            ],
            [
                98,
                "That might be a little more convincing if you didn’t have a mouthful of bacon cheeseburger."
            ],
            [
                100,
                "Howie, you promised you’d move."
            ],
            [
                107,
                "I’m starting to think you’re right."
            ],
            [
                163,
                "I know this wasn’t easy. You doing okay?"
            ],
            [
                165,
                "Aw, she’ll be okay. She’s a grown woman."
            ],
            [
                167,
                "That’s a lot for a kid to deal with."
            ],
            [
                169,
                "She’s lucky you were there."
            ],
            [
                171,
                "Aw, crap. Let’s go."
            ],
            [
                173,
                "Grab a box. We’ll sleep at your mother’s place tonight."
            ],
            [
                175,
                "Well, you should’ve thought of that before you told me the stupid magic trick story."
            ],
            [
                177,
                "No husband of mine is gonna break his mother’s heart!"
            ]
        ],
        "Howard": [
            [
                43,
                "Don’t take it personally. She likes doing them by herself so she can lick the plates with no one looking."
            ],
            [
                45,
                "Yeah, let me just grab a couple of fresh turtlenecks."
            ],
            [
                47,
                "What are you talking about? All I have here is a few sweaters, books, bank stuff, computers, mail, collectibles, medicine and my electric body groomer. Ooh, there’s my plaid dickie. Oh, got this at the Goodwill store for 50 cents. Can you believe it?"
            ],
            [
                49,
                "You know, it’s kinda late. Why don’t we just spend the night here?"
            ],
            [
                51,
                "I know."
            ],
            [
                53,
                "That’s not true."
            ],
            [
                55,
                "There’s some underwear in the hamper."
            ],
            [
                57,
                "Thank you, I only put it on the list two weeks ago. Okay, I see what you’re getting at. How about this weekend I’ll box up all my things and move them to our place."
            ],
            [
                59,
                "The lightsabres are gonna look great in the living room."
            ],
            [
                62,
                "Let go of whatever piece of food you’re holding."
            ],
            [
                95,
                "Now that you mention it, I was thinking tomorrow might not be great."
            ],
            [
                97,
                "No excuse. It’s just, you know, I’m Jewish, and technically, we’re not supposed to drive or carry anything on the Sabbath. So this one’s on God."
            ],
            [
                99,
                "My religion’s kinda loosey-goosey. Basically, as long as you got your schmekel clipped and don’t wear a cross, you’re good."
            ],
            [
                101,
                "And I will."
            ],
            [
                103,
                "I will. I’m obviously not going to live in my mother’s house for the rest of my life. I’m not a child."
            ],
            [
                105,
                "She did not burp me. She was patting me on the back, and I happened to burp. Don’t you have other tables you should be waiting on?"
            ],
            [
                108,
                "All right, I’ve had enough of this. I’m a grown man, I have a successful career, for the love of God, I’ve been to space. I will move out when I’m ready, and I don’t need anyone badgering me into it."
            ],
            [
                110,
                "That was just for her benefit. I’ll move tomorrow. I love you. Don’t leave me."
            ],
            [
                119,
                "Boy, if these walls could talk."
            ],
            [
                121,
                "Yeah. I can’t believe I’m not going to live here anymore. This has always been my bedroom. Right here is where my mom used to mark my height."
            ],
            [
                123,
                "I remember when I was five, hiding under this desk with all my Halloween candy. Had some Peanut M&M’S, went into my first anaphylactic shock and had to be rushed to the hospital. Came home, celebrated with a Snickers, went into my second anaphylactic shock."
            ],
            [
                125,
                "Sometime around the third Almond Joy."
            ],
            [
                127,
                "Yeah, I guess. Hey, would you do me a favour? Go on ahead. I just want one last moment alone in my old room."
            ],
            [
                129,
                "Fine, let’s go."
            ],
            [
                162,
                "Okay, I have now officially moved out of my mother’s house. You are now the only woman in my life who I’ll see naked in the bathroom."
            ],
            [
                164,
                "Oh, I’m fine. It’s just her I’m worried about."
            ],
            [
                166,
                "I know. It’s just ever since my dad left, I’ve felt responsible for her."
            ],
            [
                168,
                "She was just so sad all the time. I was the only person who could cheer her up. Well, me and Ben and Jerry."
            ],
            [
                170,
                "You know, she’s why I first got into magic. I would do little shows for her, hang up a bedsheet like it was a curtain, put on a top hat and cape. And part way through the act, I would say I needed a volunteer from the audience to be my beautiful assistant and invite her up on stage. I can still remember the way she’d smile. For a few minutes, she’d forget how lonely she was."
            ],
            [
                172,
                "Where we going?"
            ],
            [
                174,
                "No, but I want to live here."
            ],
            [
                176,
                "Can’t we talk about this?"
            ]
        ],
        "Mrs Wolowitz (off)": [
            [
                54,
                "Howard, I’m doing laundry. You want me to put anything in for you?"
            ],
            [
                56,
                "Oh, good, I got that new stain stick to try out."
            ],
            [
                61,
                "Howard, help, my hand’s stuck in the garbage disposal."
            ],
            [
                63,
                "Are you kidding? It’s a perfectly good chicken leg."
            ]
        ],
        "Leonard": [
            [
                65,
                "Hey, look who’s out after dark, like a big boy."
            ],
            [
                67,
                "I thought you had plans with Amy."
            ],
            [
                69,
                "Hold on. Wil and Amy had an argument?"
            ],
            [
                71,
                "Then Amy got mad and left?"
            ],
            [
                73,
                "And you?"
            ],
            [
                75,
                "Buddy, I think Amy might be upset."
            ],
            [
                77,
                "Because your friend was rude to her, and then you went to dinner with him."
            ],
            [
                79,
                "Trust me, call her."
            ],
            [
                87,
                "Keep going, buddy, you’re doing great."
            ],
            [
                120,
                "They’d say, why does he touch himself so much?"
            ],
            [
                122,
                "Oh, yeah. Fifth grade. Sixth grade. Seventh grade. Eighth grade. Ninth grade."
            ],
            [
                126,
                "Okay. You want to start loading this stuff into the truck?"
            ],
            [
                128,
                "We’re not standing outside by the U-Haul while you fondle yourself."
            ]
        ],
        "Amy (on skype)": [
            [
                81,
                "What?"
            ]
        ],
        "Penny": [
            [
                91,
                "Hey. Sorry this took so long. But you used to work here, you know how it is."
            ],
            [
                93,
                "No, I’m a terrible waitress, remember?"
            ],
            [
                102,
                "Yeah, right."
            ],
            [
                104,
                "I’ve seen her burp you."
            ],
            [
                106,
                "Yeah, but I told you, I’m not good at my job. Bernadette, listen to me. He is never gonna leave."
            ],
            [
                109,
                "Wow, excuse me."
            ],
            [
                131,
                "Hey. What brings you in?"
            ],
            [
                133,
                "I had a feeling we’d have a talk like this sooner or later. Are you finally getting fuzz in weird places?"
            ],
            [
                135,
                "And for the record, bleugh. So what are you drinking?"
            ],
            [
                137,
                "You could have a Long Island Iced Tea."
            ],
            [
                139,
                "It’s calmed the pants off me a couple of times."
            ],
            [
                141,
                "Oh. So, the heart you got from the wizard giving you trouble?"
            ],
            [
                143,
                "Yeah, Amy told me what happened. Look, just apologize. It’ll warm her twaddle."
            ],
            [
                145,
                "Honey, you can’t make people like each other."
            ],
            [
                147,
                "You might want to pace yourself."
            ],
            [
                149,
                "Far be it from me to criticize a man with a full pubis. Look, Sheldon, your problem is not Wil Wheaton, okay? Your problem is the way you treated Amy."
            ],
            [
                151,
                "Come on, someone insulted your girlfriend and you just let him do it. I thought you Texas guys stood up for your womenfolk."
            ],
            [
                153,
                "Sorry."
            ],
            [
                155,
                "Welcome to Long Island, Tex."
            ],
            [
                157,
                "Yeah, that she is. Here you go."
            ],
            [
                159,
                "No, she won’t."
            ]
        ],
        "Raj": [
            [
                118,
                "Wow. An end of an era."
            ],
            [
                124,
                "When did you figure out you were allergic to nuts?"
            ]
        ],
        "LeVar": [
            [
                196,
                "Hey, Sheldon, it’s a pleasure to be here. Well, we’ve got some interesting flags for…"
            ],
            [
                199,
                "Ah, I hear you, brother. I still get lunch, right?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon: Hello, I’m Dr. Sheldon Cooper. Welcome to Sheldon Cooper Presents Fun with Flags. Before we get started, I’d like to announce the winner of our design your own flag competition. But I can’t. The only entry was from GameyGamer75, and I know that was a jpeg of your buttocks. Now this week we have a very special episode where we explore the flags of the popular entertainment franchise, Star Trek. And to help me, I’m pleased to introduce Internet personality, former star of Star Trek",
            "The Next Generation, and the only guy I know lucky enough to be immortalized in one sixteenth scale. Set phasers to fun for my friend, Wil Wheaton."
        ],
        [
            "Wil",
            "Hi, Sheldon. Thanks for having me. I’m happy to be here."
        ],
        [
            "Amy",
            "Cut."
        ],
        [
            "Sheldon",
            "What’s wrong?"
        ],
        [
            "Amy",
            "Sorry, Sheldon, you were brilliant as always. Wil, that was a little wooden."
        ],
        [
            "Wil",
            "Wooden?"
        ],
        [
            "Amy",
            "Don’t worry, it wasn’t terrible. Just, this time, try to say it the way people sound. And action."
        ],
        [
            "Sheldon",
            "My friend, Wil Wheaton."
        ],
        [
            "Wil",
            "Hi, Sheldon. Thanks for having me. I’m excited to be here."
        ],
        [
            "Sheldon",
            "So, Wil, what do you have for us first?"
        ],
        [
            "Wil",
            "Well, this is an exciting one. This is the flag of the United Federation of Planets. Now what’s interesting about this flag…"
        ],
        [
            "Amy",
            "Cut."
        ],
        [
            "Wil",
            "What was wrong with that?"
        ],
        [
            "Amy",
            "It’s called Fun with Flags. They’re not at half-mast, nobody died. Let’s try and keep it upbeat."
        ],
        [
            "Wil",
            "Um, no offence, but I’ve been acting since I was a kid. I think I can handle a Web show without a lot of direction."
        ],
        [
            "Sheldon",
            "It’s true. In 1982, Wil played the voice of Martin the mouse in The Secret of NIMH. You moved me."
        ],
        [
            "Amy",
            "You’ll have to forgive me. This is my first time directing, I just want it to be good."
        ],
        [
            "Wil",
            "So do I."
        ],
        [
            "Amy",
            "Great. So, this time let’s try more real boy, less Pinocchio. And action."
        ],
        [
            "Wil",
            "And cut. You realize that I’m doing this for free, right?"
        ],
        [
            "Amy",
            "Yes. And so far, we’re still not getting our money’s worth. Let’s try it again. Everybody’s having fun. And action."
        ],
        [
            "Sheldon",
            "So, Wil, what do you have for us first?"
        ],
        [
            "Wil",
            "Well, this is an exciting one. This is the flag of the United Federation of Planets."
        ],
        [
            "Amy",
            "Cut."
        ],
        [
            "Wil",
            "Problem, first-time director?"
        ],
        [
            "Sheldon",
            "Oh, none that I could see. I saw a man who loved flags almost as much as I do. I got goose bumps."
        ],
        [
            "Amy",
            "He was overacting on purpose."
        ],
        [
            "Sheldon",
            "Really? He reminded me of a young William Shatner."
        ],
        [
            "Wil",
            "Listen, Sheldon, I’m really happy to do this for you, but not if she’s gonna be a huge pain in the ass the whole time."
        ],
        [
            "Amy",
            "You gonna let him speak to me like that?"
        ],
        [
            "Sheldon",
            "Well, you’re my girlfriend and I don’t want you to be upset. Then again, Wil Wheaton’s my friend and I don’t want him to be upset. Hmm, this is a sticky wicket. (To Wil) What do you think?"
        ],
        [
            "Amy",
            "Can I speak to you for a second?"
        ],
        [
            "Sheldon",
            "I’ll be right back. Feel free to play with yourself."
        ],
        [
            "Amy",
            "I don’t care for your friend, he’s being rude to me. You need to ask him to leave."
        ],
        [
            "Sheldon",
            "Amy, I can’t just ask Wil Wheaton to leave. He’s a minor celebrity. Once you explain who he is, many people recognize him."
        ],
        [
            "Amy",
            "Fine. Then maybe I should go."
        ],
        [
            "Sheldon",
            "Could you? That would solve everything. You are the best. I’ll see you at dinner tonight?"
        ],
        [
            "Amy",
            "You sure you wouldn’t rather have dinner with your friend Wil Wheaton?"
        ],
        [
            "Sheldon",
            "Come to think of it, I would! You, little lady, are on fire."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Howard’s bedroom."
        ],
        [
            "Bernadette",
            "Every time we eat dinner here, your mother refuses to let me help with the dishes."
        ],
        [
            "Howard",
            "Don’t take it personally. She likes doing them by herself so she can lick the plates with no one looking."
        ],
        [
            "Bernadette",
            "You ready to go?"
        ],
        [
            "Howard",
            "Yeah, let me just grab a couple of fresh turtlenecks."
        ],
        [
            "Bernadette",
            "I don’t understand why you keep your stuff here when there’s plenty of room at home."
        ],
        [
            "Howard",
            "What are you talking about? All I have here is a few sweaters, books, bank stuff, computers, mail, collectibles, medicine and my electric body groomer. Ooh, there’s my plaid dickie. Oh, got this at the Goodwill store for 50 cents. Can you believe it?"
        ],
        [
            "Bernadette",
            "50 cents sounds right. Let’s go."
        ],
        [
            "Howard",
            "You know, it’s kinda late. Why don’t we just spend the night here?"
        ],
        [
            "Bernadette",
            "Because we don’t live here."
        ],
        [
            "Howard",
            "I know."
        ],
        [
            "Bernadette",
            "Do you? You said when you got back from space you were gonna move into my apartment, but half the time we stay here."
        ],
        [
            "Howard",
            "That’s not true."
        ],
        [
            "Mrs Wolowitz (off)",
            "Howard, I’m doing laundry. You want me to put anything in for you?"
        ],
        [
            "Howard",
            "There’s some underwear in the hamper."
        ],
        [
            "Mrs Wolowitz (off)",
            "Oh, good, I got that new stain stick to try out."
        ],
        [
            "Howard",
            "Thank you, I only put it on the list two weeks ago. Okay, I see what you’re getting at. How about this weekend I’ll box up all my things and move them to our place."
        ],
        [
            "Bernadette",
            "Thank you."
        ],
        [
            "Howard",
            "The lightsabres are gonna look great in the living room."
        ],
        [
            "Bernadette",
            "Or in the closet. We can decide later."
        ],
        [
            "Mrs Wolowitz (off)",
            "Howard, help, my hand’s stuck in the garbage disposal."
        ],
        [
            "Howard",
            "Let go of whatever piece of food you’re holding."
        ],
        [
            "Mrs Wolowitz (off)",
            "Are you kidding? It’s a perfectly good chicken leg."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Hey, look who’s out after dark, like a big boy."
        ],
        [
            "Sheldon",
            "I was out raising heck with Mr. Wil Wheaton. Four hours more and we would have closed down the HomeTown Buffet."
        ],
        [
            "Leonard",
            "I thought you had plans with Amy."
        ],
        [
            "Sheldon",
            "Yeah, I did, but then Wil called Amy a pain in the A-S-S. She got huffy and left, then Wil and I headed out to dinner. That place really did remind me of my hometown. Because there we also have a HomeTown Buffet."
        ],
        [
            "Leonard",
            "Hold on. Wil and Amy had an argument?"
        ],
        [
            "Sheldon",
            "Yes, quite the kerfuffle."
        ],
        [
            "Leonard",
            "Then Amy got mad and left?"
        ],
        [
            "Sheldon",
            "Walked right out the door."
        ],
        [
            "Leonard",
            "And you?"
        ],
        [
            "Sheldon",
            "Enjoyed a delightful dinner at a reasonable price. The manager recognized Wil and let us sit right next to the frozen yoghurt machine. Right next to it. I was closer to it than I am to you right now."
        ],
        [
            "Leonard",
            "Buddy, I think Amy might be upset."
        ],
        [
            "Sheldon",
            "Why’s that?"
        ],
        [
            "Leonard",
            "Because your friend was rude to her, and then you went to dinner with him."
        ],
        [
            "Sheldon",
            "You’re just repeating what I said. It’s like living with a lactose-intolerant parrot."
        ],
        [
            "Leonard",
            "Trust me, call her."
        ],
        [
            "Sheldon",
            "Fine. It’s a shame you didn’t go to dinner with us, because the buffet you’re about to enjoy only serves humble pie, a dessert much less tasty than frozen yoghurt. I was this close."
        ],
        [
            "Amy (on skype)",
            "What?"
        ],
        [
            "Sheldon",
            "You’ll appreciate this. Leonard has some ridiculous notion that you’re mad at me. Tell him you’re not mad at me. Go ahead, set him straight."
        ],
        [
            "Amy",
            "I’m mad at you, Sheldon."
        ],
        [
            "Sheldon",
            "Hmm. Eat one of your Luna bars. Very often when women think they’re angry, they’re really just hungry."
        ],
        [
            "Amy",
            "I’m not hungry. Your friend insulted me, and you didn’t do anything."
        ],
        [
            "Sheldon",
            "Precisely, I didn’t do anything. Now does someone feel like checking her emotional math?"
        ],
        [
            "Leonard",
            "Keep going, buddy, you’re doing great."
        ],
        [
            "Amy",
            "Sheldon, I’m your girlfriend, and you should have taken my side. That’s it. End of story. Good night."
        ],
        [
            "Sheldon",
            "Wow, Amy’s mad and Leonard was right. What a weird day."
        ],
        [
            "Scene",
            "The Cheesecake Factory."
        ],
        [
            "Penny",
            "Hey. Sorry this took so long. But you used to work here, you know how it is."
        ],
        [
            "Bernadette",
            "Kitchen slammed again?"
        ],
        [
            "Penny",
            "No, I’m a terrible waitress, remember?"
        ],
        [
            "Bernadette",
            "So, is there anything I can do to help you with the move tomorrow?"
        ],
        [
            "Howard",
            "Now that you mention it, I was thinking tomorrow might not be great."
        ],
        [
            "Bernadette",
            "What’s your excuse this time?"
        ],
        [
            "Howard",
            "No excuse. It’s just, you know, I’m Jewish, and technically, we’re not supposed to drive or carry anything on the Sabbath. So this one’s on God."
        ],
        [
            "Bernadette",
            "That might be a little more convincing if you didn’t have a mouthful of bacon cheeseburger."
        ],
        [
            "Howard",
            "My religion’s kinda loosey-goosey. Basically, as long as you got your schmekel clipped and don’t wear a cross, you’re good."
        ],
        [
            "Bernadette",
            "Howie, you promised you’d move."
        ],
        [
            "Howard",
            "And I will."
        ],
        [
            "Penny",
            "Yeah, right."
        ],
        [
            "Howard",
            "I will. I’m obviously not going to live in my mother’s house for the rest of my life. I’m not a child."
        ],
        [
            "Penny",
            "I’ve seen her burp you."
        ],
        [
            "Howard",
            "She did not burp me. She was patting me on the back, and I happened to burp. Don’t you have other tables you should be waiting on?"
        ],
        [
            "Penny",
            "Yeah, but I told you, I’m not good at my job. Bernadette, listen to me. He is never gonna leave."
        ],
        [
            "Bernadette",
            "I’m starting to think you’re right."
        ],
        [
            "Howard",
            "All right, I’ve had enough of this. I’m a grown man, I have a successful career, for the love of God, I’ve been to space. I will move out when I’m ready, and I don’t need anyone badgering me into it."
        ],
        [
            "Penny",
            "Wow, excuse me."
        ],
        [
            "Howard",
            "That was just for her benefit. I’ll move tomorrow. I love you. Don’t leave me."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Amy. (Knock, knock, knock) Amy. (Knock, knock, knock) Angry Amy."
        ],
        [
            "Amy",
            "What?"
        ],
        [
            "Sheldon",
            "I’ve been thinking about what happened, and I hope this gift will make things better."
        ],
        [
            "Amy",
            "Star Trek DVDs? Why would I want this?"
        ],
        [
            "Sheldon",
            "First of all, you’re welcome. And furthermore, not being familiar with Wil Wheaton’s body of work, there was no way for you to know you were being rude to a national treasure. Get ready for 130 hours of I told you so. (She hands him back the DVDs and slams the door) Fine. I’ll just tell you what happens. Episode one, Encounter at Farpoint. Fade in. The new Enterprise heads out on its maiden voyage to contact the Bandi people of Deneb IV. Enter Wesley Crusher, played by my buddy… (Amy opens door, grabs DVDs, slams door again) She’s hooked."
        ],
        [
            "Scene",
            "Howard’s bedroom."
        ],
        [
            "Raj",
            "Wow. An end of an era."
        ],
        [
            "Howard",
            "Boy, if these walls could talk."
        ],
        [
            "Leonard",
            "They’d say, why does he touch himself so much?"
        ],
        [
            "Howard",
            "Yeah. I can’t believe I’m not going to live here anymore. This has always been my bedroom. Right here is where my mom used to mark my height."
        ],
        [
            "Leonard",
            "Oh, yeah. Fifth grade. Sixth grade. Seventh grade. Eighth grade. Ninth grade."
        ],
        [
            "Howard",
            "I remember when I was five, hiding under this desk with all my Halloween candy. Had some Peanut M&M’S, went into my first anaphylactic shock and had to be rushed to the hospital. Came home, celebrated with a Snickers, went into my second anaphylactic shock."
        ],
        [
            "Raj",
            "When did you figure out you were allergic to nuts?"
        ],
        [
            "Howard",
            "Sometime around the third Almond Joy."
        ],
        [
            "Leonard",
            "Okay. You want to start loading this stuff into the truck?"
        ],
        [
            "Howard",
            "Yeah, I guess. Hey, would you do me a favour? Go on ahead. I just want one last moment alone in my old room."
        ],
        [
            "Leonard",
            "We’re not standing outside by the U-Haul while you fondle yourself."
        ],
        [
            "Howard",
            "Fine, let’s go."
        ],
        [
            "Scene",
            "The Cheesecake Factory Bar."
        ],
        [
            "Penny",
            "Hey. What brings you in?"
        ],
        [
            "Sheldon",
            "Penny, if you wouldn’t mind, I’d like to have a conversation about girls."
        ],
        [
            "Penny",
            "I had a feeling we’d have a talk like this sooner or later. Are you finally getting fuzz in weird places?"
        ],
        [
            "Sheldon",
            "Penny, please, I’m on the horns of a relationship dilemma. And for the record, I had a full pubis of hair by the time I was 19."
        ],
        [
            "Penny",
            "And for the record, bleugh. So what are you drinking?"
        ],
        [
            "Sheldon",
            "Well, it’s been a rough day. I usually go chamomile tea, but I don’t think that’s going to cut it."
        ],
        [
            "Penny",
            "You could have a Long Island Iced Tea."
        ],
        [
            "Sheldon",
            "Will that calm my nerves?"
        ],
        [
            "Penny",
            "It’s calmed the pants off me a couple of times."
        ],
        [
            "Sheldon",
            "Sold."
        ],
        [
            "Penny",
            "Oh. So, the heart you got from the wizard giving you trouble?"
        ],
        [
            "Sheldon",
            "The trouble isn’t with me, Penny, it’s with your gender. Someday, scientists will discover that second X chromosome contains nothing but nonsense and twaddle."
        ],
        [
            "Penny",
            "Yeah, Amy told me what happened. Look, just apologize. It’ll warm her twaddle."
        ],
        [
            "Sheldon",
            "It’s a Band-Aid at best. See, the core problem is that Amy and Wil do not like each other. Which is baffling because they’re both crazy about me. And I like them, which indicates they’re bright and interesting and/or were on Star Trek."
        ],
        [
            "Penny",
            "Honey, you can’t make people like each other."
        ],
        [
            "Sheldon",
            "Not true. Leonard made me like you. And let me tell you, that was a hard row to hoe. Cheers, pal. Ooh. Boy, that is a treat that’s hard to beat. Get the Mad Hatter on the horn, I’m having a tea party."
        ],
        [
            "Penny",
            "You might want to pace yourself."
        ],
        [
            "Sheldon",
            "I drink tea all the time. I think I know what I’m doing."
        ],
        [
            "Penny",
            "Far be it from me to criticize a man with a full pubis. Look, Sheldon, your problem is not Wil Wheaton, okay? Your problem is the way you treated Amy."
        ],
        [
            "Sheldon",
            "My problem is I’m out of tea."
        ],
        [
            "Penny",
            "Come on, someone insulted your girlfriend and you just let him do it. I thought you Texas guys stood up for your womenfolk."
        ],
        [
            "Sheldon",
            "Penny, please, I think I’ve evolved beyond my simple rustic upbringing."
        ],
        [
            "Penny",
            "Sorry."
        ],
        [
            "Sheldon",
            "On the other hand, that low-down polecat done wronged my woman."
        ],
        [
            "Penny",
            "Welcome to Long Island, Tex."
        ],
        [
            "Sheldon",
            "Amy deserves better. You know, when we buy the Planter’s deluxe mix, she eats all the Brazil nuts so I don’t have to look at them. She’s a unique blend of saint and squirrel."
        ],
        [
            "Penny",
            "Yeah, that she is. Here you go."
        ],
        [
            "Sheldon",
            "I’m a callous egomaniac. She’s gonna leave me."
        ],
        [
            "Penny",
            "No, she won’t."
        ],
        [
            "Sheldon",
            "No, she won’t. I’m great."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Okay, I have now officially moved out of my mother’s house. You are now the only woman in my life who I’ll see naked in the bathroom."
        ],
        [
            "Bernadette",
            "I know this wasn’t easy. You doing okay?"
        ],
        [
            "Howard",
            "Oh, I’m fine. It’s just her I’m worried about."
        ],
        [
            "Bernadette",
            "Aw, she’ll be okay. She’s a grown woman."
        ],
        [
            "Howard",
            "I know. It’s just ever since my dad left, I’ve felt responsible for her."
        ],
        [
            "Bernadette",
            "That’s a lot for a kid to deal with."
        ],
        [
            "Howard",
            "She was just so sad all the time. I was the only person who could cheer her up. Well, me and Ben and Jerry."
        ],
        [
            "Bernadette",
            "She’s lucky you were there."
        ],
        [
            "Howard",
            "You know, she’s why I first got into magic. I would do little shows for her, hang up a bedsheet like it was a curtain, put on a top hat and cape. And part way through the act, I would say I needed a volunteer from the audience to be my beautiful assistant and invite her up on stage. I can still remember the way she’d smile. For a few minutes, she’d forget how lonely she was."
        ],
        [
            "Bernadette",
            "Aw, crap. Let’s go."
        ],
        [
            "Howard",
            "Where we going?"
        ],
        [
            "Bernadette",
            "Grab a box. We’ll sleep at your mother’s place tonight."
        ],
        [
            "Howard",
            "No, but I want to live here."
        ],
        [
            "Bernadette",
            "Well, you should’ve thought of that before you told me the stupid magic trick story."
        ],
        [
            "Howard",
            "Can’t we talk about this?"
        ],
        [
            "Bernadette",
            "No husband of mine is gonna break his mother’s heart!"
        ],
        [
            "Scene",
            "Wil Wheaton’s house."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Wil Wheaton! (Knock, knock, knock) Wil Wheaton! Wait, how many was that?"
        ],
        [
            "Wil",
            "Hey, Sheldon, what’s up?"
        ],
        [
            "Sheldon",
            "Wouldn’t you like to know?"
        ],
        [
            "Wil",
            "Have you been drinking?"
        ],
        [
            "Sheldon",
            "Just tea. S’the best tea I’ve ever had."
        ],
        [
            "Wil",
            "Why are you here?"
        ],
        [
            "Sheldon",
            "I’ll tell you. I’m from Texas. Need I say more?"
        ],
        [
            "Wil",
            "Yeah, actually, a little more would be helpful."
        ],
        [
            "Sheldon",
            "You insulted my woman. I’m here to defend her honour. Two! It was two. (Knock, knock, knock) Wil Wheaton! Now prepare yourself for what may come."
        ],
        [
            "Wil",
            "Oh, Sheldon, do you really think we’re gonna fight?"
        ],
        [
            "Sheldon",
            "My fists are not up here because I’m milking a giant invisible cow. They’re up to beat an apology out of you."
        ],
        [
            "Wil",
            "Okay, I’m sorry."
        ],
        [
            "Sheldon",
            "Well, that was a long bus ride for not very much."
        ],
        [
            "Wil",
            "Are you okay?"
        ],
        [
            "Sheldon",
            "You’re asking a lot of questions, Wil Wheaton. As a matter of idle curiosity, which of your shrubberies do you feel would benefit from a thorough vomiting? Never mind, I’ll choose. (Vomits) You were so good in Stand by Me."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Hello, I’m Dr. Sheldon Cooper. Welcome to Sheldon Cooper Presents Fun with Flags. Get ready for a very special episode where we explore the flags of the popular entertainment franchise, Star Trek. And to help us, I’m pleased to introduce a special guest, surprisingly, it only took gas money and the promise of free food to get him here, Mr. LeVar Burton."
        ],
        [
            "LeVar",
            "Hey, Sheldon, it’s a pleasure to be here. Well, we’ve got some interesting flags for…"
        ],
        [
            "Amy",
            "Cut. Yikes, this guy is worse than Wil Wheaton."
        ],
        [
            "Sheldon",
            "I don’t know what she’s talking about, but I’m obligated to agree with her. She’s my girlfriend."
        ],
        [
            "LeVar",
            "Ah, I hear you, brother. I still get lunch, right?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-6-episode-07-the-habitation-configuration/"
}