{
    "Season": 10,
    "Episode": 1,
    "Title": "the conjugal conjecture",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Following a “previously on” sequence."
            ],
            [
                16,
                "Credits sequence."
            ],
            [
                17,
                "The apartment. "
            ],
            [
                40,
                "Howard and Bernadette’s kitchen."
            ],
            [
                63,
                "Penny’s car. "
            ],
            [
                83,
                "Howard and Bernadette’s kitchen."
            ],
            [
                96,
                "The apartment."
            ],
            [
                122,
                "Penny’s apartment. "
            ],
            [
                134,
                "The apartment."
            ],
            [
                160,
                "Penny’s apartment."
            ],
            [
                184,
                "The apartment."
            ],
            [
                194,
                "Howard and Bernadette’s kitchen."
            ],
            [
                207,
                "Penny’s apartment. "
            ],
            [
                219,
                "The wedding ceremony. "
            ],
            [
                244,
                "need to understand it, I just need to be grateful. I love you, Penny."
            ],
            [
                248,
                "But something wonderful did come from our relationship. That young man right there."
            ],
            [
                258,
                "Leonard’s car."
            ],
            [
                269,
                "Amy’s car."
            ],
            [
                283,
                "Penny’s car."
            ]
        ],
        "Sceme": [
            [
                1,
                "Leonard and Penny’s bedroom."
            ]
        ],
        "Sheldon": [
            [
                2,
                "Leonard? Leonard?"
            ],
            [
                4,
                "You realize you and I could become brothers."
            ],
            [
                6,
                "I hope you’re right. ‘Cause a grown man living with his brother and his brother’s wife is weird."
            ],
            [
                8,
                "Okay. Do you think your father’s doing unspeakable things to my mother?"
            ],
            [
                10,
                "Are you saying that because the things are unspeakable?"
            ],
            [
                12,
                "Very well."
            ],
            [
                15,
                "Hey, if you want me to sleep you’re gonna have to stop talking."
            ],
            [
                21,
                "It was nice of her to show us playing dumb with an example."
            ],
            [
                27,
                "Whuh, are we still doing the dumb thing? Okay, why, what’s wrong?"
            ],
            [
                29,
                "Oh, golly, however did he humiliate you?"
            ],
            [
                31,
                "Do I say stop what, or just throw in the towel?"
            ],
            [
                33,
                "Oh, excuse me, that is my mother you’re talking about, however accurately."
            ],
            [
                35,
                "And turned their phones off."
            ],
            [
                39,
                "You know, also, if they did have coitus, we’ll all be needing a skilled psychiatrist."
            ],
            [
                102,
                "All right, so less or equally awkward, got it."
            ],
            [
                107,
                "Hello."
            ],
            [
                114,
                "So, did you defile my mother or not?"
            ],
            [
                117,
                "Did that conversation include the phrase your genitals are a joy to behold?"
            ],
            [
                121,
                "Or what a joy it is to behold my genitals."
            ],
            [
                136,
                "A man named Jesus convinced you to build a church in Africa. You’re kind of a sucker."
            ],
            [
                141,
                "What? In the Chattahoochee National Forest in Georgia? I can’t be the only one that knows that’s halfway."
            ],
            [
                148,
                "What? But he’s a mediocre academic. And according to Beverley, his sexual prowess is sub-par. He’s basically Leonard with a bigger prostate."
            ],
            [
                150,
                "Yes, while also getting in a solid dig at you. Pretty efficient, huh?"
            ],
            [
                152,
                "But why should you get to go and leave me here with your bickering parents?"
            ],
            [
                159,
                "Great, now I have to start all over."
            ],
            [
                188,
                "You made God sad today, Mom."
            ],
            [
                190,
                "Well, that’s still no reason to rush into anything. I mean, look at us. We took things remarkably slow. You and I, we didn’t even hold hands for two years."
            ],
            [
                193,
                "Hey, hey. She’s mine, take a cold shower, grandpa."
            ],
            [
                228,
                "Why do people cry at weddings?"
            ],
            [
                238,
                "Speaking of love, STDs among the elderly are skyrocketing."
            ],
            [
                252,
                "Yeah, excuse me, I need to say something to someone pretty special, and I just can’t wait any longer."
            ],
            [
                254,
                "Leonard, you and I have our ups and downs. But I have always considered you my family. Even before the recent threat of our parents fornicating like wrinkly old rabbits. I don’t always show it, but you are of great importance to me. Both of you. "
            ],
            [
                273,
                "Plenty of time for you to meet another geriatric boy toy."
            ],
            [
                275,
                "Yes ma’am."
            ],
            [
                277,
                "Well, and you need to drive the car and mind your business."
            ],
            [
                279,
                "What, you’re not my mother."
            ],
            [
                281,
                "Yes ma’am."
            ]
        ],
        "Leonard": [
            [
                3,
                "What?"
            ],
            [
                5,
                "We’re not gonna be brothers. We’re not gonna be stepbrothers. Go to sleep."
            ],
            [
                7,
                "Go to sleep."
            ],
            [
                9,
                "No."
            ],
            [
                13,
                "I’m sorry if this stuff is gonna make the ceremony awkward."
            ],
            [
                19,
                "Yeah, drive safe. "
            ],
            [
                26,
                "Well, why? What’s wrong?"
            ],
            [
                36,
                "Not helping, buddy. Mother, Penny and I really want you to be part of this. Please stay."
            ],
            [
                97,
                "Here you are, Mother."
            ],
            [
                99,
                "I’m glad you decided to stay. It’s gonna be special for Penny and me to share this with you."
            ],
            [
                101,
                "Yeah, special, like that. (Knock on door) That’s them. Please don’t make things any more awkward than they already are."
            ],
            [
                103,
                "Hey, guys, come on in."
            ],
            [
                120,
                "You don’t know his girlfriend very well."
            ],
            [
                137,
                "Well, nothing happened, right? It’s over. Until we get married a third time, you guys will never have to see each other again."
            ],
            [
                146,
                "Mary, I’m sorry you’re in the middle of this."
            ],
            [
                149,
                "Are you saying that my dad’s not good enough for your mom?"
            ],
            [
                151,
                "This is ridiculous. I’m going across the hall."
            ],
            [
                153,
                "Fine, then you go."
            ],
            [
                156,
                "That still leaves me here with him."
            ],
            [
                176,
                "Hello."
            ],
            [
                180,
                "Oh, you, too. Hey, everyone, this is my mother, Beverley."
            ],
            [
                214,
                "And he can’t wait to meet you, too. Can I get anyone a drink?"
            ],
            [
                243,
                "Penny, as a scientist, my job is to figure out why things happen. But I don’t think I’ll ever understand how someone like me could get to be with someone like you. You know, maybe I don’t"
            ],
            [
                256,
                "Thank you."
            ],
            [
                260,
                "Hey, I’m just thrilled we’re all getting along for a minute."
            ],
            [
                264,
                "That’s okay. I can make it over."
            ],
            [
                268,
                "That was almost a minute."
            ]
        ],
        "Penny: Your parents are old. Anything unspeakable was finished by 9": [
            [
                11,
                "30. Go to sleep."
            ]
        ],
        "Penny": [
            [
                14,
                "God, I thought my brother fresh out of jail was gonna make everyone uncomfortable, but now this."
            ],
            [
                18,
                "Okay, I’m gonna go pick up my family. Like an hour and half, two hours, depending on traffic."
            ],
            [
                20,
                "Oh, hey, and do yourself a favour, all right? When Beverly gets here, do not bring up last night. All right? As far as you’re concerned, you don’t know anything, you didn’t see anything. I want you just to play dumb."
            ],
            [
                22,
                "What? Oh. Hi. Okay, hey there, I got, I’m sorry, I got to go now."
            ],
            [
                24,
                "Why?"
            ],
            [
                34,
                "Okay, Beverley, aren’t you overreacting a little? All we know is they shared a cab and had a nightcap. "
            ],
            [
                37,
                "Yeah, plus if you leave, Alfred will know he got under your skin."
            ],
            [
                64,
                "Oh, I can’t wait for you to meet everyone. I told them all about you."
            ],
            [
                66,
                "Uh, not everything, just, like, the jail and drugs part."
            ],
            [
                68,
                "What?"
            ],
            [
                70,
                "Well, Mom, I’m sorry, but…"
            ],
            [
                75,
                "So, uh, Randall, can’t believe after all these years you finally get to visit me in California."
            ],
            [
                123,
                "All right, you guys, uh, get settled in, then we’ll go across the hall and say hi to everyone."
            ],
            [
                127,
                "I thought it was really funny."
            ],
            [
                131,
                "Okay. Listen, Mom, I know you’re nervous, but I promise you, no one is gonna judge you or this family."
            ],
            [
                162,
                "Pretty good. I actually just got assigned a much better territory."
            ],
            [
                169,
                "Well, I learned from the best."
            ],
            [
                171,
                "Aw."
            ],
            [
                178,
                "Hey."
            ],
            [
                217,
                "Hey. Is everyone getting to know each other?"
            ],
            [
                242,
                "Okay, I understand everyone’s a little tense today, so I am just gonna get to the important stuff. Leonard, standing here with you in front of our family and friends is bringing up a lot of feelings. Like what a good idea it was to elope the first time. But also how incredibly happy you make me. Thank you for marrying me. Hopefully for the last time."
            ],
            [
                245,
                "Oh."
            ],
            [
                255,
                "Oh."
            ],
            [
                285,
                "Oh, thanks, Mom."
            ],
            [
                287,
                "Is he? I never noticed."
            ]
        ],
        "Beverley": [
            [
                23,
                "Penny, wait."
            ],
            [
                25,
                "I wanted to thank you for going through all the trouble of planning a second wedding ceremony for me, but unfortunately I cannot attend."
            ],
            [
                28,
                "I just cannot stay here while your father goes out of his way to humiliate me."
            ],
            [
                30,
                "Stop it, Sheldon."
            ],
            [
                32,
                "I don’t see why I should have to watch your father parade around with some bible-thumping bumpkin."
            ],
            [
                38,
                "Well, we can’t have that."
            ],
            [
                98,
                "Thank you."
            ],
            [
                100,
                "I can’t wait for this day to be over."
            ],
            [
                106,
                "Morning."
            ],
            [
                109,
                "Good, and you?"
            ],
            [
                111,
                "Good."
            ],
            [
                113,
                "Good."
            ],
            [
                142,
                "You’re not seriously going to visit each other."
            ],
            [
                144,
                "Oh please, you’re just saying this to antagonize me."
            ],
            [
                181,
                "Hello."
            ],
            [
                208,
                "So, what do you do for a living?"
            ],
            [
                213,
                "Prepare to be disappointed."
            ],
            [
                221,
                "Nice to see you, too."
            ],
            [
                234,
                "Urgh."
            ],
            [
                249,
                "I couldn’t agree more."
            ],
            [
                259,
                "Thank you for taking us to the airport."
            ],
            [
                262,
                "Water under the bridge, Alfred. Leonard, why don’t you get into the carpool lane?"
            ],
            [
                265,
                "No, no, let’s plod along. It’ll make your father feel more comfortable."
            ],
            [
                267,
                "Do the world a favour, and don’t wake up tomorrow morning."
            ]
        ],
        "Raj": [
            [
                41,
                "It is funny when you think about it."
            ],
            [
                48,
                "Hello."
            ],
            [
                50,
                "Howard Wolowitz?"
            ],
            [
                52,
                "Address?"
            ],
            [
                54,
                "Um, no. "
            ],
            [
                56,
                "May I ask what this is about?"
            ],
            [
                58,
                "Very well."
            ],
            [
                60,
                "Okay."
            ],
            [
                62,
                "That’s not him."
            ],
            [
                85,
                "What are you talking about? They’ve always known where you live."
            ],
            [
                87,
                "Can we take a moment to discuss that I just lied to the government for you?"
            ],
            [
                91,
                "Hey, make sure you tell him that you weren’t home when he came by and that your Indian friend gave you the message the moment you stepped through the door."
            ],
            [
                93,
                "Oh, I take it back, don’t mention me."
            ],
            [
                95,
                "That’s what he said to me."
            ],
            [
                196,
                "Calm down, okay? Try not to think about it."
            ],
            [
                198,
                "You know that hurts my feelings."
            ],
            [
                200,
                "Okay. "
            ],
            [
                202,
                "Oh, come on. What’s the worst that could come of this meeting?"
            ],
            [
                204,
                "Okay, that’s not so bad. You know what happened to the scientists that worked on the Manhattan Project? The government forced them to move to the desert. They had to live in secret, and when Oppenheimer objected to what they made him do, they destroyed his reputation."
            ],
            [
                206,
                "I just read a book about Oppenheimer, seemed like a chance to show off. (Howard laughs) There he is, there’s my happy Hebraic homeboy. Yeah, that’s the smile I’m gonna remember when you’re living in the desert and I’m living with your wife."
            ]
        ],
        "Howard": [
            [
                42,
                "Maybe to you. You didn’t get a $500 traffic ticket."
            ],
            [
                44,
                "Hey, if thinking secret government agents are chasing you makes you a lunatic, then, yeah, okay."
            ],
            [
                47,
                "I have performance anxiety. You of all people should know that."
            ],
            [
                84,
                "That’s great, now they know where I live."
            ],
            [
                88,
                "Yeah. I would not have done that for you."
            ],
            [
                90,
                "All right, all right."
            ],
            [
                92,
                "Yes, hello. Uh, this is Howard Wolowitz for Colonel Richard Williams."
            ],
            [
                94,
                "Hi, Colonel Williams, how can I help you? What? Oh, uh, yes, he is from India. No, I don’t know his immigration status. Relax, I’m still on hold. Speaking. Okay, sure, I can meet with you on Thursday. Caltech is fine. Yeah, and may I ask what this is about? I may not?"
            ],
            [
                195,
                "Why wouldn’t that colonel say what the meeting’s about? It has to be bad news."
            ],
            [
                197,
                "That’s really stupid advice."
            ],
            [
                199,
                "Calm down, try not to think about it."
            ],
            [
                201,
                "Why do I bother talking to you?"
            ],
            [
                203,
                "I don’t know. They take the invention away, and I get nothing?"
            ],
            [
                205,
                "What’s the point of that story?"
            ],
            [
                240,
                "At least she’s yelling at someone else for a change."
            ]
        ],
        "Bernadette": [
            [
                43,
                "Because you were driving like a lunatic."
            ],
            [
                46,
                "It didn’t help that you couldn’t walk a straight line when the cop pulled you over."
            ],
            [
                86,
                "Yeah, if you want to go off the grid, you have to move out of your mother’s house."
            ],
            [
                89,
                "Howard, please just call the man, see what he wants."
            ],
            [
                227,
                "Okay, I think we’re ready."
            ],
            [
                233,
                "We’re here today to celebrate love."
            ],
            [
                237,
                "Not just Leonard and Penny’s love, but the love we have for them, as well as each other."
            ],
            [
                239,
                "Love is patient, but it’s not gonna put up with all the side chatter, so let’s knock it off."
            ],
            [
                241,
                "Howard."
            ],
            [
                246,
                "Anybody have anything snarky to say about that? Didn’t think so."
            ],
            [
                251,
                "Thank you. All right, let’s continue."
            ],
            [
                257,
                "Okay. I now pronounce you husband and wife. And weird other husband who came with the apartment."
            ]
        ],
        "Raj (doorbell rings)": [
            [
                45,
                "Oh, I’ll get it."
            ]
        ],
        "Air Force Officer": [
            [
                49,
                "I’m looking for Howard Wolowitz."
            ],
            [
                51,
                "I have the right address, don’t I?"
            ],
            [
                53,
                "Is he here?"
            ],
            [
                55,
                "Do you know where I can find him?"
            ],
            [
                57,
                "No, you may not."
            ],
            [
                59,
                "Have him call me."
            ]
        ],
        "Howard (off)": [
            [
                61,
                "Raj, who’s at the door?"
            ]
        ],
        "Susan (Penny’s mother)": [
            [
                65,
                "Like what? Do they know about your brother?"
            ]
        ],
        "Susan": [
            [
                67,
                "Why would you do that?"
            ],
            [
                69,
                "The world doesn’t need to know our problems."
            ],
            [
                72,
                "You really think it’s helpful to change the subject, Wyatt?"
            ],
            [
                74,
                "Well, quit it."
            ],
            [
                77,
                "All right, that’s enough jail talk."
            ],
            [
                79,
                "You sent your brother cigarettes?"
            ],
            [
                81,
                "Stop trying to be the cool dad, you have a shirt with our cat’s picture on it."
            ],
            [
                126,
                "Not funny, Wyatt."
            ],
            [
                129,
                "Well, fine, if everyone wants to make jokes about our problems, then I can, too. Knock, knock. Who’s there? Our family is an embarrassment."
            ],
            [
                132,
                "Oh, I’m sorry. It’s just we’re meeting Leonard’s parents for the first time, and, and they’re academics and, and intellectuals, and I don’t want them thinking we’re white trash."
            ],
            [
                163,
                "See what happens when you work hard?"
            ],
            [
                165,
                "Okay, that’s enough. No more drug talk for the rest of this trip."
            ],
            [
                167,
                "Haven’t you had enough?"
            ],
            [
                172,
                "Very nice, Wyatt. And you wonder why this one turned out the way he did."
            ],
            [
                174,
                "What you’ve gotta put up with? Why did you have to go to jail?"
            ],
            [
                179,
                "Oh, Leonard. It’s so nice to see you again."
            ],
            [
                182,
                "Hi."
            ],
            [
                210,
                "Um, Randall’s in between jobs. "
            ],
            [
                216,
                "You’re done. He’s done."
            ],
            [
                230,
                "Thank you for cleaning yourself up for your sister’s wedding."
            ],
            [
                284,
                "Penny, I don’t know what I was worried about. You’re friends are just lovely."
            ],
            [
                286,
                "Although that Sheldon is a bit peculiar."
            ]
        ],
        "Wyatt (Penny’s father)": [
            [
                71,
                "Hey, look, they got Walgreens here, too."
            ]
        ],
        "Wyatt": [
            [
                73,
                "Just trying to make this a happy trip, dear."
            ],
            [
                80,
                "He was cooking and selling crystal meth, Susan, I think we can let the cigarettes slide."
            ],
            [
                82,
                "Anyway, we’re here, slugger."
            ],
            [
                125,
                "Well, he probably buys his illegal drugs from a local vendor."
            ],
            [
                128,
                "Thanks."
            ],
            [
                161,
                "So how’s the world of pharmaceuticals treating you?"
            ],
            [
                166,
                "I’ll drink to that."
            ],
            [
                168,
                "Penny drinks more than I do."
            ],
            [
                170,
                "Aw."
            ],
            [
                177,
                "Hey, there he is."
            ],
            [
                212,
                "It’s nice to meet the woman who raised this fine young man. I’m looking forward to meeting his father."
            ],
            [
                215,
                "Well, I could use another beer. "
            ],
            [
                232,
                "Welcome to the family, Leonard. Don’t lend your new brother-in-law money."
            ],
            [
                288,
                "He reminds me of that turkey we had who drowned looking up at the rain."
            ]
        ],
        "Randall (Penny’s brother)": [
            [
                76,
                "Well, good thing I was a non-violent offender, otherwise I couldn’t have left the state."
            ]
        ],
        "Randall": [
            [
                78,
                "Penny knows where I was, she sent me cigarettes."
            ],
            [
                124,
                "You know, It’s hard to believe I’ve never met Leonard."
            ],
            [
                130,
                "That’s not much of a joke."
            ],
            [
                133,
                "Well, what colour trash do you think they’ll believe?"
            ],
            [
                164,
                "Hey, she just sells drugs. I had to make ’em."
            ],
            [
                173,
                "You see what I’ve gotta put up with."
            ],
            [
                175,
                "It’s called getting caught, Mother."
            ],
            [
                183,
                "We are not white trash."
            ],
            [
                209,
                "Mommy, you want to take this one?"
            ],
            [
                211,
                "And court appearances."
            ],
            [
                218,
                "Not at all."
            ],
            [
                231,
                "Thank you for my new teeth."
            ],
            [
                289,
                "Cops, cops, be cool."
            ]
        ],
        "Alfred": [
            [
                104,
                "Oh, thank you."
            ],
            [
                108,
                "How is everyone today?"
            ],
            [
                110,
                "Good, good."
            ],
            [
                116,
                "If I may, I can assure you, your mother and I did nothing more than share a cab and a conversation."
            ],
            [
                119,
                "Look, I promise you, neither I, nor anyone, has ever said that."
            ],
            [
                138,
                "Well, you know, actually that’s not the case. Mary may visit me in New York."
            ],
            [
                140,
                "Maybe we meet halfway."
            ],
            [
                143,
                "And why wouldn’t we?"
            ],
            [
                145,
                "Oh, not at all. Mary happens to be a wonderful woman. And if it antagonizes you, that’s just a bonus."
            ],
            [
                155,
                "I’ll go with you."
            ],
            [
                186,
                "Yes, I am. I’m just feeling a little guilty about all the trouble I’ve caused."
            ],
            [
                192,
                "You’re a patient young lady."
            ],
            [
                223,
                "Oh, I’m Alfred. Leonard’s father."
            ],
            [
                235,
                "Sigh louder, no one heard you."
            ],
            [
                247,
                "I’d like to say something. Beverly, I know that we don’t bring out the best in each other. "
            ],
            [
                261,
                "Yeah, me, too. Beverly, I’m sorry if I upset you."
            ],
            [
                263,
                "Well, that’s a solid line. He can’t cross that."
            ],
            [
                266,
                "What makes me comfortable is knowing I don’t have to wake up tomorrow morning and see your sour face."
            ]
        ],
        "Mary": [
            [
                105,
                "Good morning."
            ],
            [
                112,
                "I’m good, too."
            ],
            [
                115,
                "Sheldon. You’re being rude."
            ],
            [
                118,
                "That’s enough."
            ],
            [
                135,
                "How could you think that I would spend the night with a man I just met?"
            ],
            [
                139,
                "Mm-hmm. And he’s never been to Texas."
            ],
            [
                147,
                "No, no, nothing to be sorry about. I genuinely like your father."
            ],
            [
                154,
                "Well, I don’t want to stay here with her. I’ll go."
            ],
            [
                187,
                "Oh, so am I."
            ],
            [
                229,
                "They’re practicing for what’s coming later."
            ],
            [
                270,
                "There’s a lot of traffic. Are we gonna be okay?"
            ],
            [
                272,
                "Good. Thank you."
            ],
            [
                274,
                "Hey. I will not have you be disrespectful to me."
            ],
            [
                280,
                "Don’t you be disrespectful to her."
            ],
            [
                282,
                "You’ll get there. You’ve just gotta put some zing on it."
            ]
        ],
        "Sheldon: Hang on, hang on. We’re smart, we can figure this out. Okay, so": [
            [
                157,
                "Mary and Beverley can’t be together. Uh, Alfred and Beverley can’t be together. Leonard and I can’t be together. Now, I could be with Alfred but I don’t like his face. Oh, here. I’ve got it."
            ]
        ],
        "Amy": [
            [
                158,
                "Who’s ready for a wedding?"
            ],
            [
                185,
                "Are you excited to see your son walk down the aisle?"
            ],
            [
                189,
                "Sheldon, they haven’t done anything wrong. I think it’s nice they’re hitting it off."
            ],
            [
                191,
                "It was a lot hotter than it sounds."
            ],
            [
                253,
                "It’s happening."
            ],
            [
                271,
                "You’ll be at the airport an hour before your flight."
            ],
            [
                276,
                "Sheldon, you’re mother’s an attractive woman. You need to get use to the fact that men are going to be interested in her."
            ],
            [
                278,
                "I will not have you be disrespectful to me."
            ]
        ],
        "Stuart": [
            [
                220,
                "Nice to see you again, Dr. Hofstadter. I’m, uh, Leonard’s friend, Stuart."
            ],
            [
                222,
                "Hi, I’m Stuart."
            ],
            [
                224,
                "Oh. Oh, hi. Uh, I’m sorry, did you two want to sit together?"
            ],
            [
                226,
                "I was wondering why the front row was available."
            ],
            [
                236,
                "Really, I can move."
            ],
            [
                250,
                "That’s beautiful."
            ]
        ],
        "Together": [
            [
                225,
                "No."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Following a “previously on” sequence."
        ],
        [
            "Sceme",
            "Leonard and Penny’s bedroom."
        ],
        [
            "Sheldon",
            "Leonard? Leonard?"
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "You realize you and I could become brothers."
        ],
        [
            "Leonard",
            "We’re not gonna be brothers. We’re not gonna be stepbrothers. Go to sleep."
        ],
        [
            "Sheldon",
            "I hope you’re right. ‘Cause a grown man living with his brother and his brother’s wife is weird."
        ],
        [
            "Leonard",
            "Go to sleep."
        ],
        [
            "Sheldon",
            "Okay. Do you think your father’s doing unspeakable things to my mother?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Are you saying that because the things are unspeakable?"
        ],
        [
            "Penny: Your parents are old. Anything unspeakable was finished by 9",
            "30. Go to sleep."
        ],
        [
            "Sheldon",
            "Very well."
        ],
        [
            "Leonard",
            "I’m sorry if this stuff is gonna make the ceremony awkward."
        ],
        [
            "Penny",
            "God, I thought my brother fresh out of jail was gonna make everyone uncomfortable, but now this."
        ],
        [
            "Sheldon",
            "Hey, if you want me to sleep you’re gonna have to stop talking."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "Okay, I’m gonna go pick up my family. Like an hour and half, two hours, depending on traffic."
        ],
        [
            "Leonard",
            "Yeah, drive safe. "
        ],
        [
            "Penny",
            "Oh, hey, and do yourself a favour, all right? When Beverly gets here, do not bring up last night. All right? As far as you’re concerned, you don’t know anything, you didn’t see anything. I want you just to play dumb."
        ],
        [
            "Sheldon",
            "It was nice of her to show us playing dumb with an example."
        ],
        [
            "Penny",
            "What? Oh. Hi. Okay, hey there, I got, I’m sorry, I got to go now."
        ],
        [
            "Beverley",
            "Penny, wait."
        ],
        [
            "Penny",
            "Why?"
        ],
        [
            "Beverley",
            "I wanted to thank you for going through all the trouble of planning a second wedding ceremony for me, but unfortunately I cannot attend."
        ],
        [
            "Leonard",
            "Well, why? What’s wrong?"
        ],
        [
            "Sheldon",
            "Whuh, are we still doing the dumb thing? Okay, why, what’s wrong?"
        ],
        [
            "Beverley",
            "I just cannot stay here while your father goes out of his way to humiliate me."
        ],
        [
            "Sheldon",
            "Oh, golly, however did he humiliate you?"
        ],
        [
            "Beverley",
            "Stop it, Sheldon."
        ],
        [
            "Sheldon",
            "Do I say stop what, or just throw in the towel?"
        ],
        [
            "Beverley",
            "I don’t see why I should have to watch your father parade around with some bible-thumping bumpkin."
        ],
        [
            "Sheldon",
            "Oh, excuse me, that is my mother you’re talking about, however accurately."
        ],
        [
            "Penny",
            "Okay, Beverley, aren’t you overreacting a little? All we know is they shared a cab and had a nightcap. "
        ],
        [
            "Sheldon",
            "And turned their phones off."
        ],
        [
            "Leonard",
            "Not helping, buddy. Mother, Penny and I really want you to be part of this. Please stay."
        ],
        [
            "Penny",
            "Yeah, plus if you leave, Alfred will know he got under your skin."
        ],
        [
            "Beverley",
            "Well, we can’t have that."
        ],
        [
            "Sheldon",
            "You know, also, if they did have coitus, we’ll all be needing a skilled psychiatrist."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Raj",
            "It is funny when you think about it."
        ],
        [
            "Howard",
            "Maybe to you. You didn’t get a $500 traffic ticket."
        ],
        [
            "Bernadette",
            "Because you were driving like a lunatic."
        ],
        [
            "Howard",
            "Hey, if thinking secret government agents are chasing you makes you a lunatic, then, yeah, okay."
        ],
        [
            "Raj (doorbell rings)",
            "Oh, I’ll get it."
        ],
        [
            "Bernadette",
            "It didn’t help that you couldn’t walk a straight line when the cop pulled you over."
        ],
        [
            "Howard",
            "I have performance anxiety. You of all people should know that."
        ],
        [
            "Raj",
            "Hello."
        ],
        [
            "Air Force Officer",
            "I’m looking for Howard Wolowitz."
        ],
        [
            "Raj",
            "Howard Wolowitz?"
        ],
        [
            "Air Force Officer",
            "I have the right address, don’t I?"
        ],
        [
            "Raj",
            "Address?"
        ],
        [
            "Air Force Officer",
            "Is he here?"
        ],
        [
            "Raj",
            "Um, no. "
        ],
        [
            "Air Force Officer",
            "Do you know where I can find him?"
        ],
        [
            "Raj",
            "May I ask what this is about?"
        ],
        [
            "Air Force Officer",
            "No, you may not."
        ],
        [
            "Raj",
            "Very well."
        ],
        [
            "Air Force Officer",
            "Have him call me."
        ],
        [
            "Raj",
            "Okay."
        ],
        [
            "Howard (off)",
            "Raj, who’s at the door?"
        ],
        [
            "Raj",
            "That’s not him."
        ],
        [
            "Scene",
            "Penny’s car. "
        ],
        [
            "Penny",
            "Oh, I can’t wait for you to meet everyone. I told them all about you."
        ],
        [
            "Susan (Penny’s mother)",
            "Like what? Do they know about your brother?"
        ],
        [
            "Penny",
            "Uh, not everything, just, like, the jail and drugs part."
        ],
        [
            "Susan",
            "Why would you do that?"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Susan",
            "The world doesn’t need to know our problems."
        ],
        [
            "Penny",
            "Well, Mom, I’m sorry, but…"
        ],
        [
            "Wyatt (Penny’s father)",
            "Hey, look, they got Walgreens here, too."
        ],
        [
            "Susan",
            "You really think it’s helpful to change the subject, Wyatt?"
        ],
        [
            "Wyatt",
            "Just trying to make this a happy trip, dear."
        ],
        [
            "Susan",
            "Well, quit it."
        ],
        [
            "Penny",
            "So, uh, Randall, can’t believe after all these years you finally get to visit me in California."
        ],
        [
            "Randall (Penny’s brother)",
            "Well, good thing I was a non-violent offender, otherwise I couldn’t have left the state."
        ],
        [
            "Susan",
            "All right, that’s enough jail talk."
        ],
        [
            "Randall",
            "Penny knows where I was, she sent me cigarettes."
        ],
        [
            "Susan",
            "You sent your brother cigarettes?"
        ],
        [
            "Wyatt",
            "He was cooking and selling crystal meth, Susan, I think we can let the cigarettes slide."
        ],
        [
            "Susan",
            "Stop trying to be the cool dad, you have a shirt with our cat’s picture on it."
        ],
        [
            "Wyatt",
            "Anyway, we’re here, slugger."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Howard",
            "That’s great, now they know where I live."
        ],
        [
            "Raj",
            "What are you talking about? They’ve always known where you live."
        ],
        [
            "Bernadette",
            "Yeah, if you want to go off the grid, you have to move out of your mother’s house."
        ],
        [
            "Raj",
            "Can we take a moment to discuss that I just lied to the government for you?"
        ],
        [
            "Howard",
            "Yeah. I would not have done that for you."
        ],
        [
            "Bernadette",
            "Howard, please just call the man, see what he wants."
        ],
        [
            "Howard",
            "All right, all right."
        ],
        [
            "Raj",
            "Hey, make sure you tell him that you weren’t home when he came by and that your Indian friend gave you the message the moment you stepped through the door."
        ],
        [
            "Howard",
            "Yes, hello. Uh, this is Howard Wolowitz for Colonel Richard Williams."
        ],
        [
            "Raj",
            "Oh, I take it back, don’t mention me."
        ],
        [
            "Howard",
            "Hi, Colonel Williams, how can I help you? What? Oh, uh, yes, he is from India. No, I don’t know his immigration status. Relax, I’m still on hold. Speaking. Okay, sure, I can meet with you on Thursday. Caltech is fine. Yeah, and may I ask what this is about? I may not?"
        ],
        [
            "Raj",
            "That’s what he said to me."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Here you are, Mother."
        ],
        [
            "Beverley",
            "Thank you."
        ],
        [
            "Leonard",
            "I’m glad you decided to stay. It’s gonna be special for Penny and me to share this with you."
        ],
        [
            "Beverley",
            "I can’t wait for this day to be over."
        ],
        [
            "Leonard",
            "Yeah, special, like that. (Knock on door) That’s them. Please don’t make things any more awkward than they already are."
        ],
        [
            "Sheldon",
            "All right, so less or equally awkward, got it."
        ],
        [
            "Leonard",
            "Hey, guys, come on in."
        ],
        [
            "Alfred",
            "Oh, thank you."
        ],
        [
            "Mary",
            "Good morning."
        ],
        [
            "Beverley",
            "Morning."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Alfred",
            "How is everyone today?"
        ],
        [
            "Beverley",
            "Good, and you?"
        ],
        [
            "Alfred",
            "Good, good."
        ],
        [
            "Beverley",
            "Good."
        ],
        [
            "Mary",
            "I’m good, too."
        ],
        [
            "Beverley",
            "Good."
        ],
        [
            "Sheldon",
            "So, did you defile my mother or not?"
        ],
        [
            "Mary",
            "Sheldon. You’re being rude."
        ],
        [
            "Alfred",
            "If I may, I can assure you, your mother and I did nothing more than share a cab and a conversation."
        ],
        [
            "Sheldon",
            "Did that conversation include the phrase your genitals are a joy to behold?"
        ],
        [
            "Mary",
            "That’s enough."
        ],
        [
            "Alfred",
            "Look, I promise you, neither I, nor anyone, has ever said that."
        ],
        [
            "Leonard",
            "You don’t know his girlfriend very well."
        ],
        [
            "Sheldon",
            "Or what a joy it is to behold my genitals."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "All right, you guys, uh, get settled in, then we’ll go across the hall and say hi to everyone."
        ],
        [
            "Randall",
            "You know, It’s hard to believe I’ve never met Leonard."
        ],
        [
            "Wyatt",
            "Well, he probably buys his illegal drugs from a local vendor."
        ],
        [
            "Susan",
            "Not funny, Wyatt."
        ],
        [
            "Penny",
            "I thought it was really funny."
        ],
        [
            "Wyatt",
            "Thanks."
        ],
        [
            "Susan",
            "Well, fine, if everyone wants to make jokes about our problems, then I can, too. Knock, knock. Who’s there? Our family is an embarrassment."
        ],
        [
            "Randall",
            "That’s not much of a joke."
        ],
        [
            "Penny",
            "Okay. Listen, Mom, I know you’re nervous, but I promise you, no one is gonna judge you or this family."
        ],
        [
            "Susan",
            "Oh, I’m sorry. It’s just we’re meeting Leonard’s parents for the first time, and, and they’re academics and, and intellectuals, and I don’t want them thinking we’re white trash."
        ],
        [
            "Randall",
            "Well, what colour trash do you think they’ll believe?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Mary",
            "How could you think that I would spend the night with a man I just met?"
        ],
        [
            "Sheldon",
            "A man named Jesus convinced you to build a church in Africa. You’re kind of a sucker."
        ],
        [
            "Leonard",
            "Well, nothing happened, right? It’s over. Until we get married a third time, you guys will never have to see each other again."
        ],
        [
            "Alfred",
            "Well, you know, actually that’s not the case. Mary may visit me in New York."
        ],
        [
            "Mary",
            "Mm-hmm. And he’s never been to Texas."
        ],
        [
            "Alfred",
            "Maybe we meet halfway."
        ],
        [
            "Sheldon",
            "What? In the Chattahoochee National Forest in Georgia? I can’t be the only one that knows that’s halfway."
        ],
        [
            "Beverley",
            "You’re not seriously going to visit each other."
        ],
        [
            "Alfred",
            "And why wouldn’t we?"
        ],
        [
            "Beverley",
            "Oh please, you’re just saying this to antagonize me."
        ],
        [
            "Alfred",
            "Oh, not at all. Mary happens to be a wonderful woman. And if it antagonizes you, that’s just a bonus."
        ],
        [
            "Leonard",
            "Mary, I’m sorry you’re in the middle of this."
        ],
        [
            "Mary",
            "No, no, nothing to be sorry about. I genuinely like your father."
        ],
        [
            "Sheldon",
            "What? But he’s a mediocre academic. And according to Beverley, his sexual prowess is sub-par. He’s basically Leonard with a bigger prostate."
        ],
        [
            "Leonard",
            "Are you saying that my dad’s not good enough for your mom?"
        ],
        [
            "Sheldon",
            "Yes, while also getting in a solid dig at you. Pretty efficient, huh?"
        ],
        [
            "Leonard",
            "This is ridiculous. I’m going across the hall."
        ],
        [
            "Sheldon",
            "But why should you get to go and leave me here with your bickering parents?"
        ],
        [
            "Leonard",
            "Fine, then you go."
        ],
        [
            "Mary",
            "Well, I don’t want to stay here with her. I’ll go."
        ],
        [
            "Alfred",
            "I’ll go with you."
        ],
        [
            "Leonard",
            "That still leaves me here with him."
        ],
        [
            "Sheldon: Hang on, hang on. We’re smart, we can figure this out. Okay, so",
            "Mary and Beverley can’t be together. Uh, Alfred and Beverley can’t be together. Leonard and I can’t be together. Now, I could be with Alfred but I don’t like his face. Oh, here. I’ve got it."
        ],
        [
            "Amy",
            "Who’s ready for a wedding?"
        ],
        [
            "Sheldon",
            "Great, now I have to start all over."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Wyatt",
            "So how’s the world of pharmaceuticals treating you?"
        ],
        [
            "Penny",
            "Pretty good. I actually just got assigned a much better territory."
        ],
        [
            "Susan",
            "See what happens when you work hard?"
        ],
        [
            "Randall",
            "Hey, she just sells drugs. I had to make ’em."
        ],
        [
            "Susan",
            "Okay, that’s enough. No more drug talk for the rest of this trip."
        ],
        [
            "Wyatt",
            "I’ll drink to that."
        ],
        [
            "Susan",
            "Haven’t you had enough?"
        ],
        [
            "Wyatt",
            "Penny drinks more than I do."
        ],
        [
            "Penny",
            "Well, I learned from the best."
        ],
        [
            "Wyatt",
            "Aw."
        ],
        [
            "Penny",
            "Aw."
        ],
        [
            "Susan",
            "Very nice, Wyatt. And you wonder why this one turned out the way he did."
        ],
        [
            "Randall",
            "You see what I’ve gotta put up with."
        ],
        [
            "Susan",
            "What you’ve gotta put up with? Why did you have to go to jail?"
        ],
        [
            "Randall",
            "It’s called getting caught, Mother."
        ],
        [
            "Leonard",
            "Hello."
        ],
        [
            "Wyatt",
            "Hey, there he is."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Susan",
            "Oh, Leonard. It’s so nice to see you again."
        ],
        [
            "Leonard",
            "Oh, you, too. Hey, everyone, this is my mother, Beverley."
        ],
        [
            "Beverley",
            "Hello."
        ],
        [
            "Susan",
            "Hi."
        ],
        [
            "Randall",
            "We are not white trash."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "Are you excited to see your son walk down the aisle?"
        ],
        [
            "Alfred",
            "Yes, I am. I’m just feeling a little guilty about all the trouble I’ve caused."
        ],
        [
            "Mary",
            "Oh, so am I."
        ],
        [
            "Sheldon",
            "You made God sad today, Mom."
        ],
        [
            "Amy",
            "Sheldon, they haven’t done anything wrong. I think it’s nice they’re hitting it off."
        ],
        [
            "Sheldon",
            "Well, that’s still no reason to rush into anything. I mean, look at us. We took things remarkably slow. You and I, we didn’t even hold hands for two years."
        ],
        [
            "Amy",
            "It was a lot hotter than it sounds."
        ],
        [
            "Alfred",
            "You’re a patient young lady."
        ],
        [
            "Sheldon",
            "Hey, hey. She’s mine, take a cold shower, grandpa."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Howard",
            "Why wouldn’t that colonel say what the meeting’s about? It has to be bad news."
        ],
        [
            "Raj",
            "Calm down, okay? Try not to think about it."
        ],
        [
            "Howard",
            "That’s really stupid advice."
        ],
        [
            "Raj",
            "You know that hurts my feelings."
        ],
        [
            "Howard",
            "Calm down, try not to think about it."
        ],
        [
            "Raj",
            "Okay. "
        ],
        [
            "Howard",
            "Why do I bother talking to you?"
        ],
        [
            "Raj",
            "Oh, come on. What’s the worst that could come of this meeting?"
        ],
        [
            "Howard",
            "I don’t know. They take the invention away, and I get nothing?"
        ],
        [
            "Raj",
            "Okay, that’s not so bad. You know what happened to the scientists that worked on the Manhattan Project? The government forced them to move to the desert. They had to live in secret, and when Oppenheimer objected to what they made him do, they destroyed his reputation."
        ],
        [
            "Howard",
            "What’s the point of that story?"
        ],
        [
            "Raj",
            "I just read a book about Oppenheimer, seemed like a chance to show off. (Howard laughs) There he is, there’s my happy Hebraic homeboy. Yeah, that’s the smile I’m gonna remember when you’re living in the desert and I’m living with your wife."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Beverley",
            "So, what do you do for a living?"
        ],
        [
            "Randall",
            "Mommy, you want to take this one?"
        ],
        [
            "Susan",
            "Um, Randall’s in between jobs. "
        ],
        [
            "Randall",
            "And court appearances."
        ],
        [
            "Wyatt",
            "It’s nice to meet the woman who raised this fine young man. I’m looking forward to meeting his father."
        ],
        [
            "Beverley",
            "Prepare to be disappointed."
        ],
        [
            "Leonard",
            "And he can’t wait to meet you, too. Can I get anyone a drink?"
        ],
        [
            "Wyatt",
            "Well, I could use another beer. "
        ],
        [
            "Susan",
            "You’re done. He’s done."
        ],
        [
            "Penny",
            "Hey. Is everyone getting to know each other?"
        ],
        [
            "Randall",
            "Not at all."
        ],
        [
            "Scene",
            "The wedding ceremony. "
        ],
        [
            "Stuart",
            "Nice to see you again, Dr. Hofstadter. I’m, uh, Leonard’s friend, Stuart."
        ],
        [
            "Beverley",
            "Nice to see you, too."
        ],
        [
            "Stuart",
            "Hi, I’m Stuart."
        ],
        [
            "Alfred",
            "Oh, I’m Alfred. Leonard’s father."
        ],
        [
            "Stuart",
            "Oh. Oh, hi. Uh, I’m sorry, did you two want to sit together?"
        ],
        [
            "Together",
            "No."
        ],
        [
            "Stuart",
            "I was wondering why the front row was available."
        ],
        [
            "Bernadette",
            "Okay, I think we’re ready."
        ],
        [
            "Sheldon",
            "Why do people cry at weddings?"
        ],
        [
            "Mary",
            "They’re practicing for what’s coming later."
        ],
        [
            "Susan",
            "Thank you for cleaning yourself up for your sister’s wedding."
        ],
        [
            "Randall",
            "Thank you for my new teeth."
        ],
        [
            "Wyatt",
            "Welcome to the family, Leonard. Don’t lend your new brother-in-law money."
        ],
        [
            "Bernadette",
            "We’re here today to celebrate love."
        ],
        [
            "Beverley",
            "Urgh."
        ],
        [
            "Alfred",
            "Sigh louder, no one heard you."
        ],
        [
            "Stuart",
            "Really, I can move."
        ],
        [
            "Bernadette",
            "Not just Leonard and Penny’s love, but the love we have for them, as well as each other."
        ],
        [
            "Sheldon",
            "Speaking of love, STDs among the elderly are skyrocketing."
        ],
        [
            "Bernadette",
            "Love is patient, but it’s not gonna put up with all the side chatter, so let’s knock it off."
        ],
        [
            "Howard",
            "At least she’s yelling at someone else for a change."
        ],
        [
            "Bernadette",
            "Howard."
        ],
        [
            "Penny",
            "Okay, I understand everyone’s a little tense today, so I am just gonna get to the important stuff. Leonard, standing here with you in front of our family and friends is bringing up a lot of feelings. Like what a good idea it was to elope the first time. But also how incredibly happy you make me. Thank you for marrying me. Hopefully for the last time."
        ],
        [
            "Leonard",
            "Penny, as a scientist, my job is to figure out why things happen. But I don’t think I’ll ever understand how someone like me could get to be with someone like you. You know, maybe I don’t"
        ],
        [
            "Scene",
            "need to understand it, I just need to be grateful. I love you, Penny."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Bernadette",
            "Anybody have anything snarky to say about that? Didn’t think so."
        ],
        [
            "Alfred",
            "I’d like to say something. Beverly, I know that we don’t bring out the best in each other. "
        ],
        [
            "Scene",
            "But something wonderful did come from our relationship. That young man right there."
        ],
        [
            "Beverley",
            "I couldn’t agree more."
        ],
        [
            "Stuart",
            "That’s beautiful."
        ],
        [
            "Bernadette",
            "Thank you. All right, let’s continue."
        ],
        [
            "Sheldon",
            "Yeah, excuse me, I need to say something to someone pretty special, and I just can’t wait any longer."
        ],
        [
            "Amy",
            "It’s happening."
        ],
        [
            "Sheldon",
            "Leonard, you and I have our ups and downs. But I have always considered you my family. Even before the recent threat of our parents fornicating like wrinkly old rabbits. I don’t always show it, but you are of great importance to me. Both of you. "
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Bernadette",
            "Okay. I now pronounce you husband and wife. And weird other husband who came with the apartment."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Beverley",
            "Thank you for taking us to the airport."
        ],
        [
            "Leonard",
            "Hey, I’m just thrilled we’re all getting along for a minute."
        ],
        [
            "Alfred",
            "Yeah, me, too. Beverly, I’m sorry if I upset you."
        ],
        [
            "Beverley",
            "Water under the bridge, Alfred. Leonard, why don’t you get into the carpool lane?"
        ],
        [
            "Alfred",
            "Well, that’s a solid line. He can’t cross that."
        ],
        [
            "Leonard",
            "That’s okay. I can make it over."
        ],
        [
            "Beverley",
            "No, no, let’s plod along. It’ll make your father feel more comfortable."
        ],
        [
            "Alfred",
            "What makes me comfortable is knowing I don’t have to wake up tomorrow morning and see your sour face."
        ],
        [
            "Beverley",
            "Do the world a favour, and don’t wake up tomorrow morning."
        ],
        [
            "Leonard",
            "That was almost a minute."
        ],
        [
            "Scene",
            "Amy’s car."
        ],
        [
            "Mary",
            "There’s a lot of traffic. Are we gonna be okay?"
        ],
        [
            "Amy",
            "You’ll be at the airport an hour before your flight."
        ],
        [
            "Mary",
            "Good. Thank you."
        ],
        [
            "Sheldon",
            "Plenty of time for you to meet another geriatric boy toy."
        ],
        [
            "Mary",
            "Hey. I will not have you be disrespectful to me."
        ],
        [
            "Sheldon",
            "Yes ma’am."
        ],
        [
            "Amy",
            "Sheldon, you’re mother’s an attractive woman. You need to get use to the fact that men are going to be interested in her."
        ],
        [
            "Sheldon",
            "Well, and you need to drive the car and mind your business."
        ],
        [
            "Amy",
            "I will not have you be disrespectful to me."
        ],
        [
            "Sheldon",
            "What, you’re not my mother."
        ],
        [
            "Mary",
            "Don’t you be disrespectful to her."
        ],
        [
            "Sheldon",
            "Yes ma’am."
        ],
        [
            "Mary",
            "You’ll get there. You’ve just gotta put some zing on it."
        ],
        [
            "Scene",
            "Penny’s car."
        ],
        [
            "Susan",
            "Penny, I don’t know what I was worried about. You’re friends are just lovely."
        ],
        [
            "Penny",
            "Oh, thanks, Mom."
        ],
        [
            "Susan",
            "Although that Sheldon is a bit peculiar."
        ],
        [
            "Penny",
            "Is he? I never noticed."
        ],
        [
            "Wyatt",
            "He reminds me of that turkey we had who drowned looking up at the rain."
        ],
        [
            "Randall",
            "Cops, cops, be cool."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-10-episode-01-the-conjugal-conjecture/"
}