{
    "Season": 10,
    "Episode": 11,
    "Title": "the birthday synchronicity",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "After a “previously on” sequence…"
            ],
            [
                1,
                "Howard and Bernadette’s van. "
            ],
            [
                10,
                "Credits sequence."
            ],
            [
                11,
                "Sheldon and Amy’s bedroom. "
            ],
            [
                30,
                "A delivery room. "
            ],
            [
                49,
                "The stairwell. "
            ],
            [
                81,
                "Howard and Bernadette’s kitchen. "
            ],
            [
                98,
                "Sheldon and Amy’s bedroom."
            ],
            [
                119,
                "The apartment. "
            ],
            [
                126,
                "Sheldon and Amy’s bedroom."
            ],
            [
                146,
                "Howard and Bernadette’s van. "
            ],
            [
                151,
                "Leonard’s car. "
            ],
            [
                154,
                "Yeah, but I thought this"
            ],
            [
                155,
                "baby was supposed to ruin their sex life, not mine."
            ],
            [
                163,
                "The delivery suite. "
            ],
            [
                182,
                "The waiting room."
            ],
            [
                206,
                "The delivery suite."
            ],
            [
                211,
                "The waiting room. "
            ],
            [
                238,
                "The hospital nursery."
            ],
            [
                246,
                "The stairwell."
            ]
        ],
        "Howard": [
            [
                2,
                "Oh, man, this is really happening. You doin’ okay?"
            ],
            [
                6,
                "Stop that, this isn’t India."
            ],
            [
                8,
                "Sorry. I know you were just trying to help. I love you."
            ],
            [
                32,
                "I’m the father."
            ],
            [
                34,
                "No idea. Ask him."
            ],
            [
                41,
                "No, we’re keeping it a surprise."
            ],
            [
                45,
                "And talking like this doesn’t make it less creepy."
            ],
            [
                84,
                "All right, enough with the camera."
            ],
            [
                86,
                "I’m sorry, who’s gonna want to see this?"
            ],
            [
                92,
                "We made it this far without knowing, and you’ve ruined it."
            ],
            [
                147,
                "Just try to relax, we’ll be there any minute. Stuart, stop driving like an old man. Speed it up a little."
            ],
            [
                164,
                "Deep breaths, slow breaths."
            ],
            [
                167,
                "Uh, Stuart, while you’re out there, don’t come back."
            ],
            [
                169,
                "So, what are we gonna name this kid? Now that we know she’s a girl, it kind of ruins my plan for Wally Wolowitz."
            ],
            [
                171,
                "Debbie? No. She hated that name."
            ],
            [
                173,
                "Melvina."
            ],
            [
                175,
                "Ah. It sucks that she’s not here."
            ],
            [
                177,
                "Hm. She would’ve been the best grandma."
            ],
            [
                179,
                "Yeah. I was 20 years old before I figured out Tootsie Rolls weren’t naturally warm."
            ],
            [
                181,
                "Thank God you answered right, we wouldn’t be here today."
            ],
            [
                207,
                "Come on, Bernie, breathe. Remember what you learned in birthing class."
            ],
            [
                209,
                "Do you want me to get the nurse?"
            ],
            [
                223,
                "She’s here, the baby’s here."
            ],
            [
                227,
                "Tired, but great. They’re both great."
            ],
            [
                229,
                "We have named her Halley."
            ],
            [
                232,
                "Exactly. Also like the comet, Bernadette said she’s not gonna have sex with me for another 75 years."
            ],
            [
                234,
                "I’m gonna get back. Thank you for staying up, I can’t wait for Halley to meet her new aunts and uncles and godfather."
            ],
            [
                236,
                "Of course."
            ]
        ],
        "Bernadette": [
            [
                3,
                "Here comes another contraction."
            ],
            [
                39,
                "I’m sorry. It’s our first time."
            ],
            [
                43,
                "Not that old school. He knows."
            ],
            [
                58,
                "We showed up too early. We’ll keep you posted."
            ],
            [
                82,
                "Do you really need to record this?"
            ],
            [
                89,
                "Raj."
            ],
            [
                91,
                "How could you?"
            ],
            [
                95,
                "Raj."
            ],
            [
                149,
                "Here comes another one. Hey, Squinty, the gas pedal’s on the right."
            ],
            [
                165,
                "I’m so thirsty. Give me more ice chips."
            ],
            [
                170,
                "We could name her after your mom."
            ],
            [
                172,
                "Did she have a middle name?"
            ],
            [
                174,
                "Let’s keep thinking."
            ],
            [
                176,
                "I know."
            ],
            [
                178,
                "She did always have candy in her pocket."
            ],
            [
                180,
                "I didn’t know her five minutes and she asked, are you a Milky Way or a Snickers girl?"
            ],
            [
                208,
                "I remember thinking this is stupid, and I was right."
            ],
            [
                210,
                "No. If one more person puts their fingers near my uterus, I’m gonna cross my legs and snap ’em off."
            ]
        ],
        "Stuart": [
            [
                4,
                "Let’s pick it up."
            ],
            [
                37,
                "Aren’t we supposed to get here an hour and a half early?"
            ],
            [
                88,
                "You’re doing great."
            ],
            [
                94,
                "You told me it was a girl, and I didn’t say it."
            ],
            [
                97,
                "Oh, yeah. I guess it is hard."
            ],
            [
                148,
                "I’m not an old man, I just can’t see at night."
            ],
            [
                150,
                "All right, hang on. If you see any pedestrians, just call ’em out."
            ],
            [
                166,
                "Sorry. I thought these were room ice chips. I’ll go get some more."
            ],
            [
                168,
                "Okay."
            ],
            [
                187,
                "Hmm. You two got married."
            ],
            [
                192,
                "Howard went to space."
            ],
            [
                197,
                "What’s your problem?"
            ],
            [
                200,
                "Raj, if it’s any consolation, I’m no better off than I was ten years ago."
            ],
            [
                205,
                "Hey, I’m in a hospital and I’m not the patient. I’m fine."
            ],
            [
                215,
                "Hey. Still a loser or did you turn things around while you were gone?"
            ],
            [
                219,
                "Uh, yeah, I got something. Raj, not everybody could be a dog owner. Oh, what? Did your doggie break up with you too?"
            ]
        ],
        "Raj": [
            [
                5,
                "All right, hold on. I’m gonna drive like we do in India. Get out of my way, you syphilitic dogs."
            ],
            [
                7,
                "Fine. What do one point three billion people know about having babies?"
            ],
            [
                9,
                "I love you, too. We’re good."
            ],
            [
                35,
                "12 minutes."
            ],
            [
                44,
                "You see, I was at the doctor’s office, the folder was right there, so I took a peek."
            ],
            [
                47,
                "I’m sorry, that’s ambiguous. Is it five minutes apart starting at the top of the hour, or five minutes apart starting with the first contraction, so essentially, like, 65 minutes?"
            ],
            [
                56,
                "Don’t come to the hospital. We’re headed home."
            ],
            [
                83,
                "You’ll be happy I did. Okay, little one, here we are back at home because you weren’t quite ready to come out yet. You wanted to make an entrance. I get it. And here’s your daddy. When he tries to tell you he used to be cool, you can see he wasn’t."
            ],
            [
                85,
                "Well, this is not for me, this is for the baby. Some day she’s gonna want to see this."
            ],
            [
                87,
                "I, I said she, but lot’s of things are she, boats and cars, whales, like thar she blows!"
            ],
            [
                90,
                "Well, okay, I’m gonna sign off now. This next part may contain some adult language."
            ],
            [
                93,
                "Well, you guys have no idea how hard it is to know something like this and not say it."
            ],
            [
                96,
                "You were supposed to keep that to yourself."
            ],
            [
                125,
                "You’re gonna have to be quieter than that."
            ],
            [
                141,
                "No. People just keep kicking me out everywhere I go."
            ],
            [
                156,
                "This is not how I imagined this day going, I should be with them right now."
            ],
            [
                158,
                "I know that. But to be fair, I’ve spent nine months helping Bernadette get ready for this baby, and Howard spent five minutes conceiving it. And I’m being generous."
            ],
            [
                160,
                "And, and the worst part is that they kicked me out and let Stuart stay."
            ],
            [
                196,
                "For God’s sake, just drive in the knife, why don’t you."
            ],
            [
                198,
                "Well, you’re all thinking it, I’m the only one who hasn’t done anything worthwhile."
            ],
            [
                201,
                "Oh, yay, I have a doctorate in astrophysics and I’m every bit as awesome as the pasty-faced owner of a comic book store."
            ],
            [
                203,
                "Excuse me."
            ],
            [
                214,
                "Hey."
            ],
            [
                217,
                "Oh, great, now I can say things like I can’t believe you’re breaking up with me, why are you breaking up with me? Yes, I’ll still help you move."
            ],
            [
                221,
                "I bought the first one, it didn’t fall."
            ],
            [
                225,
                "Congratulations."
            ],
            [
                235,
                "Really?"
            ],
            [
                237,
                "You hear that, Stuart? I’ve got a dog and a godchild, you have nothing."
            ],
            [
                245,
                "Guys, she’s my goddaughter, I think I’ll know when I see her. That one."
            ]
        ],
        "Sheldon": [
            [
                12,
                "Amy? Wake up."
            ],
            [
                14,
                "It’s midnight. Happy birthday."
            ],
            [
                16,
                "This is for you. I was going to wrap it, but touching Scotch tape gives me the heebie-jeebies."
            ],
            [
                18,
                "A functional MRI of my brain. I did Sudoku before they took it so I’d be ripped."
            ],
            [
                20,
                "And it’s not just an MRI. The orbitofrontal cortex is lit up because I was thinking of you."
            ],
            [
                22,
                "We seem to be moving on to the annual coitus portion of your birthday festivities. "
            ],
            [
                24,
                "I didn’t put on my come-hither plaid PJ’s for nothing."
            ],
            [
                29,
                "Yeah. I’m afraid so. Childbirth, looming coitus? This is a banner night for female genitals."
            ],
            [
                51,
                "Wolowitz might hand out cigars. I had to find my bubble gum cigar so I could join in without looking foolish."
            ],
            [
                61,
                "I’m starting to rethink the Flash onesie I bought this kid."
            ],
            [
                68,
                "It doesn’t matter what I want. It’s your birthday, you decide."
            ],
            [
                75,
                "That’s a bit childish, isn’t it? "
            ],
            [
                77,
                "Grape. I find it the most mild."
            ],
            [
                100,
                "Well, I believe we were kissing like randy teenagers, and your nose was whistling ever so slightly."
            ],
            [
                102,
                "Oh, don’t be. You were like a foxy tea kettle."
            ],
            [
                104,
                "Very well."
            ],
            [
                106,
                "I’m not sure. Earlier tonight, things began organically, and now it’s feeling forced, like all the Pirates of the Caribbean sequels."
            ],
            [
                108,
                "Oh, I know, but just, Leonard and Penny think we’re doing it, and I don’t want to disappoint them."
            ],
            [
                110,
                "No, and also, I don’t want to disappoint you. I, you know, come on, it’s your birthday. I can soldier through this."
            ],
            [
                112,
                "Intriguing. Is back on track a hint that it has something to do with trains?"
            ],
            [
                114,
                "Because if it did have to do with trains, and you were gonna give…"
            ],
            [
                116,
                "Not even a cozy sleeper car on the Orient Express?"
            ],
            [
                118,
                "Who’s killing the mood now?"
            ],
            [
                127,
                "Can I look yet?"
            ],
            [
                129,
                "Wowza."
            ],
            [
                131,
                "What, a Gryffindor sleeping with a Hufflepuff? How scandalous. You naughty girl, you went to the Wizarding World theme park without me."
            ],
            [
                133,
                "Yes, you’re in trouble, you went to Wizarding World without me."
            ],
            [
                135,
                "You know I’ve been wanting to go."
            ],
            [
                137,
                "Oh, you’re right. I’m sorry."
            ],
            [
                159,
                "Five minutes? We must be doing it wrong. It took us hours."
            ],
            [
                162,
                "She’s right. You know, I just learned Amy went to a theme park without me, but I’m not going to ruin her birthday. I’ll wait, and ruin 24 individual hours sprinkled throughout the year. Boop."
            ],
            [
                189,
                "But if my mom asks, we have bunk beds."
            ],
            [
                199,
                "I was not thinking it. Although, now that you point it out, it is undeniable."
            ],
            [
                202,
                "Raj, show some compassion. Those are things that we think but don’t say."
            ],
            [
                213,
                "Oh, speaking of personal growth, I recently tried eating Swiss chard. You know, I didn’t swallow it, but Amy said it counted."
            ],
            [
                240,
                "Some will be successful, some may be homeless. It’s fun to think about."
            ],
            [
                248,
                "It was. Bernadette had her baby, I made it to Wizarding World, and now it is time to complete your birthday celebration. Hankius pankius."
            ],
            [
                250,
                "Amy, I just saw a magic train and reported somebody for cutting the line. If that’s not foreplay, I don’t know what is."
            ]
        ],
        "Amy": [
            [
                13,
                "What’s wrong?"
            ],
            [
                15,
                "Sheldon. Okay, you can have this back in the morning."
            ],
            [
                17,
                "I’ll put in on the list with peaches and felt. What is this?"
            ],
            [
                19,
                "I love it. Thank you."
            ],
            [
                21,
                "Sheldon."
            ],
            [
                23,
                "Is that okay?"
            ],
            [
                25,
                "You hate Scotch tape, but you love Scotch plaid. You are a mystery."
            ],
            [
                28,
                "I guess, I guess we should stop."
            ],
            [
                53,
                "Just don’t smoke."
            ],
            [
                60,
                "Well, first deliveries can be slow."
            ],
            [
                65,
                "Well, should we, uh, head back up?"
            ],
            [
                67,
                "Oh, uh, I don’t know. Sheldon, you don’t want to do that, do you?"
            ],
            [
                70,
                "Uh."
            ],
            [
                72,
                "Well."
            ],
            [
                99,
                "So, where were we?"
            ],
            [
                101,
                "I’m sorry."
            ],
            [
                103,
                "Well, shall we start over?"
            ],
            [
                105,
                "What’s wrong?"
            ],
            [
                107,
                "Okay, that makes sense. I mean, the mood’s a little different now. We, we don’t have to rush."
            ],
            [
                109,
                "And the mood continues to change."
            ],
            [
                111,
                "Hold on. I think I might have a little surprise that might help get things back on track."
            ],
            [
                113,
                "No."
            ],
            [
                115,
                "It’s not about trains."
            ],
            [
                117,
                "Stop talking about trains."
            ],
            [
                128,
                "One second. All right, you can open your eyes. I thought I’d let Harry Potter make things hotter."
            ],
            [
                130,
                "I got a Gryffindor robe for you."
            ],
            [
                132,
                "I did. Am I in trouble?"
            ],
            [
                134,
                "Wait, what just happened?"
            ],
            [
                136,
                "Sheldon, do you really want to argue with me on my birthday?"
            ],
            [
                138,
                "Ooh. Happy birthday to me."
            ],
            [
                140,
                "Is this about the baby?"
            ],
            [
                142,
                "Good. Then you’re used to this."
            ],
            [
                145,
                "You have got to be kidding me."
            ],
            [
                161,
                "I understand, but this is a special day for them. Can you just try and let it go?"
            ],
            [
                184,
                "Yeah. Penny, you’re the one who introduced him to Bernie."
            ],
            [
                188,
                "Sheldon and I are living together."
            ],
            [
                193,
                "Bernadette got her doctorate."
            ],
            [
                195,
                "We’ve all come a long way. There’s a lot to be proud of."
            ],
            [
                226,
                "How’s Bernadette?"
            ],
            [
                233,
                "That’s not a real thing, he’s just joking."
            ],
            [
                242,
                "Kind of hard to see the names."
            ],
            [
                244,
                "They all look the same to me."
            ],
            [
                247,
                "Well, that was quite a day."
            ],
            [
                249,
                "I was afraid you’d be too tired."
            ]
        ],
        "Penny (off)": [
            [
                26,
                "Guys, wake up. Bernadette’s having her baby."
            ]
        ],
        "Leonard (off)": [
            [
                27,
                "Come on, we’re going to the hospital."
            ]
        ],
        "Midwife": [
            [
                31,
                "Now I see three of you. Do we know the father, or is this some Mamma Mia nonsense?"
            ],
            [
                33,
                "Okay, Dad, how far apart are the contractions?"
            ],
            [
                36,
                "12 minutes? Why are you here?"
            ],
            [
                38,
                "This is a hospital, not the airport."
            ],
            [
                40,
                "It’s okay. This little one will be here before you know it. Do we know what we’re having?"
            ],
            [
                42,
                "Old school. Nice."
            ],
            [
                46,
                "Sweetheart, go home. Come back when the contractions are five minutes apart for an hour."
            ],
            [
                48,
                "I’m just throwing this out there, but home births are very popular these days."
            ]
        ],
        "Penny": [
            [
                50,
                "Sheldon, what took you so long?"
            ],
            [
                57,
                "Oh, that was fast. Did she sneeze the baby out?"
            ],
            [
                59,
                "Okay, well, we’ll talk to you guys later. Bye. She said not to come. It’s gonna be a while."
            ],
            [
                63,
                "Well, it doesn’t matter. We’re not going to the hospital now."
            ],
            [
                66,
                "Well while we’re all awake, why don’t we go to a diner or something?"
            ],
            [
                69,
                "Oh, my God. It’s your birthday. Let’s do something fun."
            ],
            [
                71,
                "We could go to a bar."
            ],
            [
                74,
                "Oh, of course. The annual birthday booty spectacular!"
            ],
            [
                76,
                "I’m sorry, and what flavour is your bubble gum cigar?"
            ],
            [
                78,
                "All right, well, you two go have fun."
            ],
            [
                80,
                "Oh, you sexy, wheezy little man."
            ],
            [
                121,
                "Well, I didn’t until I heard that."
            ],
            [
                124,
                "Maybe if we’re quiet, he’ll go away."
            ],
            [
                143,
                "Hey, Bernadette’s water broke."
            ],
            [
                152,
                "Howard and Bernadette’s kid might be born on your birthday. How cool is that?"
            ],
            [
                185,
                "How many times do I have to say I’m sorry?"
            ],
            [
                191,
                "Okay, you don’t have to say struggling every time. You can just say actress."
            ],
            [
                216,
                "You know, Raj, honey, you’re being too hard on yourself. When I first met you, you couldn’t even talk to women. I mean, you couldn’t even talk if one was in the room."
            ],
            [
                218,
                "Anyone else want to try?"
            ],
            [
                220,
                "Hey, I bought M&Ms at the vending machine and two bags came out."
            ],
            [
                222,
                "Here."
            ],
            [
                224,
                "Oh! "
            ],
            [
                228,
                "Does the baby have a name yet?"
            ],
            [
                230,
                "– Oh."
            ],
            [
                239,
                "Oh, look at all the babies."
            ],
            [
                243,
                "Mm, that one kind of looks like Bernadette."
            ]
        ],
        "Leonard": [
            [
                52,
                "Damn, I need my inhaler."
            ],
            [
                54,
                "No, I went down the stairs too fast."
            ],
            [
                62,
                "I found it, but it’s empty."
            ],
            [
                64,
                "Are you sure? I’d really like to."
            ],
            [
                73,
                "Okay, I can breathe again. Babe, they want to have sex."
            ],
            [
                79,
                "If we find my backup inhaler, maybe we can get frisky."
            ],
            [
                120,
                "Found the backup inhaler, want to have sex?"
            ],
            [
                122,
                "Hang on. I’m counting. It’s okay."
            ],
            [
                144,
                "Come on, everyone to the hospital."
            ],
            [
                157,
                "Well, it is their child."
            ],
            [
                183,
                "It’s hard to believe Howard’s having a kid."
            ],
            [
                186,
                "It’s not just Howard and Bernadette. I mean, look how far we’ve all come."
            ],
            [
                190,
                "Penny was a struggling actress when we met, and now she’s a successful pharmaceutical rep."
            ],
            [
                194,
                "Sheldon, Howard and I are working with the government on our quantum gyroscope."
            ],
            [
                204,
                "Sorry, Stuart."
            ],
            [
                212,
                "I’ve come to peace with my relationship with my parents. That was a big milestone for me."
            ],
            [
                231,
                "Oh, like Halley’s comet."
            ],
            [
                241,
                "I wonder which one’s Halley."
            ]
        ],
        "Penny (answering phone)": [
            [
                55,
                "Hey."
            ]
        ],
        "Raj (off)": [
            [
                123,
                "Hello. Howard and Bernadette kicked me out because I told them they’re having a girl. Oopsy, I did it again."
            ],
            [
                139,
                "Hello."
            ]
        ],
        "Amy: :21,369 –> 00:12": [
            [
                153,
                "23,536"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "After a “previously on” sequence…"
        ],
        [
            "Scene",
            "Howard and Bernadette’s van. "
        ],
        [
            "Howard",
            "Oh, man, this is really happening. You doin’ okay?"
        ],
        [
            "Bernadette",
            "Here comes another contraction."
        ],
        [
            "Stuart",
            "Let’s pick it up."
        ],
        [
            "Raj",
            "All right, hold on. I’m gonna drive like we do in India. Get out of my way, you syphilitic dogs."
        ],
        [
            "Howard",
            "Stop that, this isn’t India."
        ],
        [
            "Raj",
            "Fine. What do one point three billion people know about having babies?"
        ],
        [
            "Howard",
            "Sorry. I know you were just trying to help. I love you."
        ],
        [
            "Raj",
            "I love you, too. We’re good."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Sheldon and Amy’s bedroom. "
        ],
        [
            "Sheldon",
            "Amy? Wake up."
        ],
        [
            "Amy",
            "What’s wrong?"
        ],
        [
            "Sheldon",
            "It’s midnight. Happy birthday."
        ],
        [
            "Amy",
            "Sheldon. Okay, you can have this back in the morning."
        ],
        [
            "Sheldon",
            "This is for you. I was going to wrap it, but touching Scotch tape gives me the heebie-jeebies."
        ],
        [
            "Amy",
            "I’ll put in on the list with peaches and felt. What is this?"
        ],
        [
            "Sheldon",
            "A functional MRI of my brain. I did Sudoku before they took it so I’d be ripped."
        ],
        [
            "Amy",
            "I love it. Thank you."
        ],
        [
            "Sheldon",
            "And it’s not just an MRI. The orbitofrontal cortex is lit up because I was thinking of you."
        ],
        [
            "Amy",
            "Sheldon."
        ],
        [
            "Sheldon",
            "We seem to be moving on to the annual coitus portion of your birthday festivities. "
        ],
        [
            "Amy",
            "Is that okay?"
        ],
        [
            "Sheldon",
            "I didn’t put on my come-hither plaid PJ’s for nothing."
        ],
        [
            "Amy",
            "You hate Scotch tape, but you love Scotch plaid. You are a mystery."
        ],
        [
            "Penny (off)",
            "Guys, wake up. Bernadette’s having her baby."
        ],
        [
            "Leonard (off)",
            "Come on, we’re going to the hospital."
        ],
        [
            "Amy",
            "I guess, I guess we should stop."
        ],
        [
            "Sheldon",
            "Yeah. I’m afraid so. Childbirth, looming coitus? This is a banner night for female genitals."
        ],
        [
            "Scene",
            "A delivery room. "
        ],
        [
            "Midwife",
            "Now I see three of you. Do we know the father, or is this some Mamma Mia nonsense?"
        ],
        [
            "Howard",
            "I’m the father."
        ],
        [
            "Midwife",
            "Okay, Dad, how far apart are the contractions?"
        ],
        [
            "Howard",
            "No idea. Ask him."
        ],
        [
            "Raj",
            "12 minutes."
        ],
        [
            "Midwife",
            "12 minutes? Why are you here?"
        ],
        [
            "Stuart",
            "Aren’t we supposed to get here an hour and a half early?"
        ],
        [
            "Midwife",
            "This is a hospital, not the airport."
        ],
        [
            "Bernadette",
            "I’m sorry. It’s our first time."
        ],
        [
            "Midwife",
            "It’s okay. This little one will be here before you know it. Do we know what we’re having?"
        ],
        [
            "Howard",
            "No, we’re keeping it a surprise."
        ],
        [
            "Midwife",
            "Old school. Nice."
        ],
        [
            "Bernadette",
            "Not that old school. He knows."
        ],
        [
            "Raj",
            "You see, I was at the doctor’s office, the folder was right there, so I took a peek."
        ],
        [
            "Howard",
            "And talking like this doesn’t make it less creepy."
        ],
        [
            "Midwife",
            "Sweetheart, go home. Come back when the contractions are five minutes apart for an hour."
        ],
        [
            "Raj",
            "I’m sorry, that’s ambiguous. Is it five minutes apart starting at the top of the hour, or five minutes apart starting with the first contraction, so essentially, like, 65 minutes?"
        ],
        [
            "Midwife",
            "I’m just throwing this out there, but home births are very popular these days."
        ],
        [
            "Scene",
            "The stairwell. "
        ],
        [
            "Penny",
            "Sheldon, what took you so long?"
        ],
        [
            "Sheldon",
            "Wolowitz might hand out cigars. I had to find my bubble gum cigar so I could join in without looking foolish."
        ],
        [
            "Leonard",
            "Damn, I need my inhaler."
        ],
        [
            "Amy",
            "Just don’t smoke."
        ],
        [
            "Leonard",
            "No, I went down the stairs too fast."
        ],
        [
            "Penny (answering phone)",
            "Hey."
        ],
        [
            "Raj",
            "Don’t come to the hospital. We’re headed home."
        ],
        [
            "Penny",
            "Oh, that was fast. Did she sneeze the baby out?"
        ],
        [
            "Bernadette",
            "We showed up too early. We’ll keep you posted."
        ],
        [
            "Penny",
            "Okay, well, we’ll talk to you guys later. Bye. She said not to come. It’s gonna be a while."
        ],
        [
            "Amy",
            "Well, first deliveries can be slow."
        ],
        [
            "Sheldon",
            "I’m starting to rethink the Flash onesie I bought this kid."
        ],
        [
            "Leonard",
            "I found it, but it’s empty."
        ],
        [
            "Penny",
            "Well, it doesn’t matter. We’re not going to the hospital now."
        ],
        [
            "Leonard",
            "Are you sure? I’d really like to."
        ],
        [
            "Amy",
            "Well, should we, uh, head back up?"
        ],
        [
            "Penny",
            "Well while we’re all awake, why don’t we go to a diner or something?"
        ],
        [
            "Amy",
            "Oh, uh, I don’t know. Sheldon, you don’t want to do that, do you?"
        ],
        [
            "Sheldon",
            "It doesn’t matter what I want. It’s your birthday, you decide."
        ],
        [
            "Penny",
            "Oh, my God. It’s your birthday. Let’s do something fun."
        ],
        [
            "Amy",
            "Uh."
        ],
        [
            "Penny",
            "We could go to a bar."
        ],
        [
            "Amy",
            "Well."
        ],
        [
            "Leonard",
            "Okay, I can breathe again. Babe, they want to have sex."
        ],
        [
            "Penny",
            "Oh, of course. The annual birthday booty spectacular!"
        ],
        [
            "Sheldon",
            "That’s a bit childish, isn’t it? "
        ],
        [
            "Penny",
            "I’m sorry, and what flavour is your bubble gum cigar?"
        ],
        [
            "Sheldon",
            "Grape. I find it the most mild."
        ],
        [
            "Penny",
            "All right, well, you two go have fun."
        ],
        [
            "Leonard",
            "If we find my backup inhaler, maybe we can get frisky."
        ],
        [
            "Penny",
            "Oh, you sexy, wheezy little man."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen. "
        ],
        [
            "Bernadette",
            "Do you really need to record this?"
        ],
        [
            "Raj",
            "You’ll be happy I did. Okay, little one, here we are back at home because you weren’t quite ready to come out yet. You wanted to make an entrance. I get it. And here’s your daddy. When he tries to tell you he used to be cool, you can see he wasn’t."
        ],
        [
            "Howard",
            "All right, enough with the camera."
        ],
        [
            "Raj",
            "Well, this is not for me, this is for the baby. Some day she’s gonna want to see this."
        ],
        [
            "Howard",
            "I’m sorry, who’s gonna want to see this?"
        ],
        [
            "Raj",
            "I, I said she, but lot’s of things are she, boats and cars, whales, like thar she blows!"
        ],
        [
            "Stuart",
            "You’re doing great."
        ],
        [
            "Bernadette",
            "Raj."
        ],
        [
            "Raj",
            "Well, okay, I’m gonna sign off now. This next part may contain some adult language."
        ],
        [
            "Bernadette",
            "How could you?"
        ],
        [
            "Howard",
            "We made it this far without knowing, and you’ve ruined it."
        ],
        [
            "Raj",
            "Well, you guys have no idea how hard it is to know something like this and not say it."
        ],
        [
            "Stuart",
            "You told me it was a girl, and I didn’t say it."
        ],
        [
            "Bernadette",
            "Raj."
        ],
        [
            "Raj",
            "You were supposed to keep that to yourself."
        ],
        [
            "Stuart",
            "Oh, yeah. I guess it is hard."
        ],
        [
            "Scene",
            "Sheldon and Amy’s bedroom."
        ],
        [
            "Amy",
            "So, where were we?"
        ],
        [
            "Sheldon",
            "Well, I believe we were kissing like randy teenagers, and your nose was whistling ever so slightly."
        ],
        [
            "Amy",
            "I’m sorry."
        ],
        [
            "Sheldon",
            "Oh, don’t be. You were like a foxy tea kettle."
        ],
        [
            "Amy",
            "Well, shall we start over?"
        ],
        [
            "Sheldon",
            "Very well."
        ],
        [
            "Amy",
            "What’s wrong?"
        ],
        [
            "Sheldon",
            "I’m not sure. Earlier tonight, things began organically, and now it’s feeling forced, like all the Pirates of the Caribbean sequels."
        ],
        [
            "Amy",
            "Okay, that makes sense. I mean, the mood’s a little different now. We, we don’t have to rush."
        ],
        [
            "Sheldon",
            "Oh, I know, but just, Leonard and Penny think we’re doing it, and I don’t want to disappoint them."
        ],
        [
            "Amy",
            "And the mood continues to change."
        ],
        [
            "Sheldon",
            "No, and also, I don’t want to disappoint you. I, you know, come on, it’s your birthday. I can soldier through this."
        ],
        [
            "Amy",
            "Hold on. I think I might have a little surprise that might help get things back on track."
        ],
        [
            "Sheldon",
            "Intriguing. Is back on track a hint that it has something to do with trains?"
        ],
        [
            "Amy",
            "No."
        ],
        [
            "Sheldon",
            "Because if it did have to do with trains, and you were gonna give…"
        ],
        [
            "Amy",
            "It’s not about trains."
        ],
        [
            "Sheldon",
            "Not even a cozy sleeper car on the Orient Express?"
        ],
        [
            "Amy",
            "Stop talking about trains."
        ],
        [
            "Sheldon",
            "Who’s killing the mood now?"
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Found the backup inhaler, want to have sex?"
        ],
        [
            "Penny",
            "Well, I didn’t until I heard that."
        ],
        [
            "Leonard",
            "Hang on. I’m counting. It’s okay."
        ],
        [
            "Raj (off)",
            "Hello. Howard and Bernadette kicked me out because I told them they’re having a girl. Oopsy, I did it again."
        ],
        [
            "Penny",
            "Maybe if we’re quiet, he’ll go away."
        ],
        [
            "Raj",
            "You’re gonna have to be quieter than that."
        ],
        [
            "Scene",
            "Sheldon and Amy’s bedroom."
        ],
        [
            "Sheldon",
            "Can I look yet?"
        ],
        [
            "Amy",
            "One second. All right, you can open your eyes. I thought I’d let Harry Potter make things hotter."
        ],
        [
            "Sheldon",
            "Wowza."
        ],
        [
            "Amy",
            "I got a Gryffindor robe for you."
        ],
        [
            "Sheldon",
            "What, a Gryffindor sleeping with a Hufflepuff? How scandalous. You naughty girl, you went to the Wizarding World theme park without me."
        ],
        [
            "Amy",
            "I did. Am I in trouble?"
        ],
        [
            "Sheldon",
            "Yes, you’re in trouble, you went to Wizarding World without me."
        ],
        [
            "Amy",
            "Wait, what just happened?"
        ],
        [
            "Sheldon",
            "You know I’ve been wanting to go."
        ],
        [
            "Amy",
            "Sheldon, do you really want to argue with me on my birthday?"
        ],
        [
            "Sheldon",
            "Oh, you’re right. I’m sorry."
        ],
        [
            "Amy",
            "Ooh. Happy birthday to me."
        ],
        [
            "Raj (off)",
            "Hello."
        ],
        [
            "Amy",
            "Is this about the baby?"
        ],
        [
            "Raj",
            "No. People just keep kicking me out everywhere I go."
        ],
        [
            "Amy",
            "Good. Then you’re used to this."
        ],
        [
            "Penny",
            "Hey, Bernadette’s water broke."
        ],
        [
            "Leonard",
            "Come on, everyone to the hospital."
        ],
        [
            "Amy",
            "You have got to be kidding me."
        ],
        [
            "Scene",
            "Howard and Bernadette’s van. "
        ],
        [
            "Howard",
            "Just try to relax, we’ll be there any minute. Stuart, stop driving like an old man. Speed it up a little."
        ],
        [
            "Stuart",
            "I’m not an old man, I just can’t see at night."
        ],
        [
            "Bernadette",
            "Here comes another one. Hey, Squinty, the gas pedal’s on the right."
        ],
        [
            "Stuart",
            "All right, hang on. If you see any pedestrians, just call ’em out."
        ],
        [
            "Scene",
            "Leonard’s car. "
        ],
        [
            "Penny",
            "Howard and Bernadette’s kid might be born on your birthday. How cool is that?"
        ],
        [
            "Amy: :21,369 –> 00:12",
            "23,536"
        ],
        [
            "Scene",
            "Yeah, but I thought this"
        ],
        [
            "Scene",
            "baby was supposed to ruin their sex life, not mine."
        ],
        [
            "Raj",
            "This is not how I imagined this day going, I should be with them right now."
        ],
        [
            "Leonard",
            "Well, it is their child."
        ],
        [
            "Raj",
            "I know that. But to be fair, I’ve spent nine months helping Bernadette get ready for this baby, and Howard spent five minutes conceiving it. And I’m being generous."
        ],
        [
            "Sheldon",
            "Five minutes? We must be doing it wrong. It took us hours."
        ],
        [
            "Raj",
            "And, and the worst part is that they kicked me out and let Stuart stay."
        ],
        [
            "Amy",
            "I understand, but this is a special day for them. Can you just try and let it go?"
        ],
        [
            "Sheldon",
            "She’s right. You know, I just learned Amy went to a theme park without me, but I’m not going to ruin her birthday. I’ll wait, and ruin 24 individual hours sprinkled throughout the year. Boop."
        ],
        [
            "Scene",
            "The delivery suite. "
        ],
        [
            "Howard",
            "Deep breaths, slow breaths."
        ],
        [
            "Bernadette",
            "I’m so thirsty. Give me more ice chips."
        ],
        [
            "Stuart",
            "Sorry. I thought these were room ice chips. I’ll go get some more."
        ],
        [
            "Howard",
            "Uh, Stuart, while you’re out there, don’t come back."
        ],
        [
            "Stuart",
            "Okay."
        ],
        [
            "Howard",
            "So, what are we gonna name this kid? Now that we know she’s a girl, it kind of ruins my plan for Wally Wolowitz."
        ],
        [
            "Bernadette",
            "We could name her after your mom."
        ],
        [
            "Howard",
            "Debbie? No. She hated that name."
        ],
        [
            "Bernadette",
            "Did she have a middle name?"
        ],
        [
            "Howard",
            "Melvina."
        ],
        [
            "Bernadette",
            "Let’s keep thinking."
        ],
        [
            "Howard",
            "Ah. It sucks that she’s not here."
        ],
        [
            "Bernadette",
            "I know."
        ],
        [
            "Howard",
            "Hm. She would’ve been the best grandma."
        ],
        [
            "Bernadette",
            "She did always have candy in her pocket."
        ],
        [
            "Howard",
            "Yeah. I was 20 years old before I figured out Tootsie Rolls weren’t naturally warm."
        ],
        [
            "Bernadette",
            "I didn’t know her five minutes and she asked, are you a Milky Way or a Snickers girl?"
        ],
        [
            "Howard",
            "Thank God you answered right, we wouldn’t be here today."
        ],
        [
            "Scene",
            "The waiting room."
        ],
        [
            "Leonard",
            "It’s hard to believe Howard’s having a kid."
        ],
        [
            "Amy",
            "Yeah. Penny, you’re the one who introduced him to Bernie."
        ],
        [
            "Penny",
            "How many times do I have to say I’m sorry?"
        ],
        [
            "Leonard",
            "It’s not just Howard and Bernadette. I mean, look how far we’ve all come."
        ],
        [
            "Stuart",
            "Hmm. You two got married."
        ],
        [
            "Amy",
            "Sheldon and I are living together."
        ],
        [
            "Sheldon",
            "But if my mom asks, we have bunk beds."
        ],
        [
            "Leonard",
            "Penny was a struggling actress when we met, and now she’s a successful pharmaceutical rep."
        ],
        [
            "Penny",
            "Okay, you don’t have to say struggling every time. You can just say actress."
        ],
        [
            "Stuart",
            "Howard went to space."
        ],
        [
            "Amy",
            "Bernadette got her doctorate."
        ],
        [
            "Leonard",
            "Sheldon, Howard and I are working with the government on our quantum gyroscope."
        ],
        [
            "Amy",
            "We’ve all come a long way. There’s a lot to be proud of."
        ],
        [
            "Raj",
            "For God’s sake, just drive in the knife, why don’t you."
        ],
        [
            "Stuart",
            "What’s your problem?"
        ],
        [
            "Raj",
            "Well, you’re all thinking it, I’m the only one who hasn’t done anything worthwhile."
        ],
        [
            "Sheldon",
            "I was not thinking it. Although, now that you point it out, it is undeniable."
        ],
        [
            "Stuart",
            "Raj, if it’s any consolation, I’m no better off than I was ten years ago."
        ],
        [
            "Raj",
            "Oh, yay, I have a doctorate in astrophysics and I’m every bit as awesome as the pasty-faced owner of a comic book store."
        ],
        [
            "Sheldon",
            "Raj, show some compassion. Those are things that we think but don’t say."
        ],
        [
            "Raj",
            "Excuse me."
        ],
        [
            "Leonard",
            "Sorry, Stuart."
        ],
        [
            "Stuart",
            "Hey, I’m in a hospital and I’m not the patient. I’m fine."
        ],
        [
            "Scene",
            "The delivery suite."
        ],
        [
            "Howard",
            "Come on, Bernie, breathe. Remember what you learned in birthing class."
        ],
        [
            "Bernadette",
            "I remember thinking this is stupid, and I was right."
        ],
        [
            "Howard",
            "Do you want me to get the nurse?"
        ],
        [
            "Bernadette",
            "No. If one more person puts their fingers near my uterus, I’m gonna cross my legs and snap ’em off."
        ],
        [
            "Scene",
            "The waiting room. "
        ],
        [
            "Leonard",
            "I’ve come to peace with my relationship with my parents. That was a big milestone for me."
        ],
        [
            "Sheldon",
            "Oh, speaking of personal growth, I recently tried eating Swiss chard. You know, I didn’t swallow it, but Amy said it counted."
        ],
        [
            "Raj",
            "Hey."
        ],
        [
            "Stuart",
            "Hey. Still a loser or did you turn things around while you were gone?"
        ],
        [
            "Penny",
            "You know, Raj, honey, you’re being too hard on yourself. When I first met you, you couldn’t even talk to women. I mean, you couldn’t even talk if one was in the room."
        ],
        [
            "Raj",
            "Oh, great, now I can say things like I can’t believe you’re breaking up with me, why are you breaking up with me? Yes, I’ll still help you move."
        ],
        [
            "Penny",
            "Anyone else want to try?"
        ],
        [
            "Stuart",
            "Uh, yeah, I got something. Raj, not everybody could be a dog owner. Oh, what? Did your doggie break up with you too?"
        ],
        [
            "Penny",
            "Hey, I bought M&Ms at the vending machine and two bags came out."
        ],
        [
            "Raj",
            "I bought the first one, it didn’t fall."
        ],
        [
            "Penny",
            "Here."
        ],
        [
            "Howard",
            "She’s here, the baby’s here."
        ],
        [
            "Penny",
            "Oh! "
        ],
        [
            "Raj",
            "Congratulations."
        ],
        [
            "Amy",
            "How’s Bernadette?"
        ],
        [
            "Howard",
            "Tired, but great. They’re both great."
        ],
        [
            "Penny",
            "Does the baby have a name yet?"
        ],
        [
            "Howard",
            "We have named her Halley."
        ],
        [
            "Penny",
            "– Oh."
        ],
        [
            "Leonard",
            "Oh, like Halley’s comet."
        ],
        [
            "Howard",
            "Exactly. Also like the comet, Bernadette said she’s not gonna have sex with me for another 75 years."
        ],
        [
            "Amy",
            "That’s not a real thing, he’s just joking."
        ],
        [
            "Howard",
            "I’m gonna get back. Thank you for staying up, I can’t wait for Halley to meet her new aunts and uncles and godfather."
        ],
        [
            "Raj",
            "Really?"
        ],
        [
            "Howard",
            "Of course."
        ],
        [
            "Raj",
            "You hear that, Stuart? I’ve got a dog and a godchild, you have nothing."
        ],
        [
            "Scene",
            "The hospital nursery."
        ],
        [
            "Penny",
            "Oh, look at all the babies."
        ],
        [
            "Sheldon",
            "Some will be successful, some may be homeless. It’s fun to think about."
        ],
        [
            "Leonard",
            "I wonder which one’s Halley."
        ],
        [
            "Amy",
            "Kind of hard to see the names."
        ],
        [
            "Penny",
            "Mm, that one kind of looks like Bernadette."
        ],
        [
            "Amy",
            "They all look the same to me."
        ],
        [
            "Raj",
            "Guys, she’s my goddaughter, I think I’ll know when I see her. That one."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Amy",
            "Well, that was quite a day."
        ],
        [
            "Sheldon",
            "It was. Bernadette had her baby, I made it to Wizarding World, and now it is time to complete your birthday celebration. Hankius pankius."
        ],
        [
            "Amy",
            "I was afraid you’d be too tired."
        ],
        [
            "Sheldon",
            "Amy, I just saw a magic train and reported somebody for cutting the line. If that’s not foreplay, I don’t know what is."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-10-episode-11-the-birthday-synchronicity/"
}