{
    "Season": 10,
    "Episode": 13,
    "Title": "the romance recalibration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "After a previously on sequence."
            ],
            [
                1,
                "The apartment. "
            ],
            [
                17,
                "Out of daydream sequence."
            ],
            [
                19,
                "Credits sequence."
            ],
            [
                20,
                "The stairwell."
            ],
            [
                33,
                "Sheldon and Amy’s apartment. "
            ],
            [
                47,
                "Howard and Bernadette’s kitchen. "
            ],
            [
                57,
                "The apartment. "
            ],
            [
                86,
                "Howard and Bernadette’s kitchen."
            ],
            [
                98,
                "The apartment."
            ],
            [
                121,
                "The apartment, later. "
            ],
            [
                139,
                "Howard and Bernadette’s nursery."
            ],
            [
                150,
                "Leonards car."
            ],
            [
                157,
                "The spa. "
            ],
            [
                178,
                "Howard and Bernadette’s nursery."
            ],
            [
                180,
                "once you get the hang of it. Step. Step. Hop onto Ottoman."
            ],
            [
                186,
                "The spa."
            ],
            [
                204,
                "The apartment. "
            ]
        ],
        "Penny": [
            [
                2,
                "What, what’s all this?"
            ],
            [
                4,
                "Oh, that is so thoughtful."
            ],
            [
                6,
                "Yeah, i remember us driving up there, going to the winery and, that’s it."
            ],
            [
                8,
                "Oh. Hey, what smells so good?"
            ],
            [
                10,
                "Pink wine and pizza bagels? It’s like eighth grade all over again. I am so lucky to have you."
            ],
            [
                12,
                "Oh, you always know what not to say. I just, i can’t believe you did all this."
            ],
            [
                14,
                "You did not just quote an Nsync song."
            ],
            [
                16,
                "Oh. "
            ],
            [
                35,
                "I hadn’t really thought about it."
            ],
            [
                40,
                "Hey, can I ask you a question? You’ve been married for a while, is it normal for the husband to kind of completely stop giving a crap?"
            ],
            [
                42,
                "Well, Leonard used to do all these things, like bring me flowers and wear pants."
            ],
            [
                45,
                "Well, it’s not just the pants, it’s just, it’s like since we got married he doesn’t really try any more. "
            ],
            [
                60,
                "Hey."
            ],
            [
                63,
                "Oh, it was fine."
            ],
            [
                65,
                "Uh, chips."
            ],
            [
                67,
                "Some wine."
            ],
            [
                70,
                "Hm. At least he took an interest. "
            ],
            [
                72,
                "Nothing."
            ],
            [
                74,
                "I don’t want to talk about it."
            ],
            [
                76,
                "Fine. Lately I kind of feel like you’ve been taking me for granted."
            ],
            [
                79,
                "It’s just, since we got married you seem to think you don’t have to try any more."
            ],
            [
                81,
                "This is exactly why I didn’t want to talk about it."
            ],
            [
                83,
                "Okay, you know what? Maybe I’ll take Amy with me to the spa this weekend instead."
            ],
            [
                99,
                "All right, we’re heading out."
            ],
            [
                105,
                "Thanks. Are you ready?"
            ],
            [
                112,
                "Let’s go."
            ],
            [
                158,
                "When was the last time you got a massage?"
            ],
            [
                160,
                "Leonard stood on me once, too, but he was just trying to see the Rose Parade."
            ],
            [
                162,
                "Well, yeah."
            ],
            [
                165,
                "What are you doing here?"
            ],
            [
                167,
                "Okay. Leonard, I really appreciate that, but I need a little time to myself."
            ],
            [
                172,
                "All right. Can you please just go and we’ll talk about this tomorrow?"
            ],
            [
                174,
                "I’m trying to figure it out."
            ],
            [
                193,
                "Hey."
            ],
            [
                195,
                "We’re not getting divorced."
            ],
            [
                197,
                "Yeah. And there are a few things we need to stay on top of. So we thought it would useful, and I can’t believe I’m about to say this, um."
            ],
            [
                199,
                "Although a rule about him texting me from in there might help with the romance. "
            ],
            [
                206,
                "Article 8, subsection B, Leonard will restrict videogaming in underpants to hours Penny is not home. This includes boxers, briefs, thongs, G-strings or anything else that calls attention to his pasty little thighs."
            ],
            [
                210,
                "I think this all looks good."
            ]
        ],
        "Leonard": [
            [
                3,
                "Well, it sounded like you were having a rough day, so i wanted you to come home to something nice."
            ],
            [
                5,
                "Hey, do you remember when we went wine tasting in Santa Barbara and you said that was you’d ever had?"
            ],
            [
                7,
                "and this wine is why."
            ],
            [
                9,
                "I made your favourite. Pizza bagels."
            ],
            [
                11,
                "Well, now be careful, these are hot. i could explain the thermodynamics of why the cheese seems hotter than the crust, but instead I’m gonna keep it to myself."
            ],
            [
                13,
                "Well, you know, It’s easy to take each other for granted and I never want to do that to you, because your love, it’s like a river. It’s peaceful and deep. Your soul is, it’s like a secret that I could never keep."
            ],
            [
                15,
                "I quoted your favourite Nsync song."
            ],
            [
                18,
                "Damn. I burped so hard, i died in my game."
            ],
            [
                22,
                "Why?"
            ],
            [
                24,
                "That’s nice. I wear a size eight and a half."
            ],
            [
                26,
                "Are you gonna laugh at the answer?"
            ],
            [
                28,
                "If you must know, Penny won a spa weekend from work, and she’s taking me."
            ],
            [
                30,
                "So, hang out with me and we’ll have boys’ night."
            ],
            [
                32,
                "Because we just spent our allowance on comic books."
            ],
            [
                59,
                "Oh, no. Good game."
            ],
            [
                61,
                "Hey."
            ],
            [
                69,
                "Just ignore him."
            ],
            [
                71,
                "What’s that supposed to mean?"
            ],
            [
                73,
                "Hey, what’s going on with you?"
            ],
            [
                75,
                "Well, hey, come on, just tell me."
            ],
            [
                77,
                "What? Where is this coming from?"
            ],
            [
                80,
                "That is ridiculous. "
            ],
            [
                82,
                "No, no, no, no, let’s talk about it. I’m the one who’s made all the effort in this relationship since day one. Please tell me what more I could do?"
            ],
            [
                84,
                "Fine, go ahead."
            ],
            [
                100,
                "Mm-hmm."
            ],
            [
                104,
                "Have fun."
            ],
            [
                108,
                "Go ahead, it’s fine."
            ],
            [
                111,
                "Okay."
            ],
            [
                120,
                "Thank you."
            ],
            [
                123,
                "Thanks."
            ],
            [
                125,
                "Earl grey?"
            ],
            [
                127,
                "Honey?"
            ],
            [
                129,
                "Unsweetened almond…"
            ],
            [
                131,
                "Sorry, thank you."
            ],
            [
                133,
                "I really don’t know."
            ],
            [
                135,
                "I don’t want to play a game, Sheldon."
            ],
            [
                137,
                "Its not that I’d stopped trying, its just how relationships progress. They start with infatuation, but over time mellow into something more comfortable."
            ],
            [
                152,
                "Is it about the failing state of my relationship with Penny?"
            ],
            [
                154,
                "I don’t want to wait two days for us to work this out."
            ],
            [
                156,
                "I would pull this car over and kick you out, but If Penny dumps me, you’re all I got. "
            ],
            [
                164,
                "Hey."
            ],
            [
                166,
                "I came here to apologize."
            ],
            [
                168,
                "Okay. I don’t get it, you said make an effort, here I am making an effort. "
            ],
            [
                173,
                "I don’t understand what you want."
            ],
            [
                192,
                "Hey."
            ],
            [
                196,
                "Listen, we realized, that, uh, we’re facing some new challenges as a married couple."
            ],
            [
                198,
                "Would you please help us make a relationship agreement? But one that’s tailored to us, okay, we don’t need a bathroom schedule. "
            ],
            [
                200,
                "What do you say?"
            ],
            [
                207,
                "Does it really need to say that?"
            ],
            [
                209,
                "Article 10, subsection C, if questioned Penny may not say that everything is fine if it isn’t. Other unacceptable responses include, it’s nothing, don’t worry about it, and, I said it’s nothing don’t worry about it. "
            ],
            [
                211,
                "Me, too."
            ]
        ],
        "Sheldon": [
            [
                21,
                "Leonard, i’ve been meaning to ask you, what size shoe do you wear? "
            ],
            [
                23,
                "I’m trying to take more of an interest in other people’s lives."
            ],
            [
                25,
                "That’s small. So, tell me, do you have any plans for the weekend?"
            ],
            [
                27,
                "Only if the answer is shopping for baby shoes."
            ],
            [
                29,
                "Oh, well you know, that is interesting. I wonder what kind of infection you’ll come home with. My money’s on fungal. They’re still having girls night across the hall."
            ],
            [
                31,
                "At our age, why don’t we call it man’s night?"
            ],
            [
                58,
                "If you do that, i’ll win in eight moves. I’ll win in five moves. I’ll win in one move."
            ],
            [
                62,
                "Oh, Penny, I’m trying to take an interest in other people. Uh, how was your girls’ night?"
            ],
            [
                64,
                "Hmm. Did you have anything to eat?"
            ],
            [
                66,
                "Anything to drink?"
            ],
            [
                68,
                "Well, I’m just playing tennis against the drapes here."
            ],
            [
                78,
                "Leonard, she might be drunk. All she had was chips."
            ],
            [
                85,
                "Amy is free. She had a harp lesson on Saturday but it got cancelled. Boy, when you take an interest in people, you really uncork a geyser of nonsense. "
            ],
            [
                102,
                "And if they have any of those tiny bottles of shampoo?"
            ],
            [
                107,
                "You know what? I feel uncomfortable engaging in a public display of affection while their relationship is strained."
            ],
            [
                109,
                "Bye."
            ],
            [
                114,
                "Bye."
            ],
            [
                116,
                "Yeah, I’ll miss you too."
            ],
            [
                118,
                "Well, if x equals the amount that you’ll miss me, then I’ll miss you x plus one."
            ],
            [
                122,
                "Here. You’re sad, so I made you tea."
            ],
            [
                124,
                "And it’s just the way you like it."
            ],
            [
                126,
                "Yes."
            ],
            [
                128,
                "Yes."
            ],
            [
                130,
                "Good Lord, I made you tea, just drink it."
            ],
            [
                132,
                "Well, what can we do to cheer you up?"
            ],
            [
                134,
                "You want to play Jenga? Or, uh, Ticket to Ride? Hearthstone? What would you be the happiest losing at?"
            ],
            [
                136,
                "Wow, and I remember when you loved playing games with me. Maybe Penny isn’t the only relationship you’re phoning in."
            ],
            [
                138,
                "Hmm. Yeah, you’re right. It’s like when I first encountered the Pythagorean theorem. You know, I was blown away that the square of the hypotenuse was the sum of the squares of the opposite sides. But now I’m just like, eh."
            ],
            [
                151,
                "Would you like to play a driving game I invented?"
            ],
            [
                153,
                "Never mind. You know, Penny went to this spa to be away from you. Are you sure you should be going there?"
            ],
            [
                155,
                "Very well. You got married spur of the moment, I don’t see why your divorce should be any different."
            ],
            [
                169,
                "Hello, Amy. It’s nice to see you."
            ],
            [
                171,
                "And that’s how you make effort look effortless."
            ],
            [
                175,
                "You know what? If you’d like, I could whip up a quick relationship agreement. Well, I’m at a spa, I might as well do something relaxing. "
            ],
            [
                177,
                "Very well. Hey, later we’ll check out the minibar, I’ll show you how Godzilla gets drunk."
            ],
            [
                187,
                "There’s a cucumber in my water."
            ],
            [
                189,
                "Do they know it’s there? I mean, should I tell somebody? "
            ],
            [
                191,
                "Interesting. The world’s most boring liquid and the world’s most boring vegetable, but you put ’em together and bleugh. "
            ],
            [
                194,
                "Oh good, you’re here. Are you still fighting? If you get divorced, do I get two Christmas’s?"
            ],
            [
                201,
                "I get to write a contract? I say, let’s get this party of the first part started."
            ],
            [
                205,
                "If you find this draft acceptable, then I believe your new relationship agreement is ready to be signed."
            ],
            [
                208,
                "I did this for free, let me get a little something."
            ],
            [
                212,
                "Oh well, great then, here, you sign here, date here, and Penny, if you could initial here to indicate that you’re accepting Leonard in as is condition."
            ],
            [
                214,
                "Mm. You seem to be forgetting the no nostalgia clause."
            ]
        ],
        "Amy": [
            [
                34,
                "Penny, is it weird that we’re having girls’ night here, but you don’t live here any more, so it’s basically my girls’ night?"
            ],
            [
                36,
                "But now you’re thinking about it and it bothers you? I get that."
            ],
            [
                38,
                "Better than ever. He asks about my day, takes an interest in my life. He’s like my boyfriend in college, except he’s real, so people can see him."
            ],
            [
                44,
                "Well Sheldon always has his pants on. I don’t think I could pick his knees out of a line-up."
            ],
            [
                46,
                "Uh, Penny, I don’t know how to say this, but this is my first girls’ night and you’re kind of bumming everybody out. "
            ],
            [
                101,
                "I’ll call you when we get to the hotel."
            ],
            [
                103,
                "I will bring them home so you can show me how Godzilla takes a shower. "
            ],
            [
                106,
                "Uh-huh. Bye, Sheldon."
            ],
            [
                110,
                "Bye."
            ],
            [
                113,
                "Bye."
            ],
            [
                115,
                "I’ll miss you."
            ],
            [
                117,
                "I’ll miss you more. "
            ],
            [
                119,
                "If you miss me x plus one, I’ll miss you open paren x plus one, close paren to the second…"
            ],
            [
                159,
                "Sheldon walked on my back two weeks ago, but that was just ’cause there was a spider on his pillow and he was trying to get away."
            ],
            [
                161,
                "I don’t know the protocol, are you gonna be naked for your massage?"
            ],
            [
                163,
                "Hmm. Then this is probably too many clothes."
            ],
            [
                170,
                "Nice to see you, too."
            ],
            [
                176,
                "Sheldon, why don’t we give them some privacy?"
            ],
            [
                188,
                "Uh-huh."
            ],
            [
                190,
                "It’s there on purpose. It’s refreshing."
            ],
            [
                203,
                "It’s in our agreement. I have to laugh."
            ],
            [
                213,
                "I remember signing our first relationship agreement."
            ],
            [
                215,
                "Right, right. Got it."
            ]
        ],
        "Bernadette": [
            [
                37,
                "Things going well with you and Sheldon living together?"
            ],
            [
                39,
                "I’ve been seeing him for years, I’m still not convinced he’s real."
            ],
            [
                41,
                "Uh oh, what’s going on?"
            ],
            [
                43,
                "It’s okay, Howie never has on pants. The Domino’s guy brings the pizza like this now."
            ],
            [
                95,
                "I have one. What if you got a giant slingshot and flung yourself into the wall?"
            ],
            [
                183,
                "You actually expect me to do this while holding a baby in the dark. "
            ]
        ],
        "Howard": [
            [
                48,
                "All right, got Halley to sleep. "
            ],
            [
                50,
                "Yeah, got to get her hooked on TV or someday she’ll want me to play outside. Boy, that floor is so squeaky. I’m surprised I didn’t wake her up walking out of the room."
            ],
            [
                52,
                "Well, i put the rug down. It didn’t help."
            ],
            [
                54,
                "Did try nailing a couple of the boards down."
            ],
            [
                56,
                "Yeah, it left little holes in the floor, that’s why I bought the rug. "
            ],
            [
                88,
                "That sounds expensive."
            ],
            [
                90,
                "MIT’s motto is mind and hand, which just so happens was also my motto as a lonely teenager."
            ],
            [
                92,
                "No."
            ],
            [
                94,
                "No."
            ],
            [
                96,
                "Is that supposed to be funny?"
            ],
            [
                140,
                "Okay, this grid represents the room. All we need to do is plot out where each squeak is, and we can find a quiet path to the crib."
            ],
            [
                142,
                "Mm. Except the creature in the crib is a level-nine poop monster."
            ],
            [
                144,
                "Okay, space A3, here we go. It’s squeaking. Mark it."
            ],
            [
                146,
                "Mm. I hope she has the same amount of sex in it I did. None. Next square."
            ],
            [
                148,
                "It’s a tradition of my people. (Singing) If I were a rich man, ya ba dibba dibba dibba dibba dibba dibba dum."
            ],
            [
                179,
                "So, what we did was map out the entire room to identify every squeak. Watch. It’s easy,"
            ],
            [
                182,
                "Then simply sit, spin, stand, stretch, maybe in looser pants, then step, grab, tiny pivot, pull, and you’re there. Easy peasy, mac and… you get the idea."
            ],
            [
                185,
                "Bigger problems, I felt something pop. "
            ]
        ],
        "Raj": [
            [
                49,
                "Yeah, i heard you on the baby monitor. Didn’t think you could think you could turn the theme from Walking Dead into a lullaby. "
            ],
            [
                51,
                "Have you tried anything to fix it?"
            ],
            [
                53,
                "I know. Blue shag, what were you thinking?"
            ],
            [
                55,
                "Did that do anything?"
            ],
            [
                89,
                "Hang on. No offence to her father, but he’s not an MIT trained engineer. Thinking and building is what you do."
            ],
            [
                91,
                "Oh come on, we just need to be more creative. What if you didn’t step on the floor at all? Like, what if you swung on a rope from the ceiling?"
            ],
            [
                93,
                "Okay, um, okay, what if you rig up a pulley system and move yourself across the room in a harness?"
            ],
            [
                97,
                "Hold on. Yeah, that’s funny."
            ],
            [
                141,
                "It looks like a map from Dungeons and Dragons. "
            ],
            [
                143,
                "Okay, uh, you check for squeaks, and I will mark them down. "
            ],
            [
                145,
                "It’s nice to think that you grew up in this room and now your daughter’s going to as well."
            ],
            [
                147,
                "Why do you bounce with your hands in the air like that?"
            ],
            [
                149,
                "Material Girl needs ot be retired, that is your karaoke song. "
            ],
            [
                181,
                "Don’t do that in socks, I almost broke my neck."
            ],
            [
                184,
                "Hold on, I don’t think she was impressed."
            ]
        ],
        "Bernadette (on phone)": [
            [
                87,
                "Okay. Thanks, daddy. He said the only way to really fix an old floor like that is to tear it up and replace the whole thing."
            ]
        ],
        "Penny (after Amy laughs)": [
            [
                202,
                "Do you really think that’s funny?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "After a previously on sequence."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "What, what’s all this?"
        ],
        [
            "Leonard",
            "Well, it sounded like you were having a rough day, so i wanted you to come home to something nice."
        ],
        [
            "Penny",
            "Oh, that is so thoughtful."
        ],
        [
            "Leonard",
            "Hey, do you remember when we went wine tasting in Santa Barbara and you said that was you’d ever had?"
        ],
        [
            "Penny",
            "Yeah, i remember us driving up there, going to the winery and, that’s it."
        ],
        [
            "Leonard",
            "and this wine is why."
        ],
        [
            "Penny",
            "Oh. Hey, what smells so good?"
        ],
        [
            "Leonard",
            "I made your favourite. Pizza bagels."
        ],
        [
            "Penny",
            "Pink wine and pizza bagels? It’s like eighth grade all over again. I am so lucky to have you."
        ],
        [
            "Leonard",
            "Well, now be careful, these are hot. i could explain the thermodynamics of why the cheese seems hotter than the crust, but instead I’m gonna keep it to myself."
        ],
        [
            "Penny",
            "Oh, you always know what not to say. I just, i can’t believe you did all this."
        ],
        [
            "Leonard",
            "Well, you know, It’s easy to take each other for granted and I never want to do that to you, because your love, it’s like a river. It’s peaceful and deep. Your soul is, it’s like a secret that I could never keep."
        ],
        [
            "Penny",
            "You did not just quote an Nsync song."
        ],
        [
            "Leonard",
            "I quoted your favourite Nsync song."
        ],
        [
            "Penny",
            "Oh. "
        ],
        [
            "Scene",
            "Out of daydream sequence."
        ],
        [
            "Leonard",
            "Damn. I burped so hard, i died in my game."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Sheldon",
            "Leonard, i’ve been meaning to ask you, what size shoe do you wear? "
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Sheldon",
            "I’m trying to take more of an interest in other people’s lives."
        ],
        [
            "Leonard",
            "That’s nice. I wear a size eight and a half."
        ],
        [
            "Sheldon",
            "That’s small. So, tell me, do you have any plans for the weekend?"
        ],
        [
            "Leonard",
            "Are you gonna laugh at the answer?"
        ],
        [
            "Sheldon",
            "Only if the answer is shopping for baby shoes."
        ],
        [
            "Leonard",
            "If you must know, Penny won a spa weekend from work, and she’s taking me."
        ],
        [
            "Sheldon",
            "Oh, well you know, that is interesting. I wonder what kind of infection you’ll come home with. My money’s on fungal. They’re still having girls night across the hall."
        ],
        [
            "Leonard",
            "So, hang out with me and we’ll have boys’ night."
        ],
        [
            "Sheldon",
            "At our age, why don’t we call it man’s night?"
        ],
        [
            "Leonard",
            "Because we just spent our allowance on comic books."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Amy",
            "Penny, is it weird that we’re having girls’ night here, but you don’t live here any more, so it’s basically my girls’ night?"
        ],
        [
            "Penny",
            "I hadn’t really thought about it."
        ],
        [
            "Amy",
            "But now you’re thinking about it and it bothers you? I get that."
        ],
        [
            "Bernadette",
            "Things going well with you and Sheldon living together?"
        ],
        [
            "Amy",
            "Better than ever. He asks about my day, takes an interest in my life. He’s like my boyfriend in college, except he’s real, so people can see him."
        ],
        [
            "Bernadette",
            "I’ve been seeing him for years, I’m still not convinced he’s real."
        ],
        [
            "Penny",
            "Hey, can I ask you a question? You’ve been married for a while, is it normal for the husband to kind of completely stop giving a crap?"
        ],
        [
            "Bernadette",
            "Uh oh, what’s going on?"
        ],
        [
            "Penny",
            "Well, Leonard used to do all these things, like bring me flowers and wear pants."
        ],
        [
            "Bernadette",
            "It’s okay, Howie never has on pants. The Domino’s guy brings the pizza like this now."
        ],
        [
            "Amy",
            "Well Sheldon always has his pants on. I don’t think I could pick his knees out of a line-up."
        ],
        [
            "Penny",
            "Well, it’s not just the pants, it’s just, it’s like since we got married he doesn’t really try any more. "
        ],
        [
            "Amy",
            "Uh, Penny, I don’t know how to say this, but this is my first girls’ night and you’re kind of bumming everybody out. "
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen. "
        ],
        [
            "Howard",
            "All right, got Halley to sleep. "
        ],
        [
            "Raj",
            "Yeah, i heard you on the baby monitor. Didn’t think you could think you could turn the theme from Walking Dead into a lullaby. "
        ],
        [
            "Howard",
            "Yeah, got to get her hooked on TV or someday she’ll want me to play outside. Boy, that floor is so squeaky. I’m surprised I didn’t wake her up walking out of the room."
        ],
        [
            "Raj",
            "Have you tried anything to fix it?"
        ],
        [
            "Howard",
            "Well, i put the rug down. It didn’t help."
        ],
        [
            "Raj",
            "I know. Blue shag, what were you thinking?"
        ],
        [
            "Howard",
            "Did try nailing a couple of the boards down."
        ],
        [
            "Raj",
            "Did that do anything?"
        ],
        [
            "Howard",
            "Yeah, it left little holes in the floor, that’s why I bought the rug. "
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "If you do that, i’ll win in eight moves. I’ll win in five moves. I’ll win in one move."
        ],
        [
            "Leonard",
            "Oh, no. Good game."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "Oh, Penny, I’m trying to take an interest in other people. Uh, how was your girls’ night?"
        ],
        [
            "Penny",
            "Oh, it was fine."
        ],
        [
            "Sheldon",
            "Hmm. Did you have anything to eat?"
        ],
        [
            "Penny",
            "Uh, chips."
        ],
        [
            "Sheldon",
            "Anything to drink?"
        ],
        [
            "Penny",
            "Some wine."
        ],
        [
            "Sheldon",
            "Well, I’m just playing tennis against the drapes here."
        ],
        [
            "Leonard",
            "Just ignore him."
        ],
        [
            "Penny",
            "Hm. At least he took an interest. "
        ],
        [
            "Leonard",
            "What’s that supposed to mean?"
        ],
        [
            "Penny",
            "Nothing."
        ],
        [
            "Leonard",
            "Hey, what’s going on with you?"
        ],
        [
            "Penny",
            "I don’t want to talk about it."
        ],
        [
            "Leonard",
            "Well, hey, come on, just tell me."
        ],
        [
            "Penny",
            "Fine. Lately I kind of feel like you’ve been taking me for granted."
        ],
        [
            "Leonard",
            "What? Where is this coming from?"
        ],
        [
            "Sheldon",
            "Leonard, she might be drunk. All she had was chips."
        ],
        [
            "Penny",
            "It’s just, since we got married you seem to think you don’t have to try any more."
        ],
        [
            "Leonard",
            "That is ridiculous. "
        ],
        [
            "Penny",
            "This is exactly why I didn’t want to talk about it."
        ],
        [
            "Leonard",
            "No, no, no, no, let’s talk about it. I’m the one who’s made all the effort in this relationship since day one. Please tell me what more I could do?"
        ],
        [
            "Penny",
            "Okay, you know what? Maybe I’ll take Amy with me to the spa this weekend instead."
        ],
        [
            "Leonard",
            "Fine, go ahead."
        ],
        [
            "Sheldon",
            "Amy is free. She had a harp lesson on Saturday but it got cancelled. Boy, when you take an interest in people, you really uncork a geyser of nonsense. "
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Bernadette (on phone)",
            "Okay. Thanks, daddy. He said the only way to really fix an old floor like that is to tear it up and replace the whole thing."
        ],
        [
            "Howard",
            "That sounds expensive."
        ],
        [
            "Raj",
            "Hang on. No offence to her father, but he’s not an MIT trained engineer. Thinking and building is what you do."
        ],
        [
            "Howard",
            "MIT’s motto is mind and hand, which just so happens was also my motto as a lonely teenager."
        ],
        [
            "Raj",
            "Oh come on, we just need to be more creative. What if you didn’t step on the floor at all? Like, what if you swung on a rope from the ceiling?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Raj",
            "Okay, um, okay, what if you rig up a pulley system and move yourself across the room in a harness?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Bernadette",
            "I have one. What if you got a giant slingshot and flung yourself into the wall?"
        ],
        [
            "Howard",
            "Is that supposed to be funny?"
        ],
        [
            "Raj",
            "Hold on. Yeah, that’s funny."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "All right, we’re heading out."
        ],
        [
            "Leonard",
            "Mm-hmm."
        ],
        [
            "Amy",
            "I’ll call you when we get to the hotel."
        ],
        [
            "Sheldon",
            "And if they have any of those tiny bottles of shampoo?"
        ],
        [
            "Amy",
            "I will bring them home so you can show me how Godzilla takes a shower. "
        ],
        [
            "Leonard",
            "Have fun."
        ],
        [
            "Penny",
            "Thanks. Are you ready?"
        ],
        [
            "Amy",
            "Uh-huh. Bye, Sheldon."
        ],
        [
            "Sheldon",
            "You know what? I feel uncomfortable engaging in a public display of affection while their relationship is strained."
        ],
        [
            "Leonard",
            "Go ahead, it’s fine."
        ],
        [
            "Sheldon",
            "Bye."
        ],
        [
            "Amy",
            "Bye."
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Penny",
            "Let’s go."
        ],
        [
            "Amy",
            "Bye."
        ],
        [
            "Sheldon",
            "Bye."
        ],
        [
            "Amy",
            "I’ll miss you."
        ],
        [
            "Sheldon",
            "Yeah, I’ll miss you too."
        ],
        [
            "Amy",
            "I’ll miss you more. "
        ],
        [
            "Sheldon",
            "Well, if x equals the amount that you’ll miss me, then I’ll miss you x plus one."
        ],
        [
            "Amy",
            "If you miss me x plus one, I’ll miss you open paren x plus one, close paren to the second…"
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Scene",
            "The apartment, later. "
        ],
        [
            "Sheldon",
            "Here. You’re sad, so I made you tea."
        ],
        [
            "Leonard",
            "Thanks."
        ],
        [
            "Sheldon",
            "And it’s just the way you like it."
        ],
        [
            "Leonard",
            "Earl grey?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Leonard",
            "Honey?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Leonard",
            "Unsweetened almond…"
        ],
        [
            "Sheldon",
            "Good Lord, I made you tea, just drink it."
        ],
        [
            "Leonard",
            "Sorry, thank you."
        ],
        [
            "Sheldon",
            "Well, what can we do to cheer you up?"
        ],
        [
            "Leonard",
            "I really don’t know."
        ],
        [
            "Sheldon",
            "You want to play Jenga? Or, uh, Ticket to Ride? Hearthstone? What would you be the happiest losing at?"
        ],
        [
            "Leonard",
            "I don’t want to play a game, Sheldon."
        ],
        [
            "Sheldon",
            "Wow, and I remember when you loved playing games with me. Maybe Penny isn’t the only relationship you’re phoning in."
        ],
        [
            "Leonard",
            "Its not that I’d stopped trying, its just how relationships progress. They start with infatuation, but over time mellow into something more comfortable."
        ],
        [
            "Sheldon",
            "Hmm. Yeah, you’re right. It’s like when I first encountered the Pythagorean theorem. You know, I was blown away that the square of the hypotenuse was the sum of the squares of the opposite sides. But now I’m just like, eh."
        ],
        [
            "Scene",
            "Howard and Bernadette’s nursery."
        ],
        [
            "Howard",
            "Okay, this grid represents the room. All we need to do is plot out where each squeak is, and we can find a quiet path to the crib."
        ],
        [
            "Raj",
            "It looks like a map from Dungeons and Dragons. "
        ],
        [
            "Howard",
            "Mm. Except the creature in the crib is a level-nine poop monster."
        ],
        [
            "Raj",
            "Okay, uh, you check for squeaks, and I will mark them down. "
        ],
        [
            "Howard",
            "Okay, space A3, here we go. It’s squeaking. Mark it."
        ],
        [
            "Raj",
            "It’s nice to think that you grew up in this room and now your daughter’s going to as well."
        ],
        [
            "Howard",
            "Mm. I hope she has the same amount of sex in it I did. None. Next square."
        ],
        [
            "Raj",
            "Why do you bounce with your hands in the air like that?"
        ],
        [
            "Howard",
            "It’s a tradition of my people. (Singing) If I were a rich man, ya ba dibba dibba dibba dibba dibba dibba dum."
        ],
        [
            "Raj",
            "Material Girl needs ot be retired, that is your karaoke song. "
        ],
        [
            "Scene",
            "Leonards car."
        ],
        [
            "Sheldon",
            "Would you like to play a driving game I invented?"
        ],
        [
            "Leonard",
            "Is it about the failing state of my relationship with Penny?"
        ],
        [
            "Sheldon",
            "Never mind. You know, Penny went to this spa to be away from you. Are you sure you should be going there?"
        ],
        [
            "Leonard",
            "I don’t want to wait two days for us to work this out."
        ],
        [
            "Sheldon",
            "Very well. You got married spur of the moment, I don’t see why your divorce should be any different."
        ],
        [
            "Leonard",
            "I would pull this car over and kick you out, but If Penny dumps me, you’re all I got. "
        ],
        [
            "Scene",
            "The spa. "
        ],
        [
            "Penny",
            "When was the last time you got a massage?"
        ],
        [
            "Amy",
            "Sheldon walked on my back two weeks ago, but that was just ’cause there was a spider on his pillow and he was trying to get away."
        ],
        [
            "Penny",
            "Leonard stood on me once, too, but he was just trying to see the Rose Parade."
        ],
        [
            "Amy",
            "I don’t know the protocol, are you gonna be naked for your massage?"
        ],
        [
            "Penny",
            "Well, yeah."
        ],
        [
            "Amy",
            "Hmm. Then this is probably too many clothes."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "What are you doing here?"
        ],
        [
            "Leonard",
            "I came here to apologize."
        ],
        [
            "Penny",
            "Okay. Leonard, I really appreciate that, but I need a little time to myself."
        ],
        [
            "Leonard",
            "Okay. I don’t get it, you said make an effort, here I am making an effort. "
        ],
        [
            "Sheldon",
            "Hello, Amy. It’s nice to see you."
        ],
        [
            "Amy",
            "Nice to see you, too."
        ],
        [
            "Sheldon",
            "And that’s how you make effort look effortless."
        ],
        [
            "Penny",
            "All right. Can you please just go and we’ll talk about this tomorrow?"
        ],
        [
            "Leonard",
            "I don’t understand what you want."
        ],
        [
            "Penny",
            "I’m trying to figure it out."
        ],
        [
            "Sheldon",
            "You know what? If you’d like, I could whip up a quick relationship agreement. Well, I’m at a spa, I might as well do something relaxing. "
        ],
        [
            "Amy",
            "Sheldon, why don’t we give them some privacy?"
        ],
        [
            "Sheldon",
            "Very well. Hey, later we’ll check out the minibar, I’ll show you how Godzilla gets drunk."
        ],
        [
            "Scene",
            "Howard and Bernadette’s nursery."
        ],
        [
            "Howard",
            "So, what we did was map out the entire room to identify every squeak. Watch. It’s easy,"
        ],
        [
            "Scene",
            "once you get the hang of it. Step. Step. Hop onto Ottoman."
        ],
        [
            "Raj",
            "Don’t do that in socks, I almost broke my neck."
        ],
        [
            "Howard",
            "Then simply sit, spin, stand, stretch, maybe in looser pants, then step, grab, tiny pivot, pull, and you’re there. Easy peasy, mac and… you get the idea."
        ],
        [
            "Bernadette",
            "You actually expect me to do this while holding a baby in the dark. "
        ],
        [
            "Raj",
            "Hold on, I don’t think she was impressed."
        ],
        [
            "Howard",
            "Bigger problems, I felt something pop. "
        ],
        [
            "Scene",
            "The spa."
        ],
        [
            "Sheldon",
            "There’s a cucumber in my water."
        ],
        [
            "Amy",
            "Uh-huh."
        ],
        [
            "Sheldon",
            "Do they know it’s there? I mean, should I tell somebody? "
        ],
        [
            "Amy",
            "It’s there on purpose. It’s refreshing."
        ],
        [
            "Sheldon",
            "Interesting. The world’s most boring liquid and the world’s most boring vegetable, but you put ’em together and bleugh. "
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Sheldon",
            "Oh good, you’re here. Are you still fighting? If you get divorced, do I get two Christmas’s?"
        ],
        [
            "Penny",
            "We’re not getting divorced."
        ],
        [
            "Leonard",
            "Listen, we realized, that, uh, we’re facing some new challenges as a married couple."
        ],
        [
            "Penny",
            "Yeah. And there are a few things we need to stay on top of. So we thought it would useful, and I can’t believe I’m about to say this, um."
        ],
        [
            "Leonard",
            "Would you please help us make a relationship agreement? But one that’s tailored to us, okay, we don’t need a bathroom schedule. "
        ],
        [
            "Penny",
            "Although a rule about him texting me from in there might help with the romance. "
        ],
        [
            "Leonard",
            "What do you say?"
        ],
        [
            "Sheldon",
            "I get to write a contract? I say, let’s get this party of the first part started."
        ],
        [
            "Penny (after Amy laughs)",
            "Do you really think that’s funny?"
        ],
        [
            "Amy",
            "It’s in our agreement. I have to laugh."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "If you find this draft acceptable, then I believe your new relationship agreement is ready to be signed."
        ],
        [
            "Penny",
            "Article 8, subsection B, Leonard will restrict videogaming in underpants to hours Penny is not home. This includes boxers, briefs, thongs, G-strings or anything else that calls attention to his pasty little thighs."
        ],
        [
            "Leonard",
            "Does it really need to say that?"
        ],
        [
            "Sheldon",
            "I did this for free, let me get a little something."
        ],
        [
            "Leonard",
            "Article 10, subsection C, if questioned Penny may not say that everything is fine if it isn’t. Other unacceptable responses include, it’s nothing, don’t worry about it, and, I said it’s nothing don’t worry about it. "
        ],
        [
            "Penny",
            "I think this all looks good."
        ],
        [
            "Leonard",
            "Me, too."
        ],
        [
            "Sheldon",
            "Oh well, great then, here, you sign here, date here, and Penny, if you could initial here to indicate that you’re accepting Leonard in as is condition."
        ],
        [
            "Amy",
            "I remember signing our first relationship agreement."
        ],
        [
            "Sheldon",
            "Mm. You seem to be forgetting the no nostalgia clause."
        ],
        [
            "Amy",
            "Right, right. Got it."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-10-episode-13-the-romance-recalibration/"
}