{
    "Season": 10,
    "Episode": 17,
    "Title": "the comic con conundrum",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Following a “previously on” sequence:"
            ],
            [
                1,
                "The apartment."
            ],
            [
                32,
                "Credits sequence."
            ],
            [
                33,
                "Sheldon and Amy’s apartment."
            ],
            [
                45,
                "The comic book store. "
            ],
            [
                70,
                "Howard and Bernadette’s kitchen."
            ],
            [
                93,
                "The apartment. "
            ],
            [
                103,
                "The comic book store."
            ],
            [
                115,
                "Penny’s car. "
            ],
            [
                123,
                "Howard and Bernadette’s house. Raj rings the doorbell."
            ],
            [
                134,
                "The apartment. "
            ],
            [
                145,
                "Sheldon and Amy’s apartment."
            ],
            [
                154,
                "Howard and Bernadette’s kitchen."
            ],
            [
                169,
                "Sheldon and Amy’s apartment. "
            ],
            [
                215,
                "Howard and Bernadette’s house."
            ],
            [
                257,
                "Sheldon and Amy’s apartment. "
            ]
        ],
        "Sheldon": [
            [
                2,
                "Uh-huh. Interesting. Okay."
            ],
            [
                4,
                "Let me put it this way, do you own a barrel and suspenders?"
            ],
            [
                6,
                "I’m not wearing this visor to play women’s golf."
            ],
            [
                12,
                "Well, his rent and car lease are exceedingly high. You couple that with his penchant for dining out and shopping."
            ],
            [
                14,
                "He also has a remarkable amount of credit card debt."
            ],
            [
                17,
                "What emergency happened at the L.A. Zoo?"
            ],
            [
                23,
                "No, absolutely not. You can’t afford to hire someone who’ll forbid you from spending your money on foolish expenses. That is a foolish expense, and I forbid it."
            ],
            [
                25,
                "He sounds like a sociopath."
            ],
            [
                27,
                "You’re talking about me. Very funny. Although I would enjoy drawing up a budget and forcing Raj to adhere to it without an ounce of compassion."
            ],
            [
                30,
                "Very well. Hey, Comic-Con tickets go on sale this Friday. You can’t buy one."
            ],
            [
                48,
                "She’s gonna hate waiting in line for the panels."
            ],
            [
                50,
                "She’s gonna hate the panels."
            ],
            [
                57,
                "You can always watch the panels online. Oh, boy, we do say that a lot."
            ],
            [
                60,
                "You put me in charge of your finances. If you wanted someone weak and spineless you could walk all over, you should have asked Leonard."
            ],
            [
                63,
                "Your father may have spoiled you, but I won’t. If you want a ticket to Comic-Con, I suggest you figure out a way to earn the money yourself."
            ],
            [
                69,
                "I’m gonna go as Dumbledore."
            ],
            [
                105,
                "That’s probably my fault. She may have heard about my cool Dumbledore costume."
            ],
            [
                147,
                "If I may speak for Comic-Con, we don’t want that either."
            ],
            [
                149,
                "No, but it’s honest, and it sounds like you could use a little more honesty in your relationship."
            ],
            [
                151,
                "I’m always honest with Amy. The other day she said she was self-conscious about the beauty mark on her shoulder, and I said, you know, you can call that a beauty mark all you want. When there’s hair growing out of it, that’s a mole."
            ],
            [
                153,
                "I should hope so. When she called me an insensitive jerk, I’d like to think she meant it."
            ],
            [
                171,
                "Very well. Prepare for a long night of deceit."
            ],
            [
                173,
                "I was talking about Leonard. And if make up is so truthful, why is it called concealer?"
            ],
            [
                175,
                "He doesn’t really want Penny to go to Comic-Con. He’s just doing it to make her happy."
            ],
            [
                177,
                "So they’re both trying to make each other happy, and the end result is they make each other sad? That’s hilarious. I can’t wait to tell them."
            ],
            [
                179,
                "Why?"
            ],
            [
                181,
                "Well, if you haven’t noticed, I’ve been between them for the last ten years."
            ],
            [
                184,
                "Hello."
            ],
            [
                189,
                "Are you listening to this? They deceive each other about everything."
            ],
            [
                203,
                "This is an interesting way to stay out of it."
            ],
            [
                206,
                "Yeah, well, get this, neither does Penny, that’s why she doesn’t want to go. You set ’em up, I knock ’em down, good job."
            ],
            [
                213,
                "Not entirely, the fight over who’s going to drive is still…"
            ],
            [
                221,
                "Well, with as much debt as you have, probably not next year either."
            ],
            [
                236,
                "Hold on. Is it back pay or is it a gift?"
            ],
            [
                238,
                "When the IRS questions us in separate rooms, we need to have our stories straight."
            ],
            [
                242,
                "I’m a big boy, and if I missed one, I’d throw a big-boy tantrum."
            ],
            [
                252,
                "Nuts to that, I’m going to Comic-Con."
            ],
            [
                254,
                "Not necessarily. I have four months to find some new friends."
            ],
            [
                256,
                "That’s very kind of you, Stuart. Check back in with me in July."
            ],
            [
                258,
                "There’s my pretty girlfriend."
            ],
            [
                260,
                "What? Can’t a man just be happy to see his woman and pat her on her second most erogenous ball-and-socket joint?"
            ],
            [
                262,
                "Well, maybe what’s in my pants will change your mind. It’s a list of this year’s panelists. It’s long, isn’t it?"
            ]
        ],
        "Raj": [
            [
                3,
                "How bad is it?"
            ],
            [
                5,
                "Are you serious?"
            ],
            [
                16,
                "I have a card for emergencies that I pay for myself."
            ],
            [
                18,
                "That’s a penguin I sponsor. They’re losing their homes to global warming, and my car gets, like, seven miles a gallon, so I felt bad."
            ],
            [
                20,
                "It’s intimate waxing. Quit looking at that."
            ],
            [
                22,
                "Like a business manager?"
            ],
            [
                29,
                "Okay, Sheldon. Yeah, I’m putting you in charge of my finances. I will not spend another penny that you don’t authorize."
            ],
            [
                56,
                "I can’t believe Penny’s gonna get to go, and I’m not."
            ],
            [
                59,
                "Come on, Sheldon, it’s Comic-Con. Just let me have the money for this, and I won’t ask for anything else."
            ],
            [
                62,
                "Okay, you’re right, I got myself into this, but I’ve never missed a Comic-Con with you guys."
            ],
            [
                65,
                "Go ahead, make jokes. I don’t know why you think you’re going to Comic-Con, you just had a baby."
            ],
            [
                67,
                "Well, so? So you think Bernadette’s just gonna let you jet down to San Diego for five days and leave her alone?"
            ],
            [
                107,
                "But you charged me hundreds for this stuff."
            ],
            [
                109,
                "But I need to earn enough money so I can go to Comic-Con."
            ],
            [
                111,
                "I have no choice."
            ],
            [
                113,
                "Really? I’ll do anything."
            ],
            [
                128,
                "What’s with the gloves?"
            ],
            [
                130,
                "I’m looking to make extra money and was wondering if you had any chores I could do."
            ],
            [
                156,
                "Yeah, you’d think. Ooh, maybe I could sell my blood and sperm."
            ],
            [
                158,
                "Here, let me help you."
            ],
            [
                160,
                "Oh, Double Stuffed Oreos, I remember when I could afford you."
            ],
            [
                162,
                "Stay, I’ll get her."
            ],
            [
                164,
                "That’s fine. She and I can cry together."
            ],
            [
                220,
                "Thank you, but it doesn’t look like I’m going to Comic-Con this year."
            ],
            [
                224,
                "What’s this?"
            ],
            [
                230,
                "This is so generous of you, I, um, I don’t know what to say."
            ],
            [
                233,
                "As much as I appreciate this, I can’t accept it, okay? Halley’s my goddaughter, I don’t take care of her for money."
            ],
            [
                239,
                "It doesn’t matter. I’m not keeping this. I’m trying to pay my own way and be responsible. Taking handouts won’t help that."
            ],
            [
                241,
                "I’ve been plenty of times. If I miss one, it’s fine. I’m a big boy."
            ]
        ],
        "Penny": [
            [
                7,
                "Hi."
            ],
            [
                9,
                "Oh, let me guess. You guys are drafting your fantasy accounting firms."
            ],
            [
                11,
                "Well, he has a job. How bad can it be?"
            ],
            [
                13,
                "Wait, wait, not shopping for clothes, right? Because look."
            ],
            [
                28,
                "Wait, wait, who’s gonna break it to the penguin?"
            ],
            [
                35,
                "Well, Leonard wants me to do more stuff like that with him, so I thought maybe this year I’d tag along."
            ],
            [
                37,
                "So, do you want to come?"
            ],
            [
                39,
                "Please? I went to your boring thing last month."
            ],
            [
                41,
                "Come on, even you checked your e-mail during the eulogy."
            ],
            [
                43,
                "It’s not that I want to go, I just think it’ll make Leonard happy. And if I have to watch him squeeze into an Ewok costume, so be it."
            ],
            [
                95,
                "Wow, that is a lot of people jammed in there."
            ],
            [
                97,
                "Oh, you really sleep on the sidewalk, huh?"
            ],
            [
                99,
                "Well, you and I would get our own room, right?"
            ],
            [
                101,
                "Well, it’s no different than when Sheldon used to climb in bed with us during a thunderstorm."
            ],
            [
                116,
                "You know, it’s no big deal. I can put up with anything for three days."
            ],
            [
                118,
                "Are you kidding me?"
            ],
            [
                120,
                "I can’t, it’ll break his heart. You know, he’s always making an effort to do things with me he doesn’t enjoy, like going outside."
            ],
            [
                122,
                "You know, maybe it won’t be that bad. Leonard says it’s really mainstream now. Comic books aren’t just for sad nerds any more. I mean, it is still a key part of their demographic."
            ],
            [
                136,
                "Is there any scenario where we’re not in full body paint?"
            ],
            [
                138,
                "Hey, um, are you sure the guys are okay with me coming?"
            ],
            [
                140,
                "This is just something you usually do together, and if I’m screwing it up, I don’t have to go."
            ],
            [
                142,
                "Why? Do you not want me to go?"
            ],
            [
                144,
                "Okay, good, ’cause that’s what I want, too."
            ],
            [
                182,
                "Hey."
            ],
            [
                185,
                "Hey, babe, you want to drive?"
            ],
            [
                187,
                "No, it’s fine, I know you don’t like the way I drive."
            ],
            [
                191,
                "Just so you know, that guy in the parking lot hit me."
            ],
            [
                193,
                "Just say you want to drive."
            ],
            [
                195,
                "Amy, do us a favour, please drive."
            ],
            [
                198,
                "It’s not complicated. Amy’s driving, that’s it."
            ],
            [
                200,
                "You’re the one who seems upset."
            ],
            [
                204,
                "Wait, you don’t want me to go?"
            ],
            [
                208,
                "I just thought it would make you happy."
            ],
            [
                210,
                "Hold on, I’m trying to decide if I’m mad at you. No, I’m happy I don’t have to go."
            ],
            [
                212,
                "Okay."
            ],
            [
                219,
                "Hey, if you’re still looking to make money, I will pay you to burn that jacket."
            ],
            [
                232,
                "Yeah, there’s room in the bed by Sheldon’s feet."
            ],
            [
                244,
                "Really?"
            ],
            [
                246,
                "Ooh, how about white-water rafting?"
            ]
        ],
        "Leonard": [
            [
                8,
                "Hey."
            ],
            [
                10,
                "We’re helping Raj figure out his finances."
            ],
            [
                19,
                "What is Pink Cheeks?"
            ],
            [
                21,
                "Maybe you should find someone to help you get your finances under control."
            ],
            [
                26,
                "We don’t know, his mother never had him tested."
            ],
            [
                47,
                "No. Which will make me miserable, which is usually Sheldon’s job."
            ],
            [
                51,
                "She’s gonna hate how often we say the word panels."
            ],
            [
                53,
                "Well, she’s so excited, I can’t do that to her."
            ],
            [
                55,
                "That I would do to her."
            ],
            [
                61,
                "See? Miserable."
            ],
            [
                68,
                "Hang, hang on. So I have to bring Penny, you can’t afford it, Howard’s gonna get in trouble, and this guy gets to have a great time."
            ],
            [
                94,
                "Okay, so this is the main Comic-Con floor. It’s where all the vendors and exhibits are."
            ],
            [
                96,
                "I know. Sometimes Howard wears a striped shirt so we can play Where’s Wolowitz? Okay, now, This is us camping out in line for the Avengers panel."
            ],
            [
                98,
                "Yeah. It can get chilly, but Raj figured out that if you pee in a bottle and put it in your sleeping bag, it helps keep you warm. Here’s the hotel room we all share. "
            ],
            [
                100,
                "Every hotel is booked. But, yeah, see this space here between Sheldon’s feet and my head? That’s where you go."
            ],
            [
                102,
                "Don’t worry, we won’t be doing much sleeping anyway. It’s like an all-night party. There’s trivia contests and Dungeons & Dragons. As we like to say, it’s off the chain mail."
            ],
            [
                104,
                "I even said off the chain mail, and she still wants to go."
            ],
            [
                135,
                "Hey, I was thinking, if you want to do a couples costume, we could paint ourselves green and be Hulk and She-Hulk. Or we could paint ourselves blue and go as Nightcrawler and Mystique."
            ],
            [
                137,
                "Yeah, if you want us to look like losers."
            ],
            [
                139,
                "Yeah, of course, why?"
            ],
            [
                141,
                "Oh, why? Do you not want to go?"
            ],
            [
                143,
                "No, I want you to go."
            ],
            [
                146,
                "Now we’re going as Hulk and She-Hulk. I don’t want to take my shirt off at Comic-Con."
            ],
            [
                148,
                "Is that nice?"
            ],
            [
                150,
                "Uh, it’s more complicated than that."
            ],
            [
                152,
                "Do you think she’s as honest with you?"
            ],
            [
                186,
                "Sure, or you can."
            ],
            [
                188,
                "I don’t have a problem with your driving."
            ],
            [
                192,
                "He wasn’t in a car, but okay."
            ],
            [
                194,
                "I honestly don’t."
            ],
            [
                197,
                "If you want to drive, just drive. I don’t see why this has to be so complicated."
            ],
            [
                199,
                "That’s not it because you’re clearly upset."
            ],
            [
                201,
                "Why would I be upset?"
            ],
            [
                205,
                "Well, I just don’t think you’re gonna have a good time."
            ],
            [
                207,
                "Why would you say you wanted to go if you didn’t?"
            ],
            [
                209,
                "O-o-o-okay, hold on, so if you don’t want to go and I don’t need to bring you, is everything good?"
            ],
            [
                211,
                "All right, problem solved."
            ],
            [
                231,
                "Now you can come with us."
            ],
            [
                243,
                "You know what? I’ve gone 12 times. Maybe I’ll sit out this year, too."
            ],
            [
                245,
                "Yeah. Maybe you and I can do something fun that weekend."
            ],
            [
                247,
                "Oh, how about we compromise and go on the Small World ride at Disneyland?"
            ]
        ],
        "Howard": [
            [
                15,
                "I thought your dad paid your cards."
            ],
            [
                24,
                "What if there’s someone who just likes controlling other people and stealing joy from their lives?"
            ],
            [
                31,
                "Oh, better luck next time, Pink Cheeks."
            ],
            [
                46,
                "You actually think Penny will have fun at Comic-Con?"
            ],
            [
                49,
                "And hate all the crowds at the panels."
            ],
            [
                52,
                "Why don’t you just tell her not to come?"
            ],
            [
                54,
                "What if you make it sound so bad she won’t want to go?"
            ],
            [
                64,
                "Yeah, you’re a grown man who’s highly educated. You could charge people money to punch you."
            ],
            [
                66,
                "So?"
            ],
            [
                71,
                "Mm-mm, how’s my favourite girl?"
            ],
            [
                73,
                "What you doing?"
            ],
            [
                75,
                "Oh, she’s sexy, she can cook. I’m such a lucky guy."
            ],
            [
                77,
                "No. I just walked in here, saw how beautiful you are and had to tell you."
            ],
            [
                79,
                "Ha ha ha, never gets old. Okay, there is something I want, but it’s not a big deal."
            ],
            [
                81,
                "Well, Comic-Con tickets go on sale this Friday, and I was hoping I could go with the guys. But before you say anything, I’ll make up for being gone by doing everything around here, I mean everything. I’m even gonna answer for you. Yes, Howard, you can go. "
            ],
            [
                83,
                "Thank you."
            ],
            [
                85,
                "What? Why? "
            ],
            [
                87,
                "Yeah."
            ],
            [
                89,
                "Yeah."
            ],
            [
                91,
                "Yeah."
            ],
            [
                127,
                "Hey."
            ],
            [
                129,
                "They complete my ensemble. What do you want?"
            ],
            [
                131,
                "Hang on. Bernie, can I outsource my chores to an Indian guy?"
            ],
            [
                133,
                "I tried."
            ],
            [
                155,
                "There’s got to be other ways you can make a quick buck."
            ],
            [
                166,
                "I know, I wish there was some way we could help him."
            ],
            [
                168,
                "Yeah, that’s working out great for me."
            ],
            [
                218,
                "Dinner’s almost ready. If you like meatloaf, I’m sure you’ll like its cousin, bowl of meat."
            ],
            [
                223,
                "Sure. This is for you."
            ],
            [
                226,
                "There’s more than enough in there to cover Comic-Con."
            ],
            [
                248,
                "You know what, I’m not gonna go either. I’m a father now. I’d rather spend time with my family."
            ],
            [
                250,
                "I’m gonna go check on dinner."
            ]
        ],
        "Amy": [
            [
                34,
                "You’re actually going to Comic-Con?"
            ],
            [
                36,
                "Well, that’s sweet. I bet you’ll have fun."
            ],
            [
                38,
                "No, thanks. I already live in a place all the nerds come to."
            ],
            [
                40,
                "My aunt’s funeral?"
            ],
            [
                42,
                "Well, I’m not going, but I do think it’s nice you want to."
            ],
            [
                44,
                "Look at you, going to Comic-Con, talking about Ewoks. I really have become the cool one around here."
            ],
            [
                117,
                "Comic-Con’s five days."
            ],
            [
                119,
                "Why don’t you just tell him you don’t want to go?"
            ],
            [
                121,
                "He is an indoor cat."
            ],
            [
                170,
                "Penny says they’re ready to go."
            ],
            [
                172,
                "Sheldon, women can wear make up, it’s not lying."
            ],
            [
                174,
                "Wait, wait, wait, what’s Leonard lying about?"
            ],
            [
                176,
                "Really? Because she doesn’t actually want to go. She’s just doing it to make him happy."
            ],
            [
                178,
                "No, you’re not gonna tell them anything. You’re gonna stay out of it."
            ],
            [
                180,
                "Because it’s between them. "
            ],
            [
                183,
                "Hi. "
            ],
            [
                190,
                "Shh."
            ],
            [
                196,
                "Sure, happy to."
            ],
            [
                202,
                "Because you don’t want her to go to Comic-Con."
            ],
            [
                214,
                "Oh, my God, stop talking."
            ],
            [
                216,
                "The place looks great. Did you guys get a maid?"
            ],
            [
                240,
                "So you’re not going to Comic-Con?"
            ],
            [
                251,
                "Sounds like everyone’s staying home. What do you say?"
            ],
            [
                253,
                "By yourself?"
            ],
            [
                259,
                "I’m not going with you to Comic-Con."
            ],
            [
                261,
                "He can, but it’s still not changing my mind."
            ]
        ],
        "Stuart": [
            [
                58,
                "Panels. Just wanted to be included."
            ],
            [
                106,
                "Okay, I can give you 20 bucks for the whole box."
            ],
            [
                108,
                "I know. And I did it with a straight face."
            ],
            [
                110,
                "Well, all right. I’ll give you 25 bucks. That’s my best offer."
            ],
            [
                112,
                "You know, if you want to make extra money, I could throw some work your way."
            ],
            [
                114,
                "Great, you’re hired. First thing you can do is put price tags on these. Start the little ones at fifty."
            ],
            [
                227,
                "Um, I also take care of Halley."
            ],
            [
                229,
                "I do, ma’am, thank you, ma’am."
            ],
            [
                234,
                "I would."
            ],
            [
                255,
                "I’ll go with you."
            ]
        ],
        "Bernadette": [
            [
                72,
                "Okay."
            ],
            [
                74,
                "Making lasagna."
            ],
            [
                76,
                "You want something stupid, or you did something stupid?"
            ],
            [
                78,
                "Oh, dear God, you’re cheating on me with Raj. "
            ],
            [
                80,
                "What is it?"
            ],
            [
                82,
                "It’s so hard to say no to you."
            ],
            [
                84,
                "So I’ll say maybe."
            ],
            [
                86,
                "You said tickets don’t go on sale till Friday, right?"
            ],
            [
                88,
                "You said you were gonna do all this stuff for me, right?"
            ],
            [
                90,
                "See where I’m going with this?"
            ],
            [
                92,
                "If you don’t know how to make lasagna, Google does."
            ],
            [
                132,
                "No."
            ],
            [
                157,
                "I really should wear a bell around my neck so you guys can hear me coming."
            ],
            [
                159,
                "Thank you."
            ],
            [
                161,
                "There she goes."
            ],
            [
                163,
                "I appreciate it."
            ],
            [
                165,
                "He’s such a sweetie. "
            ],
            [
                167,
                "If he could find a girl with a job, all his problems would be over."
            ],
            [
                217,
                "Kinda. "
            ],
            [
                222,
                "Howie?"
            ],
            [
                225,
                "It’s back pay for all the babysitting and taking care of Halley you’ve done."
            ],
            [
                228,
                "And you live here for free."
            ],
            [
                235,
                "Keep it. Consider it a gift."
            ],
            [
                237,
                "What’s the difference?"
            ],
            [
                249,
                "You just don’t want to go alone with Sheldon."
            ]
        ],
        "Bernadette (off)": [
            [
                124,
                "Howie, can you get that?"
            ],
            [
                126,
                "Busy like I’ll be with the baby if you go to San Diego?"
            ]
        ],
        "Howard (off)": [
            [
                125,
                "Kind of busy."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Following a “previously on” sequence:"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Uh-huh. Interesting. Okay."
        ],
        [
            "Raj",
            "How bad is it?"
        ],
        [
            "Sheldon",
            "Let me put it this way, do you own a barrel and suspenders?"
        ],
        [
            "Raj",
            "Are you serious?"
        ],
        [
            "Sheldon",
            "I’m not wearing this visor to play women’s golf."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Oh, let me guess. You guys are drafting your fantasy accounting firms."
        ],
        [
            "Leonard",
            "We’re helping Raj figure out his finances."
        ],
        [
            "Penny",
            "Well, he has a job. How bad can it be?"
        ],
        [
            "Sheldon",
            "Well, his rent and car lease are exceedingly high. You couple that with his penchant for dining out and shopping."
        ],
        [
            "Penny",
            "Wait, wait, not shopping for clothes, right? Because look."
        ],
        [
            "Sheldon",
            "He also has a remarkable amount of credit card debt."
        ],
        [
            "Howard",
            "I thought your dad paid your cards."
        ],
        [
            "Raj",
            "I have a card for emergencies that I pay for myself."
        ],
        [
            "Sheldon",
            "What emergency happened at the L.A. Zoo?"
        ],
        [
            "Raj",
            "That’s a penguin I sponsor. They’re losing their homes to global warming, and my car gets, like, seven miles a gallon, so I felt bad."
        ],
        [
            "Leonard",
            "What is Pink Cheeks?"
        ],
        [
            "Raj",
            "It’s intimate waxing. Quit looking at that."
        ],
        [
            "Leonard",
            "Maybe you should find someone to help you get your finances under control."
        ],
        [
            "Raj",
            "Like a business manager?"
        ],
        [
            "Sheldon",
            "No, absolutely not. You can’t afford to hire someone who’ll forbid you from spending your money on foolish expenses. That is a foolish expense, and I forbid it."
        ],
        [
            "Howard",
            "What if there’s someone who just likes controlling other people and stealing joy from their lives?"
        ],
        [
            "Sheldon",
            "He sounds like a sociopath."
        ],
        [
            "Leonard",
            "We don’t know, his mother never had him tested."
        ],
        [
            "Sheldon",
            "You’re talking about me. Very funny. Although I would enjoy drawing up a budget and forcing Raj to adhere to it without an ounce of compassion."
        ],
        [
            "Penny",
            "Wait, wait, who’s gonna break it to the penguin?"
        ],
        [
            "Raj",
            "Okay, Sheldon. Yeah, I’m putting you in charge of my finances. I will not spend another penny that you don’t authorize."
        ],
        [
            "Sheldon",
            "Very well. Hey, Comic-Con tickets go on sale this Friday. You can’t buy one."
        ],
        [
            "Howard",
            "Oh, better luck next time, Pink Cheeks."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment."
        ],
        [
            "Amy",
            "You’re actually going to Comic-Con?"
        ],
        [
            "Penny",
            "Well, Leonard wants me to do more stuff like that with him, so I thought maybe this year I’d tag along."
        ],
        [
            "Amy",
            "Well, that’s sweet. I bet you’ll have fun."
        ],
        [
            "Penny",
            "So, do you want to come?"
        ],
        [
            "Amy",
            "No, thanks. I already live in a place all the nerds come to."
        ],
        [
            "Penny",
            "Please? I went to your boring thing last month."
        ],
        [
            "Amy",
            "My aunt’s funeral?"
        ],
        [
            "Penny",
            "Come on, even you checked your e-mail during the eulogy."
        ],
        [
            "Amy",
            "Well, I’m not going, but I do think it’s nice you want to."
        ],
        [
            "Penny",
            "It’s not that I want to go, I just think it’ll make Leonard happy. And if I have to watch him squeeze into an Ewok costume, so be it."
        ],
        [
            "Amy",
            "Look at you, going to Comic-Con, talking about Ewoks. I really have become the cool one around here."
        ],
        [
            "Scene",
            "The comic book store. "
        ],
        [
            "Howard",
            "You actually think Penny will have fun at Comic-Con?"
        ],
        [
            "Leonard",
            "No. Which will make me miserable, which is usually Sheldon’s job."
        ],
        [
            "Sheldon",
            "She’s gonna hate waiting in line for the panels."
        ],
        [
            "Howard",
            "And hate all the crowds at the panels."
        ],
        [
            "Sheldon",
            "She’s gonna hate the panels."
        ],
        [
            "Leonard",
            "She’s gonna hate how often we say the word panels."
        ],
        [
            "Howard",
            "Why don’t you just tell her not to come?"
        ],
        [
            "Leonard",
            "Well, she’s so excited, I can’t do that to her."
        ],
        [
            "Howard",
            "What if you make it sound so bad she won’t want to go?"
        ],
        [
            "Leonard",
            "That I would do to her."
        ],
        [
            "Raj",
            "I can’t believe Penny’s gonna get to go, and I’m not."
        ],
        [
            "Sheldon",
            "You can always watch the panels online. Oh, boy, we do say that a lot."
        ],
        [
            "Stuart",
            "Panels. Just wanted to be included."
        ],
        [
            "Raj",
            "Come on, Sheldon, it’s Comic-Con. Just let me have the money for this, and I won’t ask for anything else."
        ],
        [
            "Sheldon",
            "You put me in charge of your finances. If you wanted someone weak and spineless you could walk all over, you should have asked Leonard."
        ],
        [
            "Leonard",
            "See? Miserable."
        ],
        [
            "Raj",
            "Okay, you’re right, I got myself into this, but I’ve never missed a Comic-Con with you guys."
        ],
        [
            "Sheldon",
            "Your father may have spoiled you, but I won’t. If you want a ticket to Comic-Con, I suggest you figure out a way to earn the money yourself."
        ],
        [
            "Howard",
            "Yeah, you’re a grown man who’s highly educated. You could charge people money to punch you."
        ],
        [
            "Raj",
            "Go ahead, make jokes. I don’t know why you think you’re going to Comic-Con, you just had a baby."
        ],
        [
            "Howard",
            "So?"
        ],
        [
            "Raj",
            "Well, so? So you think Bernadette’s just gonna let you jet down to San Diego for five days and leave her alone?"
        ],
        [
            "Leonard",
            "Hang, hang on. So I have to bring Penny, you can’t afford it, Howard’s gonna get in trouble, and this guy gets to have a great time."
        ],
        [
            "Sheldon",
            "I’m gonna go as Dumbledore."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Howard",
            "Mm-mm, how’s my favourite girl?"
        ],
        [
            "Bernadette",
            "Okay."
        ],
        [
            "Howard",
            "What you doing?"
        ],
        [
            "Bernadette",
            "Making lasagna."
        ],
        [
            "Howard",
            "Oh, she’s sexy, she can cook. I’m such a lucky guy."
        ],
        [
            "Bernadette",
            "You want something stupid, or you did something stupid?"
        ],
        [
            "Howard",
            "No. I just walked in here, saw how beautiful you are and had to tell you."
        ],
        [
            "Bernadette",
            "Oh, dear God, you’re cheating on me with Raj. "
        ],
        [
            "Howard",
            "Ha ha ha, never gets old. Okay, there is something I want, but it’s not a big deal."
        ],
        [
            "Bernadette",
            "What is it?"
        ],
        [
            "Howard",
            "Well, Comic-Con tickets go on sale this Friday, and I was hoping I could go with the guys. But before you say anything, I’ll make up for being gone by doing everything around here, I mean everything. I’m even gonna answer for you. Yes, Howard, you can go. "
        ],
        [
            "Bernadette",
            "It’s so hard to say no to you."
        ],
        [
            "Howard",
            "Thank you."
        ],
        [
            "Bernadette",
            "So I’ll say maybe."
        ],
        [
            "Howard",
            "What? Why? "
        ],
        [
            "Bernadette",
            "You said tickets don’t go on sale till Friday, right?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Bernadette",
            "You said you were gonna do all this stuff for me, right?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Bernadette",
            "See where I’m going with this?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Bernadette",
            "If you don’t know how to make lasagna, Google does."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Okay, so this is the main Comic-Con floor. It’s where all the vendors and exhibits are."
        ],
        [
            "Penny",
            "Wow, that is a lot of people jammed in there."
        ],
        [
            "Leonard",
            "I know. Sometimes Howard wears a striped shirt so we can play Where’s Wolowitz? Okay, now, This is us camping out in line for the Avengers panel."
        ],
        [
            "Penny",
            "Oh, you really sleep on the sidewalk, huh?"
        ],
        [
            "Leonard",
            "Yeah. It can get chilly, but Raj figured out that if you pee in a bottle and put it in your sleeping bag, it helps keep you warm. Here’s the hotel room we all share. "
        ],
        [
            "Penny",
            "Well, you and I would get our own room, right?"
        ],
        [
            "Leonard",
            "Every hotel is booked. But, yeah, see this space here between Sheldon’s feet and my head? That’s where you go."
        ],
        [
            "Penny",
            "Well, it’s no different than when Sheldon used to climb in bed with us during a thunderstorm."
        ],
        [
            "Leonard",
            "Don’t worry, we won’t be doing much sleeping anyway. It’s like an all-night party. There’s trivia contests and Dungeons & Dragons. As we like to say, it’s off the chain mail."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Leonard",
            "I even said off the chain mail, and she still wants to go."
        ],
        [
            "Sheldon",
            "That’s probably my fault. She may have heard about my cool Dumbledore costume."
        ],
        [
            "Stuart",
            "Okay, I can give you 20 bucks for the whole box."
        ],
        [
            "Raj",
            "But you charged me hundreds for this stuff."
        ],
        [
            "Stuart",
            "I know. And I did it with a straight face."
        ],
        [
            "Raj",
            "But I need to earn enough money so I can go to Comic-Con."
        ],
        [
            "Stuart",
            "Well, all right. I’ll give you 25 bucks. That’s my best offer."
        ],
        [
            "Raj",
            "I have no choice."
        ],
        [
            "Stuart",
            "You know, if you want to make extra money, I could throw some work your way."
        ],
        [
            "Raj",
            "Really? I’ll do anything."
        ],
        [
            "Stuart",
            "Great, you’re hired. First thing you can do is put price tags on these. Start the little ones at fifty."
        ],
        [
            "Scene",
            "Penny’s car. "
        ],
        [
            "Penny",
            "You know, it’s no big deal. I can put up with anything for three days."
        ],
        [
            "Amy",
            "Comic-Con’s five days."
        ],
        [
            "Penny",
            "Are you kidding me?"
        ],
        [
            "Amy",
            "Why don’t you just tell him you don’t want to go?"
        ],
        [
            "Penny",
            "I can’t, it’ll break his heart. You know, he’s always making an effort to do things with me he doesn’t enjoy, like going outside."
        ],
        [
            "Amy",
            "He is an indoor cat."
        ],
        [
            "Penny",
            "You know, maybe it won’t be that bad. Leonard says it’s really mainstream now. Comic books aren’t just for sad nerds any more. I mean, it is still a key part of their demographic."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house. Raj rings the doorbell."
        ],
        [
            "Bernadette (off)",
            "Howie, can you get that?"
        ],
        [
            "Howard (off)",
            "Kind of busy."
        ],
        [
            "Bernadette (off)",
            "Busy like I’ll be with the baby if you go to San Diego?"
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Raj",
            "What’s with the gloves?"
        ],
        [
            "Howard",
            "They complete my ensemble. What do you want?"
        ],
        [
            "Raj",
            "I’m looking to make extra money and was wondering if you had any chores I could do."
        ],
        [
            "Howard",
            "Hang on. Bernie, can I outsource my chores to an Indian guy?"
        ],
        [
            "Bernadette",
            "No."
        ],
        [
            "Howard",
            "I tried."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Hey, I was thinking, if you want to do a couples costume, we could paint ourselves green and be Hulk and She-Hulk. Or we could paint ourselves blue and go as Nightcrawler and Mystique."
        ],
        [
            "Penny",
            "Is there any scenario where we’re not in full body paint?"
        ],
        [
            "Leonard",
            "Yeah, if you want us to look like losers."
        ],
        [
            "Penny",
            "Hey, um, are you sure the guys are okay with me coming?"
        ],
        [
            "Leonard",
            "Yeah, of course, why?"
        ],
        [
            "Penny",
            "This is just something you usually do together, and if I’m screwing it up, I don’t have to go."
        ],
        [
            "Leonard",
            "Oh, why? Do you not want to go?"
        ],
        [
            "Penny",
            "Why? Do you not want me to go?"
        ],
        [
            "Leonard",
            "No, I want you to go."
        ],
        [
            "Penny",
            "Okay, good, ’cause that’s what I want, too."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment."
        ],
        [
            "Leonard",
            "Now we’re going as Hulk and She-Hulk. I don’t want to take my shirt off at Comic-Con."
        ],
        [
            "Sheldon",
            "If I may speak for Comic-Con, we don’t want that either."
        ],
        [
            "Leonard",
            "Is that nice?"
        ],
        [
            "Sheldon",
            "No, but it’s honest, and it sounds like you could use a little more honesty in your relationship."
        ],
        [
            "Leonard",
            "Uh, it’s more complicated than that."
        ],
        [
            "Sheldon",
            "I’m always honest with Amy. The other day she said she was self-conscious about the beauty mark on her shoulder, and I said, you know, you can call that a beauty mark all you want. When there’s hair growing out of it, that’s a mole."
        ],
        [
            "Leonard",
            "Do you think she’s as honest with you?"
        ],
        [
            "Sheldon",
            "I should hope so. When she called me an insensitive jerk, I’d like to think she meant it."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Howard",
            "There’s got to be other ways you can make a quick buck."
        ],
        [
            "Raj",
            "Yeah, you’d think. Ooh, maybe I could sell my blood and sperm."
        ],
        [
            "Bernadette",
            "I really should wear a bell around my neck so you guys can hear me coming."
        ],
        [
            "Raj",
            "Here, let me help you."
        ],
        [
            "Bernadette",
            "Thank you."
        ],
        [
            "Raj",
            "Oh, Double Stuffed Oreos, I remember when I could afford you."
        ],
        [
            "Bernadette",
            "There she goes."
        ],
        [
            "Raj",
            "Stay, I’ll get her."
        ],
        [
            "Bernadette",
            "I appreciate it."
        ],
        [
            "Raj",
            "That’s fine. She and I can cry together."
        ],
        [
            "Bernadette",
            "He’s such a sweetie. "
        ],
        [
            "Howard",
            "I know, I wish there was some way we could help him."
        ],
        [
            "Bernadette",
            "If he could find a girl with a job, all his problems would be over."
        ],
        [
            "Howard",
            "Yeah, that’s working out great for me."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Amy",
            "Penny says they’re ready to go."
        ],
        [
            "Sheldon",
            "Very well. Prepare for a long night of deceit."
        ],
        [
            "Amy",
            "Sheldon, women can wear make up, it’s not lying."
        ],
        [
            "Sheldon",
            "I was talking about Leonard. And if make up is so truthful, why is it called concealer?"
        ],
        [
            "Amy",
            "Wait, wait, wait, what’s Leonard lying about?"
        ],
        [
            "Sheldon",
            "He doesn’t really want Penny to go to Comic-Con. He’s just doing it to make her happy."
        ],
        [
            "Amy",
            "Really? Because she doesn’t actually want to go. She’s just doing it to make him happy."
        ],
        [
            "Sheldon",
            "So they’re both trying to make each other happy, and the end result is they make each other sad? That’s hilarious. I can’t wait to tell them."
        ],
        [
            "Amy",
            "No, you’re not gonna tell them anything. You’re gonna stay out of it."
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Amy",
            "Because it’s between them. "
        ],
        [
            "Sheldon",
            "Well, if you haven’t noticed, I’ve been between them for the last ten years."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Amy",
            "Hi. "
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Penny",
            "Hey, babe, you want to drive?"
        ],
        [
            "Leonard",
            "Sure, or you can."
        ],
        [
            "Penny",
            "No, it’s fine, I know you don’t like the way I drive."
        ],
        [
            "Leonard",
            "I don’t have a problem with your driving."
        ],
        [
            "Sheldon",
            "Are you listening to this? They deceive each other about everything."
        ],
        [
            "Amy",
            "Shh."
        ],
        [
            "Penny",
            "Just so you know, that guy in the parking lot hit me."
        ],
        [
            "Leonard",
            "He wasn’t in a car, but okay."
        ],
        [
            "Penny",
            "Just say you want to drive."
        ],
        [
            "Leonard",
            "I honestly don’t."
        ],
        [
            "Penny",
            "Amy, do us a favour, please drive."
        ],
        [
            "Amy",
            "Sure, happy to."
        ],
        [
            "Leonard",
            "If you want to drive, just drive. I don’t see why this has to be so complicated."
        ],
        [
            "Penny",
            "It’s not complicated. Amy’s driving, that’s it."
        ],
        [
            "Leonard",
            "That’s not it because you’re clearly upset."
        ],
        [
            "Penny",
            "You’re the one who seems upset."
        ],
        [
            "Leonard",
            "Why would I be upset?"
        ],
        [
            "Amy",
            "Because you don’t want her to go to Comic-Con."
        ],
        [
            "Sheldon",
            "This is an interesting way to stay out of it."
        ],
        [
            "Penny",
            "Wait, you don’t want me to go?"
        ],
        [
            "Leonard",
            "Well, I just don’t think you’re gonna have a good time."
        ],
        [
            "Sheldon",
            "Yeah, well, get this, neither does Penny, that’s why she doesn’t want to go. You set ’em up, I knock ’em down, good job."
        ],
        [
            "Leonard",
            "Why would you say you wanted to go if you didn’t?"
        ],
        [
            "Penny",
            "I just thought it would make you happy."
        ],
        [
            "Leonard",
            "O-o-o-okay, hold on, so if you don’t want to go and I don’t need to bring you, is everything good?"
        ],
        [
            "Penny",
            "Hold on, I’m trying to decide if I’m mad at you. No, I’m happy I don’t have to go."
        ],
        [
            "Leonard",
            "All right, problem solved."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Sheldon",
            "Not entirely, the fight over who’s going to drive is still…"
        ],
        [
            "Amy",
            "Oh, my God, stop talking."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Amy",
            "The place looks great. Did you guys get a maid?"
        ],
        [
            "Bernadette",
            "Kinda. "
        ],
        [
            "Howard",
            "Dinner’s almost ready. If you like meatloaf, I’m sure you’ll like its cousin, bowl of meat."
        ],
        [
            "Penny",
            "Hey, if you’re still looking to make money, I will pay you to burn that jacket."
        ],
        [
            "Raj",
            "Thank you, but it doesn’t look like I’m going to Comic-Con this year."
        ],
        [
            "Sheldon",
            "Well, with as much debt as you have, probably not next year either."
        ],
        [
            "Bernadette",
            "Howie?"
        ],
        [
            "Howard",
            "Sure. This is for you."
        ],
        [
            "Raj",
            "What’s this?"
        ],
        [
            "Bernadette",
            "It’s back pay for all the babysitting and taking care of Halley you’ve done."
        ],
        [
            "Howard",
            "There’s more than enough in there to cover Comic-Con."
        ],
        [
            "Stuart",
            "Um, I also take care of Halley."
        ],
        [
            "Bernadette",
            "And you live here for free."
        ],
        [
            "Stuart",
            "I do, ma’am, thank you, ma’am."
        ],
        [
            "Raj",
            "This is so generous of you, I, um, I don’t know what to say."
        ],
        [
            "Leonard",
            "Now you can come with us."
        ],
        [
            "Penny",
            "Yeah, there’s room in the bed by Sheldon’s feet."
        ],
        [
            "Raj",
            "As much as I appreciate this, I can’t accept it, okay? Halley’s my goddaughter, I don’t take care of her for money."
        ],
        [
            "Stuart",
            "I would."
        ],
        [
            "Bernadette",
            "Keep it. Consider it a gift."
        ],
        [
            "Sheldon",
            "Hold on. Is it back pay or is it a gift?"
        ],
        [
            "Bernadette",
            "What’s the difference?"
        ],
        [
            "Sheldon",
            "When the IRS questions us in separate rooms, we need to have our stories straight."
        ],
        [
            "Raj",
            "It doesn’t matter. I’m not keeping this. I’m trying to pay my own way and be responsible. Taking handouts won’t help that."
        ],
        [
            "Amy",
            "So you’re not going to Comic-Con?"
        ],
        [
            "Raj",
            "I’ve been plenty of times. If I miss one, it’s fine. I’m a big boy."
        ],
        [
            "Sheldon",
            "I’m a big boy, and if I missed one, I’d throw a big-boy tantrum."
        ],
        [
            "Leonard",
            "You know what? I’ve gone 12 times. Maybe I’ll sit out this year, too."
        ],
        [
            "Penny",
            "Really?"
        ],
        [
            "Leonard",
            "Yeah. Maybe you and I can do something fun that weekend."
        ],
        [
            "Penny",
            "Ooh, how about white-water rafting?"
        ],
        [
            "Leonard",
            "Oh, how about we compromise and go on the Small World ride at Disneyland?"
        ],
        [
            "Howard",
            "You know what, I’m not gonna go either. I’m a father now. I’d rather spend time with my family."
        ],
        [
            "Bernadette",
            "You just don’t want to go alone with Sheldon."
        ],
        [
            "Howard",
            "I’m gonna go check on dinner."
        ],
        [
            "Amy",
            "Sounds like everyone’s staying home. What do you say?"
        ],
        [
            "Sheldon",
            "Nuts to that, I’m going to Comic-Con."
        ],
        [
            "Amy",
            "By yourself?"
        ],
        [
            "Sheldon",
            "Not necessarily. I have four months to find some new friends."
        ],
        [
            "Stuart",
            "I’ll go with you."
        ],
        [
            "Sheldon",
            "That’s very kind of you, Stuart. Check back in with me in July."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Sheldon",
            "There’s my pretty girlfriend."
        ],
        [
            "Amy",
            "I’m not going with you to Comic-Con."
        ],
        [
            "Sheldon",
            "What? Can’t a man just be happy to see his woman and pat her on her second most erogenous ball-and-socket joint?"
        ],
        [
            "Amy",
            "He can, but it’s still not changing my mind."
        ],
        [
            "Sheldon",
            "Well, maybe what’s in my pants will change your mind. It’s a list of this year’s panelists. It’s long, isn’t it?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-10-episode-17-the-comic-con-conundrum/"
}