{
    "Season": 10,
    "Episode": 19,
    "Title": "the collaboration fluctuation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. "
            ],
            [
                19,
                "Credits sequence."
            ],
            [
                20,
                "Amy’s car."
            ],
            [
                31,
                "The cafeteria. "
            ],
            [
                43,
                "The apartment. "
            ],
            [
                60,
                "Sheldon and Amy’s apartment. "
            ],
            [
                73,
                "The apartment. "
            ],
            [
                86,
                "Montage of shopping scenes."
            ],
            [
                87,
                "Sheldon and Amy’s apartment. "
            ],
            [
                91,
                "my name goes first. Oh, subsequently, if we win any awards, I speak first. I don’t want to be talking when the orchestra plays us off."
            ],
            [
                96,
                "Howard and Bernadette’s minivan. "
            ],
            [
                104,
                "Sheldon and Amy’s door. "
            ],
            [
                118,
                "Montage of Sheldon and Amy working together."
            ],
            [
                123,
                "Inside a store. "
            ],
            [
                134,
                "Sheldon and Amy’s apartment. "
            ],
            [
                147,
                "The apartment. "
            ],
            [
                154,
                "Howard and Bernadette’s minivan."
            ],
            [
                167,
                "Sheldon and Amy’s apartment. "
            ],
            [
                182,
                "The apartment. "
            ],
            [
                201,
                "Sheldon and Amy’s apartment. "
            ]
        ],
        "Raj": [
            [
                1,
                "You know, downward-facing dog comes from the Sanskrit phrase adho mukha shvanasana."
            ],
            [
                3,
                "Downward-facing dog. "
            ],
            [
                5,
                "Hey, we wrote the Kama Sutra. If it involves butts, there’s a word for it."
            ],
            [
                8,
                "It’s my fault. I asked Penny to do yoga with me."
            ],
            [
                11,
                "Hey, can I ask you a favour? Would you mind taking Cinnamon for a walk?"
            ],
            [
                13,
                "Bye, Cinnamon. Be a good girl."
            ],
            [
                17,
                "Okay, and tree pose."
            ],
            [
                35,
                "The bigger question is, what are you gonna eat with that spoon? You didn’t get any food."
            ],
            [
                39,
                "Yeah, me, too."
            ],
            [
                41,
                "It’s nice to see you taking an interest in Amy’s work."
            ],
            [
                44,
                "So did you confront Jennifer?"
            ],
            [
                46,
                "Paul."
            ],
            [
                52,
                "Don’t worry, Jerry won’t be fooled by that type of behaviour."
            ],
            [
                54,
                "It didn’t work for Randy, it didn’t work for Tina, it sure as hell isn’t gonna work for Jennifer."
            ],
            [
                57,
                "With your sales record, you have nothing to worry about."
            ],
            [
                75,
                "I can actually feel the toxins being pulled out of my skin."
            ],
            [
                77,
                "Oh, well, then I can actually feel the moisture going into my skin. "
            ],
            [
                79,
                "I thought someone looked brighter and tighter."
            ],
            [
                83,
                "You want to go shopping?"
            ],
            [
                148,
                "Now, take a sip, swirl it around your mouth, and try to notice the flavours, the tannins, the textures. Well?"
            ],
            [
                150,
                "Yeah. You know, the last couple of weeks have been pretty rough, but, uh, staying here with you guys has really helped take my mind off of it."
            ],
            [
                152,
                "When did he leave?"
            ],
            [
                185,
                "No, no, Penny, don’t dismiss his feelings."
            ],
            [
                187,
                "Hang on, I’m not saying that his feelings aren’t crazy. I just don’t want him to think that this isn’t a safe place."
            ],
            [
                190,
                "I don’t want to speak for Leonard."
            ],
            [
                192,
                "But when you’re insecure, no amount of external validation can ever make you feel safe."
            ],
            [
                194,
                "I’m a good listener."
            ],
            [
                199,
                "I’m sorry. What did you want to say?"
            ]
        ],
        "Penny": [
            [
                2,
                "Oh, that’s beautiful. What does it mean?"
            ],
            [
                4,
                "Yeah, I guess they don’t have Sanskrit for butts up and heads down."
            ],
            [
                7,
                "Oh, right, sorry."
            ],
            [
                9,
                "If you want, I can get ready in five minutes."
            ],
            [
                14,
                "Yeah, bye, sweetie."
            ],
            [
                16,
                "Yeah, yeah, bye, Leonard."
            ],
            [
                45,
                "No, I was going to, but she called in sick. And guess who else called in sick."
            ],
            [
                47,
                "Paul."
            ],
            [
                49,
                "Oh, you met him at the office Christmas party. He’s married to Nancy."
            ],
            [
                51,
                "I bet Jennifer gets a promotion out of this, which is so unfair because I work twice as hard as she does."
            ],
            [
                55,
                "Well, I hope not. I just hate when people play those kinds of games."
            ],
            [
                58,
                "Mm."
            ],
            [
                74,
                "Okay, how is that?"
            ],
            [
                76,
                "Well, this is a moisturizing mask."
            ],
            [
                78,
                "Hey, I hope you don’t mind, I used a little of your eye cream last night."
            ],
            [
                81,
                "Don’t worry about it. Hey, after this, how about we all go out and do something together?"
            ],
            [
                84,
                "Ooh, yes. Fun."
            ],
            [
                149,
                "I probably should have spit out my gum first."
            ],
            [
                151,
                "Mm. Well, we’ve loved having you around. Right, sweetie? Leonard?"
            ],
            [
                153,
                "Yeah, that’s rude."
            ],
            [
                184,
                "Well, sweetie, that’s crazy."
            ],
            [
                189,
                "Well, why wouldn’t this be a safe place? I mean, he’s surrounded by his wife and one of his best friends."
            ],
            [
                193,
                "Yeah, you’re right. You know, you’re really sensitive about this kind of stuff."
            ],
            [
                195,
                "Yeah."
            ],
            [
                197,
                "What?"
            ]
        ],
        "Leonard": [
            [
                6,
                "I thought we were getting breakfast before work."
            ],
            [
                10,
                "It’s cute that you think that. Don’t worry about it."
            ],
            [
                12,
                "Sure. You’re living here for free, I guess I owe you."
            ],
            [
                15,
                "Bye."
            ],
            [
                18,
                "Well, she’s done."
            ],
            [
                36,
                "He does raise an interesting point."
            ],
            [
                38,
                "I understand it, Sheldon."
            ],
            [
                48,
                "Who’s Paul?"
            ],
            [
                50,
                "Oh, sure. Wait, Nancy?"
            ],
            [
                53,
                "Jerry?"
            ],
            [
                56,
                "Tina?"
            ],
            [
                59,
                "I went to your office Christmas party?"
            ],
            [
                80,
                "I’d still like to know who Jerry is."
            ],
            [
                82,
                "That would be great. Thank you."
            ],
            [
                85,
                "Or we could do something we’ll all enjoy, like play a board game."
            ],
            [
                97,
                "I mean, they didn’t say anything, but I just kind of felt like I was being a weird third wheel."
            ],
            [
                99,
                "Anyway, I figured I can hang out with my friends and have fun, too."
            ],
            [
                101,
                "Oh, it’s just nice to be with people who are happy to have me around. Isn’t that right, Halley?"
            ],
            [
                124,
                "I mean, I’m glad they’re getting along, but it’s starting to make me uncomfortable."
            ],
            [
                126,
                "A little, until I saw them in matching tops."
            ],
            [
                129,
                "Well, what am I supposed to say, stop having fun without me?"
            ],
            [
                132,
                "I know, but he was my friend first. It’s like she’s stealing him and they’re just having the best time doing all their dumb girly stuff together."
            ],
            [
                155,
                "You know, it’s nice to spend time with people who don’t talk about work like it’s some kind of soap opera."
            ],
            [
                157,
                "Yeah."
            ],
            [
                163,
                "I’m sure I’m overreacting."
            ],
            [
                165,
                "I don’t want to sound like a jealous baby."
            ],
            [
                183,
                "Anyway, I know it’s silly, but since Raj moved in, I’ve been feeling a little left out."
            ],
            [
                186,
                "Thank you. I just feel…"
            ],
            [
                188,
                "Well, to be truthful…"
            ],
            [
                191,
                "Thank you. I…"
            ],
            [
                196,
                "Hey, Olsen twins…"
            ],
            [
                198,
                "Well, I mean, I’m sitting right here. You’re talking about my feelings and somehow leaving me out of the conversation."
            ],
            [
                200,
                "I don’t know, you pretty much covered it."
            ]
        ],
        "Sheldon": [
            [
                21,
                "Things have been going really well with the infinite resistance gyroscope."
            ],
            [
                23,
                "Oh, the project is classified. I can’t tell you. Oh, I suppose I could redact the classified parts. All right, um, I came up with an elegant solution to the (honks horn) I used the (honks horn) And then I (honks horn) And that did it. (Car passes honking horn) Wow, I wonder what they’re redacting."
            ],
            [
                25,
                "Oh, very well. What have you been working on? And feel free to honk during the boring parts."
            ],
            [
                27,
                "So you’re attempting to pinpoint where consciousness resides in the brain."
            ],
            [
                29,
                "Well, what do you know? Here I was, waiting to be bored with biology, and instead you tickle my intellectual fancy. Which, unlike my body, is an okay place to tickle."
            ],
            [
                32,
                "Gentlemen, the most interesting thing just happened with this spoon."
            ],
            [
                34,
                "Yeah, I picked it up without thinking about it. Which raises a neuroscientific question, when did I decide to pick it up?"
            ],
            [
                37,
                "Amy is studying the time lag between intent and awareness, and I realized that applies to the measurement problem in quantum mechanics. Now, I recognize there will be a time lag between me saying that and you Googling what it means, so I’ll wait."
            ],
            [
                42,
                "Well, don’t get me wrong. Neurobiology’s nothing more than the science of gray squishy stuff. But, you know, when it connects to physics, gas up the Ford, Martha, we’re going for a drive."
            ],
            [
                62,
                "I was thinking about your experiment on the neuroscience of decision making, and I realized, if we connect it to the measurement problem in quantum mechanics, we have a chance to disprove the role of consciousness in the Copenhagen Interpretation."
            ],
            [
                64,
                "It could be the most inspired combination since I mixed red Icee into my blue Icee. It was like drinking two sevenths of the rainbow."
            ],
            [
                66,
                "Yeah, and this one won’t stain my teeth purple."
            ],
            [
                68,
                "That is a valid point. Perhaps we should establish some ground rules."
            ],
            [
                70,
                "All right, let’s start right now. Uh, rule number one, no using sexuality to get your way."
            ],
            [
                72,
                "Is it?"
            ],
            [
                88,
                "I believe I’ve made some progress on our ground rules."
            ],
            [
                90,
                "Okay, uh, number one, in matters of physics, I have the final say. In matters of neuroscience, you have the final say. Unless I disagree. Oh, here. Number two, when we publish,"
            ],
            [
                93,
                "Oh, of course. I’ll get that back. Like all my underwear, that notebook says Property of Sheldon Cooper."
            ],
            [
                95,
                "I’d write that down, but I can’t now, can I?"
            ],
            [
                105,
                "Thank you, you are a good citizen. Told you. Go ahead, throw my underwear out the window. Same thing’s gonna happen."
            ],
            [
                107,
                "Fire away."
            ],
            [
                109,
                "That’s smart, because Sheldon 1, Amy 0."
            ],
            [
                111,
                "Aw, someone drew a penis in it."
            ],
            [
                113,
                "I’m sorry, go ahead."
            ],
            [
                115,
                "Ooh, that sounds fun. Now, we’re talking about real treats, right? Not Bible verses like my mother used to give me."
            ],
            [
                117,
                "Biology and physics coming together, this is like the peanut butter cup of the mind. Oh, I know what I want my treat to be."
            ],
            [
                120,
                "Yes, this is remarkable."
            ],
            [
                122,
                "By the way, your name can go first."
            ],
            [
                136,
                "Yeah, the math is so inelegant. I’m not even sure it makes sense."
            ],
            [
                138,
                "Can you stop breathing so loud? I can hear your nose whistling."
            ],
            [
                140,
                "All right, either blow your nose or teach it to play Camptown Races."
            ],
            [
                142,
                "No, I can still hear it. Oh, wait, that’s me. Never mind, it’s fine."
            ],
            [
                144,
                "Hold on. I see what’s wrong here. We did the propagation only to the occipital lobe, not to the prefrontal cortex."
            ],
            [
                146,
                "Oh, that is much better. Yeah, boy, if good ideas came out of your brain the way mucus comes out of your nose, we’d be in good shape."
            ],
            [
                169,
                "Just because I am easily bothered by light, heat, sound, smell and the way birds look at me does not mean I’m sensitive."
            ],
            [
                171,
                "That is a daring and insightful solution. "
            ],
            [
                173,
                "What if the fighting is the reason we’re making progress?"
            ],
            [
                175,
                "Well, if that’s the case, then your grandparents mumble and have bad posture."
            ],
            [
                177,
                "It seems we have a choice to make. Abandon all ground rules in the name of science, or give up collaborating for the sake of our relationship."
            ],
            [
                179,
                "Science it is."
            ],
            [
                181,
                "Name calling, that is perfect. Now, when I get to this equation here, really let me have it. You know? If it helps, I’m not the sharpest dresser."
            ],
            [
                202,
                "Can you read them back?"
            ],
            [
                204,
                "Excellent. Excellent. And on a related point, you’re going down, punk."
            ],
            [
                206,
                "I love that one."
            ],
            [
                208,
                "Yeah, that list is strong. Like your mother’s urge to be promiscuous with sailors."
            ]
        ],
        "Amy": [
            [
                22,
                "That’s great. How so?"
            ],
            [
                24,
                "Why don’t you ask me what I’m working on?"
            ],
            [
                26,
                "I’m doing some experiments to show that the signal to move a muscle occurs before you know you even decided to move it."
            ],
            [
                28,
                "Yes, I’m trying to figure out to the nanometer and the attosecond, precisely where and when an event of awareness takes place."
            ],
            [
                30,
                "You know, when I was six, I wanted to marry the gorilla from Good Night, Gorilla. Maybe I was onto something."
            ],
            [
                61,
                "You know, I like harp lessons, but I’m thinking of switching to elevator repair lessons. What are you working on?"
            ],
            [
                63,
                "Wait, are you saying if we combine my experiment with your calculations, we can determine the precise moment in time when the wave function collapses?"
            ],
            [
                65,
                "Sheldon, this is really interesting."
            ],
            [
                67,
                "You know, we’ve never collaborated professionally before. Are you worried it might affect our relationship?"
            ],
            [
                69,
                "Well, that would make me feel better."
            ],
            [
                71,
                "That’s a ridiculous rule."
            ],
            [
                89,
                "Oh, good. What are they?"
            ],
            [
                92,
                "Can I see that?"
            ],
            [
                94,
                "Sheldon, if we’re gonna have ground rules, I’ll tell you the first ground rule. I make the ground rules."
            ],
            [
                106,
                "Terrific. Do you want to hear our new set of ground rules?"
            ],
            [
                108,
                "Number one, we’re on the same team, we’re not in competition."
            ],
            [
                110,
                "Number two, disagreements can happen politely. There’s no need to call an idea stupid."
            ],
            [
                112,
                "Are you listening?"
            ],
            [
                114,
                "Number three, to avoid getting frustrated, we take built-in breaks and reward our successes with a small treat."
            ],
            [
                116,
                "Whatever you want. So, shall we get to work?"
            ],
            [
                119,
                "Wow. Look at that."
            ],
            [
                121,
                "So we’re agreed, it’s complete garbage."
            ],
            [
                135,
                "I don’t know where we went wrong."
            ],
            [
                137,
                "Well, don’t give up. Maybe we can fix it."
            ],
            [
                139,
                "I can hear your face talking, so we’re even."
            ],
            [
                141,
                "Fine. Fine. You want me to blow my nose? Here, I’ll blow it. Better?"
            ],
            [
                143,
                "You know, you’re exhausting. I knew working together was a bad idea."
            ],
            [
                145,
                "That would mean that this delayed parameter should be increased 250 milliseconds."
            ],
            [
                168,
                "I had a feeling you were using the wrong computational model, but I didn’t say anything ’cause you’re so sensitive."
            ],
            [
                170,
                "Hey, I wonder what kind of success we’d have if we defined measurement as the first moment that an action potential is seen by the visual cortex."
            ],
            [
                172,
                "We’re finally making progress. I wish we could do it without fighting."
            ],
            [
                174,
                "I suppose it’s conceivable that the hormones associated with our fight-or-flight response could be sharpening our cognitive processes."
            ],
            [
                176,
                "How dare you speak that way about my Grammy and hey, wait a second. Wait. Delta T could equal alpha sub-zero."
            ],
            [
                178,
                "There’s only one clear choice."
            ],
            [
                180,
                "No, you bonehead."
            ],
            [
                203,
                "Revised ground rule number one, we are on the same team, but it is a competition."
            ],
            [
                205,
                "Revised ground rule number two, there are definitely stupid questions, and those who ask them can be told so right to their stupid face."
            ],
            [
                207,
                "Thanks, babe. Number three, fair topics for insult include educational pedigree, scientific field, intellectual prowess, and mamas."
            ]
        ],
        "Howard": [
            [
                33,
                "Unless it was singing Be Our Guest, I doubt it."
            ],
            [
                40,
                "I’m sorry, I spaced. Are we still talking about the spoon?"
            ],
            [
                98,
                "Huh, so you can tell what that feels like. Interesting."
            ],
            [
                103,
                "Well, at least someone had the courage to say it."
            ],
            [
                127,
                "Nice. 174 diapers. That ought to get us to Wednesday."
            ],
            [
                130,
                "This one says that every time I go out. See? I listen to you."
            ],
            [
                133,
                "You sure you don’t fit in? You sound like a catty bitch to me."
            ],
            [
                158,
                "You should be happy someone wants to do the stuff with Penny you don’t want to."
            ],
            [
                160,
                "Wait. What? What do I make you do?"
            ],
            [
                162,
                "It said right there on the invitation, buckle up for fun. It’s not my fault you didn’t listen."
            ]
        ],
        "Bernadette": [
            [
                100,
                "Well, if your idea of fun is riding in a minivan to Target for diapers, things are about to get nuts."
            ],
            [
                125,
                "Well, are you worried he’s like another man in her life?"
            ],
            [
                128,
                "Well, have you talked to them about it?"
            ],
            [
                131,
                "Look, Raj just gets along with women. "
            ],
            [
                156,
                "Jennifer still trying to sleep her way to the top?"
            ],
            [
                159,
                "Yeah, I wish I had that with Howard."
            ],
            [
                161,
                "Let’s see, the magic store, the Doctor Who convention, the National Belt Buckle Collector’s meet and greet."
            ],
            [
                164,
                "You’re entitled to feel how you feel. If you don’t like it, you should just talk to her."
            ],
            [
                166,
                "Oh, then maybe you shouldn’t talk to her."
            ]
        ],
        "Halley": [
            [
                102,
                "(cries)"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "You know, downward-facing dog comes from the Sanskrit phrase adho mukha shvanasana."
        ],
        [
            "Penny",
            "Oh, that’s beautiful. What does it mean?"
        ],
        [
            "Raj",
            "Downward-facing dog. "
        ],
        [
            "Penny",
            "Yeah, I guess they don’t have Sanskrit for butts up and heads down."
        ],
        [
            "Raj",
            "Hey, we wrote the Kama Sutra. If it involves butts, there’s a word for it."
        ],
        [
            "Leonard",
            "I thought we were getting breakfast before work."
        ],
        [
            "Penny",
            "Oh, right, sorry."
        ],
        [
            "Raj",
            "It’s my fault. I asked Penny to do yoga with me."
        ],
        [
            "Penny",
            "If you want, I can get ready in five minutes."
        ],
        [
            "Leonard",
            "It’s cute that you think that. Don’t worry about it."
        ],
        [
            "Raj",
            "Hey, can I ask you a favour? Would you mind taking Cinnamon for a walk?"
        ],
        [
            "Leonard",
            "Sure. You’re living here for free, I guess I owe you."
        ],
        [
            "Raj",
            "Bye, Cinnamon. Be a good girl."
        ],
        [
            "Penny",
            "Yeah, bye, sweetie."
        ],
        [
            "Leonard",
            "Bye."
        ],
        [
            "Penny",
            "Yeah, yeah, bye, Leonard."
        ],
        [
            "Raj",
            "Okay, and tree pose."
        ],
        [
            "Leonard",
            "Well, she’s done."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Amy’s car."
        ],
        [
            "Sheldon",
            "Things have been going really well with the infinite resistance gyroscope."
        ],
        [
            "Amy",
            "That’s great. How so?"
        ],
        [
            "Sheldon",
            "Oh, the project is classified. I can’t tell you. Oh, I suppose I could redact the classified parts. All right, um, I came up with an elegant solution to the (honks horn) I used the (honks horn) And then I (honks horn) And that did it. (Car passes honking horn) Wow, I wonder what they’re redacting."
        ],
        [
            "Amy",
            "Why don’t you ask me what I’m working on?"
        ],
        [
            "Sheldon",
            "Oh, very well. What have you been working on? And feel free to honk during the boring parts."
        ],
        [
            "Amy",
            "I’m doing some experiments to show that the signal to move a muscle occurs before you know you even decided to move it."
        ],
        [
            "Sheldon",
            "So you’re attempting to pinpoint where consciousness resides in the brain."
        ],
        [
            "Amy",
            "Yes, I’m trying to figure out to the nanometer and the attosecond, precisely where and when an event of awareness takes place."
        ],
        [
            "Sheldon",
            "Well, what do you know? Here I was, waiting to be bored with biology, and instead you tickle my intellectual fancy. Which, unlike my body, is an okay place to tickle."
        ],
        [
            "Amy",
            "You know, when I was six, I wanted to marry the gorilla from Good Night, Gorilla. Maybe I was onto something."
        ],
        [
            "Scene",
            "The cafeteria. "
        ],
        [
            "Sheldon",
            "Gentlemen, the most interesting thing just happened with this spoon."
        ],
        [
            "Howard",
            "Unless it was singing Be Our Guest, I doubt it."
        ],
        [
            "Sheldon",
            "Yeah, I picked it up without thinking about it. Which raises a neuroscientific question, when did I decide to pick it up?"
        ],
        [
            "Raj",
            "The bigger question is, what are you gonna eat with that spoon? You didn’t get any food."
        ],
        [
            "Leonard",
            "He does raise an interesting point."
        ],
        [
            "Sheldon",
            "Amy is studying the time lag between intent and awareness, and I realized that applies to the measurement problem in quantum mechanics. Now, I recognize there will be a time lag between me saying that and you Googling what it means, so I’ll wait."
        ],
        [
            "Leonard",
            "I understand it, Sheldon."
        ],
        [
            "Raj",
            "Yeah, me, too."
        ],
        [
            "Howard",
            "I’m sorry, I spaced. Are we still talking about the spoon?"
        ],
        [
            "Raj",
            "It’s nice to see you taking an interest in Amy’s work."
        ],
        [
            "Sheldon",
            "Well, don’t get me wrong. Neurobiology’s nothing more than the science of gray squishy stuff. But, you know, when it connects to physics, gas up the Ford, Martha, we’re going for a drive."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "So did you confront Jennifer?"
        ],
        [
            "Penny",
            "No, I was going to, but she called in sick. And guess who else called in sick."
        ],
        [
            "Raj",
            "Paul."
        ],
        [
            "Penny",
            "Paul."
        ],
        [
            "Leonard",
            "Who’s Paul?"
        ],
        [
            "Penny",
            "Oh, you met him at the office Christmas party. He’s married to Nancy."
        ],
        [
            "Leonard",
            "Oh, sure. Wait, Nancy?"
        ],
        [
            "Penny",
            "I bet Jennifer gets a promotion out of this, which is so unfair because I work twice as hard as she does."
        ],
        [
            "Raj",
            "Don’t worry, Jerry won’t be fooled by that type of behaviour."
        ],
        [
            "Leonard",
            "Jerry?"
        ],
        [
            "Raj",
            "It didn’t work for Randy, it didn’t work for Tina, it sure as hell isn’t gonna work for Jennifer."
        ],
        [
            "Penny",
            "Well, I hope not. I just hate when people play those kinds of games."
        ],
        [
            "Leonard",
            "Tina?"
        ],
        [
            "Raj",
            "With your sales record, you have nothing to worry about."
        ],
        [
            "Penny",
            "Mm."
        ],
        [
            "Leonard",
            "I went to your office Christmas party?"
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Amy",
            "You know, I like harp lessons, but I’m thinking of switching to elevator repair lessons. What are you working on?"
        ],
        [
            "Sheldon",
            "I was thinking about your experiment on the neuroscience of decision making, and I realized, if we connect it to the measurement problem in quantum mechanics, we have a chance to disprove the role of consciousness in the Copenhagen Interpretation."
        ],
        [
            "Amy",
            "Wait, are you saying if we combine my experiment with your calculations, we can determine the precise moment in time when the wave function collapses?"
        ],
        [
            "Sheldon",
            "It could be the most inspired combination since I mixed red Icee into my blue Icee. It was like drinking two sevenths of the rainbow."
        ],
        [
            "Amy",
            "Sheldon, this is really interesting."
        ],
        [
            "Sheldon",
            "Yeah, and this one won’t stain my teeth purple."
        ],
        [
            "Amy",
            "You know, we’ve never collaborated professionally before. Are you worried it might affect our relationship?"
        ],
        [
            "Sheldon",
            "That is a valid point. Perhaps we should establish some ground rules."
        ],
        [
            "Amy",
            "Well, that would make me feel better."
        ],
        [
            "Sheldon",
            "All right, let’s start right now. Uh, rule number one, no using sexuality to get your way."
        ],
        [
            "Amy",
            "That’s a ridiculous rule."
        ],
        [
            "Sheldon",
            "Is it?"
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "Okay, how is that?"
        ],
        [
            "Raj",
            "I can actually feel the toxins being pulled out of my skin."
        ],
        [
            "Penny",
            "Well, this is a moisturizing mask."
        ],
        [
            "Raj",
            "Oh, well, then I can actually feel the moisture going into my skin. "
        ],
        [
            "Penny",
            "Hey, I hope you don’t mind, I used a little of your eye cream last night."
        ],
        [
            "Raj",
            "I thought someone looked brighter and tighter."
        ],
        [
            "Leonard",
            "I’d still like to know who Jerry is."
        ],
        [
            "Penny",
            "Don’t worry about it. Hey, after this, how about we all go out and do something together?"
        ],
        [
            "Leonard",
            "That would be great. Thank you."
        ],
        [
            "Raj",
            "You want to go shopping?"
        ],
        [
            "Penny",
            "Ooh, yes. Fun."
        ],
        [
            "Leonard",
            "Or we could do something we’ll all enjoy, like play a board game."
        ],
        [
            "Scene",
            "Montage of shopping scenes."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Sheldon",
            "I believe I’ve made some progress on our ground rules."
        ],
        [
            "Amy",
            "Oh, good. What are they?"
        ],
        [
            "Sheldon",
            "Okay, uh, number one, in matters of physics, I have the final say. In matters of neuroscience, you have the final say. Unless I disagree. Oh, here. Number two, when we publish,"
        ],
        [
            "Scene",
            "my name goes first. Oh, subsequently, if we win any awards, I speak first. I don’t want to be talking when the orchestra plays us off."
        ],
        [
            "Amy",
            "Can I see that?"
        ],
        [
            "Sheldon",
            "Oh, of course. I’ll get that back. Like all my underwear, that notebook says Property of Sheldon Cooper."
        ],
        [
            "Amy",
            "Sheldon, if we’re gonna have ground rules, I’ll tell you the first ground rule. I make the ground rules."
        ],
        [
            "Sheldon",
            "I’d write that down, but I can’t now, can I?"
        ],
        [
            "Scene",
            "Howard and Bernadette’s minivan. "
        ],
        [
            "Leonard",
            "I mean, they didn’t say anything, but I just kind of felt like I was being a weird third wheel."
        ],
        [
            "Howard",
            "Huh, so you can tell what that feels like. Interesting."
        ],
        [
            "Leonard",
            "Anyway, I figured I can hang out with my friends and have fun, too."
        ],
        [
            "Bernadette",
            "Well, if your idea of fun is riding in a minivan to Target for diapers, things are about to get nuts."
        ],
        [
            "Leonard",
            "Oh, it’s just nice to be with people who are happy to have me around. Isn’t that right, Halley?"
        ],
        [
            "Halley",
            "(cries)"
        ],
        [
            "Howard",
            "Well, at least someone had the courage to say it."
        ],
        [
            "Scene",
            "Sheldon and Amy’s door. "
        ],
        [
            "Sheldon",
            "Thank you, you are a good citizen. Told you. Go ahead, throw my underwear out the window. Same thing’s gonna happen."
        ],
        [
            "Amy",
            "Terrific. Do you want to hear our new set of ground rules?"
        ],
        [
            "Sheldon",
            "Fire away."
        ],
        [
            "Amy",
            "Number one, we’re on the same team, we’re not in competition."
        ],
        [
            "Sheldon",
            "That’s smart, because Sheldon 1, Amy 0."
        ],
        [
            "Amy",
            "Number two, disagreements can happen politely. There’s no need to call an idea stupid."
        ],
        [
            "Sheldon",
            "Aw, someone drew a penis in it."
        ],
        [
            "Amy",
            "Are you listening?"
        ],
        [
            "Sheldon",
            "I’m sorry, go ahead."
        ],
        [
            "Amy",
            "Number three, to avoid getting frustrated, we take built-in breaks and reward our successes with a small treat."
        ],
        [
            "Sheldon",
            "Ooh, that sounds fun. Now, we’re talking about real treats, right? Not Bible verses like my mother used to give me."
        ],
        [
            "Amy",
            "Whatever you want. So, shall we get to work?"
        ],
        [
            "Sheldon",
            "Biology and physics coming together, this is like the peanut butter cup of the mind. Oh, I know what I want my treat to be."
        ],
        [
            "Scene",
            "Montage of Sheldon and Amy working together."
        ],
        [
            "Amy",
            "Wow. Look at that."
        ],
        [
            "Sheldon",
            "Yes, this is remarkable."
        ],
        [
            "Amy",
            "So we’re agreed, it’s complete garbage."
        ],
        [
            "Sheldon",
            "By the way, your name can go first."
        ],
        [
            "Scene",
            "Inside a store. "
        ],
        [
            "Leonard",
            "I mean, I’m glad they’re getting along, but it’s starting to make me uncomfortable."
        ],
        [
            "Bernadette",
            "Well, are you worried he’s like another man in her life?"
        ],
        [
            "Leonard",
            "A little, until I saw them in matching tops."
        ],
        [
            "Howard",
            "Nice. 174 diapers. That ought to get us to Wednesday."
        ],
        [
            "Bernadette",
            "Well, have you talked to them about it?"
        ],
        [
            "Leonard",
            "Well, what am I supposed to say, stop having fun without me?"
        ],
        [
            "Howard",
            "This one says that every time I go out. See? I listen to you."
        ],
        [
            "Bernadette",
            "Look, Raj just gets along with women. "
        ],
        [
            "Leonard",
            "I know, but he was my friend first. It’s like she’s stealing him and they’re just having the best time doing all their dumb girly stuff together."
        ],
        [
            "Howard",
            "You sure you don’t fit in? You sound like a catty bitch to me."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Amy",
            "I don’t know where we went wrong."
        ],
        [
            "Sheldon",
            "Yeah, the math is so inelegant. I’m not even sure it makes sense."
        ],
        [
            "Amy",
            "Well, don’t give up. Maybe we can fix it."
        ],
        [
            "Sheldon",
            "Can you stop breathing so loud? I can hear your nose whistling."
        ],
        [
            "Amy",
            "I can hear your face talking, so we’re even."
        ],
        [
            "Sheldon",
            "All right, either blow your nose or teach it to play Camptown Races."
        ],
        [
            "Amy",
            "Fine. Fine. You want me to blow my nose? Here, I’ll blow it. Better?"
        ],
        [
            "Sheldon",
            "No, I can still hear it. Oh, wait, that’s me. Never mind, it’s fine."
        ],
        [
            "Amy",
            "You know, you’re exhausting. I knew working together was a bad idea."
        ],
        [
            "Sheldon",
            "Hold on. I see what’s wrong here. We did the propagation only to the occipital lobe, not to the prefrontal cortex."
        ],
        [
            "Amy",
            "That would mean that this delayed parameter should be increased 250 milliseconds."
        ],
        [
            "Sheldon",
            "Oh, that is much better. Yeah, boy, if good ideas came out of your brain the way mucus comes out of your nose, we’d be in good shape."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "Now, take a sip, swirl it around your mouth, and try to notice the flavours, the tannins, the textures. Well?"
        ],
        [
            "Penny",
            "I probably should have spit out my gum first."
        ],
        [
            "Raj",
            "Yeah. You know, the last couple of weeks have been pretty rough, but, uh, staying here with you guys has really helped take my mind off of it."
        ],
        [
            "Penny",
            "Mm. Well, we’ve loved having you around. Right, sweetie? Leonard?"
        ],
        [
            "Raj",
            "When did he leave?"
        ],
        [
            "Penny",
            "Yeah, that’s rude."
        ],
        [
            "Scene",
            "Howard and Bernadette’s minivan."
        ],
        [
            "Leonard",
            "You know, it’s nice to spend time with people who don’t talk about work like it’s some kind of soap opera."
        ],
        [
            "Bernadette",
            "Jennifer still trying to sleep her way to the top?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Howard",
            "You should be happy someone wants to do the stuff with Penny you don’t want to."
        ],
        [
            "Bernadette",
            "Yeah, I wish I had that with Howard."
        ],
        [
            "Howard",
            "Wait. What? What do I make you do?"
        ],
        [
            "Bernadette",
            "Let’s see, the magic store, the Doctor Who convention, the National Belt Buckle Collector’s meet and greet."
        ],
        [
            "Howard",
            "It said right there on the invitation, buckle up for fun. It’s not my fault you didn’t listen."
        ],
        [
            "Leonard",
            "I’m sure I’m overreacting."
        ],
        [
            "Bernadette",
            "You’re entitled to feel how you feel. If you don’t like it, you should just talk to her."
        ],
        [
            "Leonard",
            "I don’t want to sound like a jealous baby."
        ],
        [
            "Bernadette",
            "Oh, then maybe you shouldn’t talk to her."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Amy",
            "I had a feeling you were using the wrong computational model, but I didn’t say anything ’cause you’re so sensitive."
        ],
        [
            "Sheldon",
            "Just because I am easily bothered by light, heat, sound, smell and the way birds look at me does not mean I’m sensitive."
        ],
        [
            "Amy",
            "Hey, I wonder what kind of success we’d have if we defined measurement as the first moment that an action potential is seen by the visual cortex."
        ],
        [
            "Sheldon",
            "That is a daring and insightful solution. "
        ],
        [
            "Amy",
            "We’re finally making progress. I wish we could do it without fighting."
        ],
        [
            "Sheldon",
            "What if the fighting is the reason we’re making progress?"
        ],
        [
            "Amy",
            "I suppose it’s conceivable that the hormones associated with our fight-or-flight response could be sharpening our cognitive processes."
        ],
        [
            "Sheldon",
            "Well, if that’s the case, then your grandparents mumble and have bad posture."
        ],
        [
            "Amy",
            "How dare you speak that way about my Grammy and hey, wait a second. Wait. Delta T could equal alpha sub-zero."
        ],
        [
            "Sheldon",
            "It seems we have a choice to make. Abandon all ground rules in the name of science, or give up collaborating for the sake of our relationship."
        ],
        [
            "Amy",
            "There’s only one clear choice."
        ],
        [
            "Sheldon",
            "Science it is."
        ],
        [
            "Amy",
            "No, you bonehead."
        ],
        [
            "Sheldon",
            "Name calling, that is perfect. Now, when I get to this equation here, really let me have it. You know? If it helps, I’m not the sharpest dresser."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Anyway, I know it’s silly, but since Raj moved in, I’ve been feeling a little left out."
        ],
        [
            "Penny",
            "Well, sweetie, that’s crazy."
        ],
        [
            "Raj",
            "No, no, Penny, don’t dismiss his feelings."
        ],
        [
            "Leonard",
            "Thank you. I just feel…"
        ],
        [
            "Raj",
            "Hang on, I’m not saying that his feelings aren’t crazy. I just don’t want him to think that this isn’t a safe place."
        ],
        [
            "Leonard",
            "Well, to be truthful…"
        ],
        [
            "Penny",
            "Well, why wouldn’t this be a safe place? I mean, he’s surrounded by his wife and one of his best friends."
        ],
        [
            "Raj",
            "I don’t want to speak for Leonard."
        ],
        [
            "Leonard",
            "Thank you. I…"
        ],
        [
            "Raj",
            "But when you’re insecure, no amount of external validation can ever make you feel safe."
        ],
        [
            "Penny",
            "Yeah, you’re right. You know, you’re really sensitive about this kind of stuff."
        ],
        [
            "Raj",
            "I’m a good listener."
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Leonard",
            "Hey, Olsen twins…"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "Well, I mean, I’m sitting right here. You’re talking about my feelings and somehow leaving me out of the conversation."
        ],
        [
            "Raj",
            "I’m sorry. What did you want to say?"
        ],
        [
            "Leonard",
            "I don’t know, you pretty much covered it."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Sheldon",
            "Can you read them back?"
        ],
        [
            "Amy",
            "Revised ground rule number one, we are on the same team, but it is a competition."
        ],
        [
            "Sheldon",
            "Excellent. Excellent. And on a related point, you’re going down, punk."
        ],
        [
            "Amy",
            "Revised ground rule number two, there are definitely stupid questions, and those who ask them can be told so right to their stupid face."
        ],
        [
            "Sheldon",
            "I love that one."
        ],
        [
            "Amy",
            "Thanks, babe. Number three, fair topics for insult include educational pedigree, scientific field, intellectual prowess, and mamas."
        ],
        [
            "Sheldon",
            "Yeah, that list is strong. Like your mother’s urge to be promiscuous with sailors."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-10-episode-19-the-collaboration-fluctuation/"
}