{
    "Season": 10,
    "Episode": 2,
    "Title": "the military miniturization",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Following a “previously on” sequence."
            ],
            [
                1,
                "The apartment."
            ],
            [
                25,
                "Credits sequence."
            ],
            [
                26,
                "Penny’s apartment."
            ],
            [
                44,
                "The apartment."
            ],
            [
                59,
                "Penny’s apartment. "
            ],
            [
                76,
                "Howard’s workshop."
            ],
            [
                101,
                "Bernadette’s office."
            ],
            [
                121,
                "Howard’s workshop."
            ],
            [
                138,
                "The same, shortly after, demonstrating the quantum gyroscope. "
            ],
            [
                158,
                "Bernadette’s office."
            ],
            [
                167,
                "knows where she is."
            ],
            [
                178,
                "The apartment."
            ],
            [
                199,
                "Howard’s workshop."
            ],
            [
                217,
                "Outside Penny’s door."
            ],
            [
                232,
                "A corridor at the university. "
            ]
        ],
        "Sheldon": [
            [
                2,
                "Look at this. Elon Musk has a theory that we’re all just characters in some advanced civilization’s video game."
            ],
            [
                4,
                "Well, he doesn’t say it’s a good game."
            ],
            [
                10,
                "Oh, what did he say?"
            ],
            [
                12,
                "That doesn’t sound terrifying."
            ],
            [
                20,
                "Gentlemen, I think we are losing sight of the real issue. We are on the precipice of becoming faceless cogs in the military-industrial complex. Isn’t that exciting?"
            ],
            [
                22,
                "Not at all. In Star Wars, when the stormtroopers would march in perfect formation, harassing civilians, didn’t you ever think, hey, that could be me?"
            ],
            [
                24,
                "Okay, Howard’s on board. What do you think, Leonard?"
            ],
            [
                54,
                "We don’t need Howard’s cousin. No, we have me. "
            ],
            [
                56,
                "I am not a know-it-all. I’m a person who knows lots of things and likes to correct other people when they’re wrong."
            ],
            [
                58,
                "Or in German, a Besserwisser."
            ],
            [
                78,
                "I don’t see how a tax lawyer from Fort Lauderdale could be helpful regarding intellectual property."
            ],
            [
                85,
                "Hello."
            ],
            [
                91,
                "Don’t sign anything? That’s your advice? Okay, so, uh, if during this meeting, one of us were to, say, complete an oil painting, you’d recommend that we leave that unsigned?"
            ],
            [
                93,
                "That’s what you said."
            ],
            [
                95,
                "This must be how you practice law in Boca Raton, by saying things you don’t mean and meaning things you don’t say."
            ],
            [
                100,
                "You don’t need him. I’ll represent you."
            ],
            [
                122,
                "I don’t understand why I can’t talk at this meeting."
            ],
            [
                124,
                "Okay. Quick question. Am I allowed to exchange pleasantries upon meeting this colonel?"
            ],
            [
                126,
                "Am I allowed to inform him that Colonel Sanders was never actually in the military?"
            ],
            [
                128,
                "Fine. Ooh. Can I use text-to-speech software?"
            ],
            [
                137,
                "(Strangled sound) "
            ],
            [
                157,
                "Yeah, we’ll do it in two. Hi. I’m Dr. Sheldon Cooper. I’m the actual brains behind this project. Also, engineers aren’t real scientists, MIT’s a trade school, and the Death Star is from Star Wars, not Star Trek. But otherwise, thank you for your service."
            ],
            [
                180,
                "Hello."
            ],
            [
                182,
                "Oh, Leonard’s mad at me, so I’m making him lemon bars."
            ],
            [
                184,
                "Not really. But I’m mad at him, too, so lemon bars it is."
            ],
            [
                186,
                "They made me promise I wouldn’t talk."
            ],
            [
                188,
                "Well, now, see? You knew what was gonna happen. Why didn’t they? Anyway, now we’re committed to completing this project in a ridiculously short time frame, and everyone’s upset with me."
            ],
            [
                190,
                "Mm. If it makes you feel any better, a parasitoid wasp known as Oobius depressus has been rediscovered after 101 years of presumed extinction."
            ],
            [
                192,
                "Why would your Bernadette thing make me feel better? At least mine was educational."
            ],
            [
                194,
                "Look, I’m sorry. Tell me why Bernadette is upset with you."
            ],
            [
                196,
                "Why would you do that?"
            ],
            [
                198,
                "See, that’s exactly what happened to me, except that I said it on purpose, and I have no regrets."
            ],
            [
                233,
                "I never realized this building was classified."
            ],
            [
                236,
                "The way you put away those lemon bars, perhaps that’s a good thing."
            ],
            [
                238,
                "Why? It clearly doesn’t work."
            ],
            [
                244,
                "Impressive."
            ]
        ],
        "Leonard": [
            [
                3,
                "So some alien kid spent his money on the asthma-and-glasses upgrade for me?"
            ],
            [
                6,
                "What’s up?"
            ],
            [
                8,
                "Really?"
            ],
            [
                14,
                "You realize if the military declares our research classified, they can take the whole thing away from us."
            ],
            [
                16,
                "There goes our big payday."
            ],
            [
                18,
                "You do that, too?"
            ],
            [
                46,
                "Are you crazy? You can’t put that on Snapchat."
            ],
            [
                49,
                "That’s not a bad idea."
            ],
            [
                55,
                "You’re not a lawyer, Sheldon, you’re just a know-it-all."
            ],
            [
                57,
                "That’s the definition of being a know-it-all."
            ],
            [
                84,
                "Hi. "
            ],
            [
                88,
                "I saw it. It’s big."
            ],
            [
                99,
                "Someday, when I’m up on murder charges, you’ll be hearing from me."
            ],
            [
                123,
                "‘Cause when you talk, it enrages people."
            ],
            [
                125,
                "Yes."
            ],
            [
                127,
                "I’m getting enraged."
            ],
            [
                130,
                "Don’t speak."
            ],
            [
                133,
                "Hi."
            ],
            [
                140,
                "Exactly. Yeah, you have a good grasp of the physics."
            ],
            [
                144,
                "Where did you go to school?"
            ],
            [
                150,
                "I don’t know how I feel about this."
            ],
            [
                152,
                "That’s a lot less big."
            ],
            [
                202,
                "Which means I won’t be able to make Penny breakfast every day, and she’ll realize my brioche French toast was the only thing keeping her in the marriage."
            ],
            [
                204,
                "Oh, thanks, man. "
            ],
            [
                208,
                "Well, the colonel said it was for the good of the country, and the funding is substantial."
            ],
            [
                211,
                "Oh, looks like it."
            ],
            [
                235,
                "Wish we weren’t so far from my parking space."
            ],
            [
                237,
                "I’d like to reinstate the you-not-talking rule."
            ],
            [
                240,
                "Is that a retinal scanner?"
            ],
            [
                243,
                "No way."
            ],
            [
                245,
                "Oh, my turn, my turn."
            ],
            [
                247,
                "I didn’t even have to take my glasses off/"
            ]
        ],
        "Howard (entering)": [
            [
                5,
                "All right, we got a problem."
            ]
        ],
        "Howard": [
            [
                7,
                "The Air Force contacted me about our quantum gyroscope. They want to have a meeting."
            ],
            [
                15,
                "And if that happens, we’ll never be able to sell it commercially."
            ],
            [
                17,
                "I was counting on that money. I need to make as much as my wife so I don’t have to try so hard in bed."
            ],
            [
                19,
                "Oh, yeah. How do you think I stay this thin?"
            ],
            [
                23,
                "Sheldon, we could be contributing to a weapons system that oppresses mankind for the next thousand years."
            ],
            [
                48,
                "You know, maybe before our meeting we should talk to a lawyer."
            ],
            [
                51,
                "Why? Because I’m Jewish? That’s like me saying, hey, you’re Indian, doesn’t your cousin work in a call centre?"
            ],
            [
                53,
                "And my cousin’s a lawyer."
            ],
            [
                77,
                "Give me a second to call my cousin."
            ],
            [
                79,
                "First of all, he’s in Boca Raton, which is better than Fort Lauderdale. But more importantly, he lasted two days on Jeopardy, so he’s clearly a smart guy."
            ],
            [
                81,
                "Hey, Marty. Thanks for talking to us."
            ],
            [
                83,
                "Well, I married a little Catholic girl, so we’re even. Anyway, this is Leonard and Sheldon. The three of us came up with the guidance system."
            ],
            [
                86,
                "And this is my friend, Raj."
            ],
            [
                89,
                "Anyway, like I said in the e-mail, this meeting’s on Thursday. Do you have any advice for us?"
            ],
            [
                98,
                "Marty, let me call you back."
            ],
            [
                129,
                "No."
            ],
            [
                134,
                "Hello."
            ],
            [
                136,
                "It’s a group effort, but I guess if we had to pick a main brain, it would be me."
            ],
            [
                142,
                "Really? You’re a physicist?"
            ],
            [
                146,
                "Oh. Well, hey, me, too."
            ],
            [
                148,
                "Well, thanks, but you should know we’re a little concerned about this being used in weapons."
            ],
            [
                154,
                "I’m not even sure that’s possible."
            ],
            [
                156,
                "Four months?"
            ],
            [
                201,
                "Well, maybe. I don’t know. We’ll have to work 12 hours a day, seven days a week."
            ],
            [
                203,
                "I love your French toast."
            ],
            [
                206,
                "We didn’t. Sheldon did."
            ],
            [
                209,
                "No, but mostly, there was an awkward pause, and I broke it by saying okay."
            ],
            [
                213,
                "Would you stop? We’re just gonna be on the other side of campus."
            ],
            [
                215,
                "You are a deeply silly man."
            ],
            [
                234,
                "Maybe that’s because it’s classified."
            ],
            [
                239,
                "I guess this is it. "
            ],
            [
                241,
                "Let’s find out."
            ],
            [
                250,
                "Oh, oh, oh, oh, guys, hold me upside down."
            ]
        ],
        "Raj": [
            [
                9,
                "Yeah. This military guy showed up at Howard’s door. He was terrifying."
            ],
            [
                11,
                "He gave me his business card and asked me to please pass it along to Howard."
            ],
            [
                13,
                "To a white guy born here, no. If you are a brown guy whose name has a lot of syllables in it, terrifying."
            ],
            [
                21,
                "Well, you’re kidding, right?"
            ],
            [
                45,
                "Wail till I Snapchat that my friends might be working on a top secret government project."
            ],
            [
                47,
                "Fine, I’ll put it on Facebook like a caveman."
            ],
            [
                50,
                "Well, you must have someone in your family that’s a lawyer."
            ],
            [
                52,
                "My cousin does work in a call centre."
            ],
            [
                87,
                "Oh, I’m not on the patent. I’m just here because there’s a bumblebee in my office."
            ],
            [
                200,
                "Is it even possible to get this done in two months?"
            ],
            [
                205,
                "So, why did you guys even agree to the deadline?"
            ],
            [
                207,
                "And you just let him?"
            ],
            [
                210,
                "So I guess I won’t be seeing you guys for a while."
            ],
            [
                212,
                "Wow. You’re going off to work with the military, leaving me behind. Now I know how all those army wives feel."
            ],
            [
                214,
                "And right here."
            ],
            [
                216,
                "He is so afraid of his feelings."
            ]
        ],
        "Bernadette": [
            [
                27,
                "I’m worried about Howard. Ever since that guy from the Air Force showed up, he’s been a nervous wreck."
            ],
            [
                29,
                "He won’t take any pills that aren’t chewable and shaped like a Flintstone."
            ],
            [
                33,
                "I don’t believe this."
            ],
            [
                35,
                "This guy from the office just congratulated me on being pregnant."
            ],
            [
                37,
                "No one at the office did. Did you tell anyone?"
            ],
            [
                39,
                "I bet it was Barbara Chen in retrovirus. She might have heard me throwing up one morning. Every since she got the hearing aid, she thinks she’s so great."
            ],
            [
                41,
                "‘Cause I’m up for a major immunotherapy study, and if they find out I’m pregnant they might give it to someone else."
            ],
            [
                43,
                "I know they would, they did it to Barbara Chen last year when I told everyone she was pregnant."
            ],
            [
                61,
                "I had a plan. I kept leaving Dove Bar wrappers around to explain any weight gain."
            ],
            [
                63,
                "From all the Dove Bars I ate. I’m pregnant. Try to keep up. I’m sorry, I have to go find out if my boss knows."
            ],
            [
                65,
                "Thanks. You guys are the best."
            ],
            [
                69,
                "I forgot my coat."
            ],
            [
                103,
                "Hey. What brings you by?"
            ],
            [
                105,
                "Oh. How was it?"
            ],
            [
                107,
                "Fell asleep?"
            ],
            [
                109,
                "I’m furious."
            ],
            [
                111,
                "No. I confronted Barbara Chen, but she claimed she didn’t know what I was talking about."
            ],
            [
                113,
                "It had to be Barbara. I’ve been trying to figure out a way to get back at her. Do you think using her work computer to Google how to be a prostitute is over the line?"
            ],
            [
                115,
                "What kind of revenge is that? This woman screwed with my job. She’s got to pay."
            ],
            [
                117,
                "Why did you do that?"
            ],
            [
                119,
                "Get out."
            ],
            [
                160,
                "Oh, thanks. You know, I just wanted to get some work done without people congratulating me about the baby every five minutes."
            ],
            [
                162,
                "Did you come here to bring me dinner or to gloat?"
            ],
            [
                164,
                "I’m sorry. My boss wants to meet with me, and I’m stressing."
            ],
            [
                166,
                "Are you kidding? I’ve always been treated differently. Look at me. Listen to me. I mean, the first thought when you see me isn’t that’s a scientist, it’s I wonder if her mommy"
            ],
            [
                169,
                "I’ve worked so hard to get where I am, and I don’t want to get sent back to square one because I’m pregnant."
            ],
            [
                171,
                "Thank you."
            ],
            [
                173,
                "Well, you brought me French fries. That’s a start."
            ],
            [
                175,
                "Apple slices? What kind of lunatic goes to McDonald’s and gets fruit?"
            ],
            [
                177,
                "And a chocolate shake."
            ],
            [
                219,
                "Got a minute?"
            ],
            [
                221,
                "I just wanted to apologize. I know what you did was an accident."
            ],
            [
                223,
                "For what it’s worth, you’re a great liar."
            ],
            [
                225,
                "Well, my boss said he hadn’t decided yet, so I gently reminded him that he’s an old rich white guy, and I’m a sweet little pregnant lady who’s not afraid to crying front of a jury."
            ],
            [
                227,
                "Hey, I learned a long time ago, when you’re four feet eleven and eye level with every guy’s crotch, that’s where you punch."
            ],
            [
                229,
                "Do you know what? It’s just a research project. The most important job in the world is gonna be raising this child. It’s all I need to give my life meaning."
            ],
            [
                231,
                "You believe me? Oh, good. 11 more chumps like you, I’ll have the jury eating out of my hand."
            ]
        ],
        "Penny": [
            [
                28,
                "All right, we work at a giant pharmaceutical company. Get him some anti-anxiety meds."
            ],
            [
                30,
                "You know, when Leonard’s feeling anxious I make him take a long walk."
            ],
            [
                32,
                "Well, for a while. Then he comes back."
            ],
            [
                38,
                "No. You told me not to."
            ],
            [
                42,
                "Would they really do that?"
            ],
            [
                60,
                "How did you think you were gonna hide your pregnancy?"
            ],
            [
                66,
                "Yeah, drive safe. We love you. And give us a call… Oh, my God, it was me, it was me. I’m the one who blabbed she was pregnant!"
            ],
            [
                68,
                "I didn’t mean to. It just slipped out in front of her assistantone day. I…"
            ],
            [
                70,
                "Oh, here’s your coat, honey. That’s such a cute jacket. Oh God, I feel so bad, I just lied to her."
            ],
            [
                72,
                "Is that really what’s important right now?"
            ],
            [
                74,
                "That’s super helpful, Amy. Thanks a lot. I can’t wait to do that."
            ],
            [
                102,
                "Hi."
            ],
            [
                104,
                "Oh, had to go to a sales seminar on our new sleeping pill."
            ],
            [
                106,
                "Great."
            ],
            [
                108,
                "In, like, two minutes. Yeah. So, how is everything going around here? Are you still upset about people finding out you’re pregnant?"
            ],
            [
                110,
                "Sure, sure. Uh, did you ever figure out who told?"
            ],
            [
                112,
                "Hmm. Well, I guess it’s just gonna remain a mystery, you know, like whatever happened in that seminar after they dimmed the lights."
            ],
            [
                114,
                "Uh, you know, when I was in high school, there was this girl who was talking about me behind my back, so me and all my friends, we cornered her in the bathroom and forgave her."
            ],
            [
                116,
                "Okay, all right, honey, you know what? There was something I was too scared to tell you yesterday, and now I’m just balls-out terrified to tell you, but the truth is it wasn’t Barbara Chen, it was me. I’m the reason everyone knows."
            ],
            [
                118,
                "Well, it was an accident.I am so sorry I lied."
            ],
            [
                120,
                "Oh, you know, I also lied about the girl in the bathroom. Yeah, we actually dumped her retainer in the toilet and put it back in her mouth."
            ],
            [
                179,
                "Hi."
            ],
            [
                181,
                "What are you doing?"
            ],
            [
                183,
                "Does he even like lemon bars?"
            ],
            [
                185,
                "Something happen at the meeting?"
            ],
            [
                187,
                "And you talked?"
            ],
            [
                189,
                "Well, if it makes you feel any better, Bernadette’s mad at me, too."
            ],
            [
                191,
                "Why would that make me feel better?"
            ],
            [
                193,
                "Okay. Never mind."
            ],
            [
                195,
                "Well, I told people at work that she’s pregnant. She wasn’t ready for them to know."
            ],
            [
                197,
                "Well, it just slipped out. I feel terrible."
            ],
            [
                218,
                "Oh, hi."
            ],
            [
                220,
                "Yeah, come on in."
            ],
            [
                222,
                "Oh, thank you, and I’m sorry I lied about it. "
            ],
            [
                224,
                "Oh, that’s what Amy said. So what’s going on with the research project? Are they gonna let you run it?"
            ],
            [
                226,
                "You threatened to sue?"
            ],
            [
                228,
                "That’s funny. I learned something totally different."
            ],
            [
                230,
                "Oh, that’s so beautiful."
            ]
        ],
        "Amy": [
            [
                31,
                "Does that help?"
            ],
            [
                34,
                "What’s wrong?"
            ],
            [
                36,
                "You did already know, right?"
            ],
            [
                40,
                "Why don’t you want anyone to know?"
            ],
            [
                62,
                "Where did you get empty Dove Bar wrappers?"
            ],
            [
                64,
                "Well, whatever happens, we’re here for you."
            ],
            [
                67,
                "What?"
            ],
            [
                71,
                "Oh, but you did it so well. That’s amazing, it’s like watching a sculptor, but your clay was lies."
            ],
            [
                73,
                "I mean, seriously, you have got to let me scan your brain when you’re being dishonest so I can see what lights up."
            ],
            [
                75,
                "I can see a clump of bitch cells lightin’ up from here."
            ],
            [
                159,
                "Hi. Howard told me you were working late, so I brought dinner."
            ],
            [
                161,
                "I spent my day alone in the lab waiting for a rat to die of anthrax."
            ],
            [
                163,
                "Well, I came to see how you were feeling, but I’m guessing still angry?"
            ],
            [
                165,
                "You really think they’re gonna start treating you differently?"
            ],
            [
                168,
                "I am really regretting that I got you a Happy Meal."
            ],
            [
                170,
                "I understand how you feel."
            ],
            [
                172,
                "I wish there were some way I could make it better."
            ],
            [
                174,
                "Uh, actually, I got you apple slices ’cause you’re pregnant."
            ],
            [
                176,
                "I’ll be right back."
            ]
        ],
        "Howard’s cousin (on skype)": [
            [
                80,
                "Hello."
            ]
        ],
        "Marty": [
            [
                82,
                "Hey, no problem. Thanks for going to outer space so no matter what I do my mom will be disappointed in me."
            ],
            [
                90,
                "Well, I don’t know much about patent law. But, uh, my advice is hear them out, offer as little information as possible, and whatever you do, don’t sign anything."
            ],
            [
                92,
                "That’s not what I meant."
            ],
            [
                94,
                "That’s not what I meant."
            ],
            [
                96,
                "Howard, why is he yelling at me?"
            ]
        ],
        "Sheldon: All right, you were on Jeopardy. Allow me to Alex Trebek this and put it in the form of a question": [
            [
                97,
                "Who has been a complete waste of our time?"
            ]
        ],
        "Sheldon’s phone": [
            [
                131,
                "Aw, nuts."
            ]
        ],
        "Colonel Williams": [
            [
                132,
                "Gentlemen, I’m Colonel Williams. Thank you for meeting with me."
            ],
            [
                135,
                "So, which one of you is the brains behind all this?"
            ],
            [
                139,
                "And because of the quantum vortices, this can run perpetually?"
            ],
            [
                141,
                "Well, I’m a scientist by training."
            ],
            [
                143,
                "Better. I’m an engineer."
            ],
            [
                145,
                "MIT."
            ],
            [
                147,
                "I should have known. Behind every great invention is an MIT mind. I’ll cut to the chase. The Air Force believes there’s an application for this technology, and we’re interested in funding your research."
            ],
            [
                149,
                "Oh, well, let me put your mind at ease. What we use it for is none of your business."
            ],
            [
                151,
                "Look, guys, it’s just a guidance system. It’s not like you’re handing us the Death Star from Star Trek. All you need to worry about is, right now, it’s this big, and we need it to be this big."
            ],
            [
                153,
                "Yes, it’s this much less big."
            ],
            [
                155,
                "Well, I ran it by some colleagues at MIT, and they thought they could get it done in four months."
            ]
        ],
        "Scanner": [
            [
                242,
                "Howard Wolowitz, access granted."
            ],
            [
                246,
                "Leonard Hofstadter, access granted."
            ],
            [
                251,
                "Howard Wolowitz, access granted."
            ]
        ],
        "Scanner (as Leonard and Sheldon try to fool it with one eye each)": [
            [
                248,
                "Access denied."
            ]
        ],
        "Leonard and Sheldon": [
            [
                249,
                "It knows."
            ]
        ],
        "All": [
            [
                252,
                "Yay."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Following a “previously on” sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Look at this. Elon Musk has a theory that we’re all just characters in some advanced civilization’s video game."
        ],
        [
            "Leonard",
            "So some alien kid spent his money on the asthma-and-glasses upgrade for me?"
        ],
        [
            "Sheldon",
            "Well, he doesn’t say it’s a good game."
        ],
        [
            "Howard (entering)",
            "All right, we got a problem."
        ],
        [
            "Leonard",
            "What’s up?"
        ],
        [
            "Howard",
            "The Air Force contacted me about our quantum gyroscope. They want to have a meeting."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Raj",
            "Yeah. This military guy showed up at Howard’s door. He was terrifying."
        ],
        [
            "Sheldon",
            "Oh, what did he say?"
        ],
        [
            "Raj",
            "He gave me his business card and asked me to please pass it along to Howard."
        ],
        [
            "Sheldon",
            "That doesn’t sound terrifying."
        ],
        [
            "Raj",
            "To a white guy born here, no. If you are a brown guy whose name has a lot of syllables in it, terrifying."
        ],
        [
            "Leonard",
            "You realize if the military declares our research classified, they can take the whole thing away from us."
        ],
        [
            "Howard",
            "And if that happens, we’ll never be able to sell it commercially."
        ],
        [
            "Leonard",
            "There goes our big payday."
        ],
        [
            "Howard",
            "I was counting on that money. I need to make as much as my wife so I don’t have to try so hard in bed."
        ],
        [
            "Leonard",
            "You do that, too?"
        ],
        [
            "Howard",
            "Oh, yeah. How do you think I stay this thin?"
        ],
        [
            "Sheldon",
            "Gentlemen, I think we are losing sight of the real issue. We are on the precipice of becoming faceless cogs in the military-industrial complex. Isn’t that exciting?"
        ],
        [
            "Raj",
            "Well, you’re kidding, right?"
        ],
        [
            "Sheldon",
            "Not at all. In Star Wars, when the stormtroopers would march in perfect formation, harassing civilians, didn’t you ever think, hey, that could be me?"
        ],
        [
            "Howard",
            "Sheldon, we could be contributing to a weapons system that oppresses mankind for the next thousand years."
        ],
        [
            "Sheldon",
            "Okay, Howard’s on board. What do you think, Leonard?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Bernadette",
            "I’m worried about Howard. Ever since that guy from the Air Force showed up, he’s been a nervous wreck."
        ],
        [
            "Penny",
            "All right, we work at a giant pharmaceutical company. Get him some anti-anxiety meds."
        ],
        [
            "Bernadette",
            "He won’t take any pills that aren’t chewable and shaped like a Flintstone."
        ],
        [
            "Penny",
            "You know, when Leonard’s feeling anxious I make him take a long walk."
        ],
        [
            "Amy",
            "Does that help?"
        ],
        [
            "Penny",
            "Well, for a while. Then he comes back."
        ],
        [
            "Bernadette",
            "I don’t believe this."
        ],
        [
            "Amy",
            "What’s wrong?"
        ],
        [
            "Bernadette",
            "This guy from the office just congratulated me on being pregnant."
        ],
        [
            "Amy",
            "You did already know, right?"
        ],
        [
            "Bernadette",
            "No one at the office did. Did you tell anyone?"
        ],
        [
            "Penny",
            "No. You told me not to."
        ],
        [
            "Bernadette",
            "I bet it was Barbara Chen in retrovirus. She might have heard me throwing up one morning. Every since she got the hearing aid, she thinks she’s so great."
        ],
        [
            "Amy",
            "Why don’t you want anyone to know?"
        ],
        [
            "Bernadette",
            "‘Cause I’m up for a major immunotherapy study, and if they find out I’m pregnant they might give it to someone else."
        ],
        [
            "Penny",
            "Would they really do that?"
        ],
        [
            "Bernadette",
            "I know they would, they did it to Barbara Chen last year when I told everyone she was pregnant."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "Wail till I Snapchat that my friends might be working on a top secret government project."
        ],
        [
            "Leonard",
            "Are you crazy? You can’t put that on Snapchat."
        ],
        [
            "Raj",
            "Fine, I’ll put it on Facebook like a caveman."
        ],
        [
            "Howard",
            "You know, maybe before our meeting we should talk to a lawyer."
        ],
        [
            "Leonard",
            "That’s not a bad idea."
        ],
        [
            "Raj",
            "Well, you must have someone in your family that’s a lawyer."
        ],
        [
            "Howard",
            "Why? Because I’m Jewish? That’s like me saying, hey, you’re Indian, doesn’t your cousin work in a call centre?"
        ],
        [
            "Raj",
            "My cousin does work in a call centre."
        ],
        [
            "Howard",
            "And my cousin’s a lawyer."
        ],
        [
            "Sheldon",
            "We don’t need Howard’s cousin. No, we have me. "
        ],
        [
            "Leonard",
            "You’re not a lawyer, Sheldon, you’re just a know-it-all."
        ],
        [
            "Sheldon",
            "I am not a know-it-all. I’m a person who knows lots of things and likes to correct other people when they’re wrong."
        ],
        [
            "Leonard",
            "That’s the definition of being a know-it-all."
        ],
        [
            "Sheldon",
            "Or in German, a Besserwisser."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "How did you think you were gonna hide your pregnancy?"
        ],
        [
            "Bernadette",
            "I had a plan. I kept leaving Dove Bar wrappers around to explain any weight gain."
        ],
        [
            "Amy",
            "Where did you get empty Dove Bar wrappers?"
        ],
        [
            "Bernadette",
            "From all the Dove Bars I ate. I’m pregnant. Try to keep up. I’m sorry, I have to go find out if my boss knows."
        ],
        [
            "Amy",
            "Well, whatever happens, we’re here for you."
        ],
        [
            "Bernadette",
            "Thanks. You guys are the best."
        ],
        [
            "Penny",
            "Yeah, drive safe. We love you. And give us a call… Oh, my God, it was me, it was me. I’m the one who blabbed she was pregnant!"
        ],
        [
            "Amy",
            "What?"
        ],
        [
            "Penny",
            "I didn’t mean to. It just slipped out in front of her assistantone day. I…"
        ],
        [
            "Bernadette",
            "I forgot my coat."
        ],
        [
            "Penny",
            "Oh, here’s your coat, honey. That’s such a cute jacket. Oh God, I feel so bad, I just lied to her."
        ],
        [
            "Amy",
            "Oh, but you did it so well. That’s amazing, it’s like watching a sculptor, but your clay was lies."
        ],
        [
            "Penny",
            "Is that really what’s important right now?"
        ],
        [
            "Amy",
            "I mean, seriously, you have got to let me scan your brain when you’re being dishonest so I can see what lights up."
        ],
        [
            "Penny",
            "That’s super helpful, Amy. Thanks a lot. I can’t wait to do that."
        ],
        [
            "Amy",
            "I can see a clump of bitch cells lightin’ up from here."
        ],
        [
            "Scene",
            "Howard’s workshop."
        ],
        [
            "Howard",
            "Give me a second to call my cousin."
        ],
        [
            "Sheldon",
            "I don’t see how a tax lawyer from Fort Lauderdale could be helpful regarding intellectual property."
        ],
        [
            "Howard",
            "First of all, he’s in Boca Raton, which is better than Fort Lauderdale. But more importantly, he lasted two days on Jeopardy, so he’s clearly a smart guy."
        ],
        [
            "Howard’s cousin (on skype)",
            "Hello."
        ],
        [
            "Howard",
            "Hey, Marty. Thanks for talking to us."
        ],
        [
            "Marty",
            "Hey, no problem. Thanks for going to outer space so no matter what I do my mom will be disappointed in me."
        ],
        [
            "Howard",
            "Well, I married a little Catholic girl, so we’re even. Anyway, this is Leonard and Sheldon. The three of us came up with the guidance system."
        ],
        [
            "Leonard",
            "Hi. "
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Howard",
            "And this is my friend, Raj."
        ],
        [
            "Raj",
            "Oh, I’m not on the patent. I’m just here because there’s a bumblebee in my office."
        ],
        [
            "Leonard",
            "I saw it. It’s big."
        ],
        [
            "Howard",
            "Anyway, like I said in the e-mail, this meeting’s on Thursday. Do you have any advice for us?"
        ],
        [
            "Marty",
            "Well, I don’t know much about patent law. But, uh, my advice is hear them out, offer as little information as possible, and whatever you do, don’t sign anything."
        ],
        [
            "Sheldon",
            "Don’t sign anything? That’s your advice? Okay, so, uh, if during this meeting, one of us were to, say, complete an oil painting, you’d recommend that we leave that unsigned?"
        ],
        [
            "Marty",
            "That’s not what I meant."
        ],
        [
            "Sheldon",
            "That’s what you said."
        ],
        [
            "Marty",
            "That’s not what I meant."
        ],
        [
            "Sheldon",
            "This must be how you practice law in Boca Raton, by saying things you don’t mean and meaning things you don’t say."
        ],
        [
            "Marty",
            "Howard, why is he yelling at me?"
        ],
        [
            "Sheldon: All right, you were on Jeopardy. Allow me to Alex Trebek this and put it in the form of a question",
            "Who has been a complete waste of our time?"
        ],
        [
            "Howard",
            "Marty, let me call you back."
        ],
        [
            "Leonard",
            "Someday, when I’m up on murder charges, you’ll be hearing from me."
        ],
        [
            "Sheldon",
            "You don’t need him. I’ll represent you."
        ],
        [
            "Scene",
            "Bernadette’s office."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Bernadette",
            "Hey. What brings you by?"
        ],
        [
            "Penny",
            "Oh, had to go to a sales seminar on our new sleeping pill."
        ],
        [
            "Bernadette",
            "Oh. How was it?"
        ],
        [
            "Penny",
            "Great."
        ],
        [
            "Bernadette",
            "Fell asleep?"
        ],
        [
            "Penny",
            "In, like, two minutes. Yeah. So, how is everything going around here? Are you still upset about people finding out you’re pregnant?"
        ],
        [
            "Bernadette",
            "I’m furious."
        ],
        [
            "Penny",
            "Sure, sure. Uh, did you ever figure out who told?"
        ],
        [
            "Bernadette",
            "No. I confronted Barbara Chen, but she claimed she didn’t know what I was talking about."
        ],
        [
            "Penny",
            "Hmm. Well, I guess it’s just gonna remain a mystery, you know, like whatever happened in that seminar after they dimmed the lights."
        ],
        [
            "Bernadette",
            "It had to be Barbara. I’ve been trying to figure out a way to get back at her. Do you think using her work computer to Google how to be a prostitute is over the line?"
        ],
        [
            "Penny",
            "Uh, you know, when I was in high school, there was this girl who was talking about me behind my back, so me and all my friends, we cornered her in the bathroom and forgave her."
        ],
        [
            "Bernadette",
            "What kind of revenge is that? This woman screwed with my job. She’s got to pay."
        ],
        [
            "Penny",
            "Okay, all right, honey, you know what? There was something I was too scared to tell you yesterday, and now I’m just balls-out terrified to tell you, but the truth is it wasn’t Barbara Chen, it was me. I’m the reason everyone knows."
        ],
        [
            "Bernadette",
            "Why did you do that?"
        ],
        [
            "Penny",
            "Well, it was an accident.I am so sorry I lied."
        ],
        [
            "Bernadette",
            "Get out."
        ],
        [
            "Penny",
            "Oh, you know, I also lied about the girl in the bathroom. Yeah, we actually dumped her retainer in the toilet and put it back in her mouth."
        ],
        [
            "Scene",
            "Howard’s workshop."
        ],
        [
            "Sheldon",
            "I don’t understand why I can’t talk at this meeting."
        ],
        [
            "Leonard",
            "‘Cause when you talk, it enrages people."
        ],
        [
            "Sheldon",
            "Okay. Quick question. Am I allowed to exchange pleasantries upon meeting this colonel?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Am I allowed to inform him that Colonel Sanders was never actually in the military?"
        ],
        [
            "Leonard",
            "I’m getting enraged."
        ],
        [
            "Sheldon",
            "Fine. Ooh. Can I use text-to-speech software?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Leonard",
            "Don’t speak."
        ],
        [
            "Sheldon’s phone",
            "Aw, nuts."
        ],
        [
            "Colonel Williams",
            "Gentlemen, I’m Colonel Williams. Thank you for meeting with me."
        ],
        [
            "Leonard",
            "Hi."
        ],
        [
            "Howard",
            "Hello."
        ],
        [
            "Colonel Williams",
            "So, which one of you is the brains behind all this?"
        ],
        [
            "Howard",
            "It’s a group effort, but I guess if we had to pick a main brain, it would be me."
        ],
        [
            "Sheldon",
            "(Strangled sound) "
        ],
        [
            "Scene",
            "The same, shortly after, demonstrating the quantum gyroscope. "
        ],
        [
            "Colonel Williams",
            "And because of the quantum vortices, this can run perpetually?"
        ],
        [
            "Leonard",
            "Exactly. Yeah, you have a good grasp of the physics."
        ],
        [
            "Colonel Williams",
            "Well, I’m a scientist by training."
        ],
        [
            "Howard",
            "Really? You’re a physicist?"
        ],
        [
            "Colonel Williams",
            "Better. I’m an engineer."
        ],
        [
            "Leonard",
            "Where did you go to school?"
        ],
        [
            "Colonel Williams",
            "MIT."
        ],
        [
            "Howard",
            "Oh. Well, hey, me, too."
        ],
        [
            "Colonel Williams",
            "I should have known. Behind every great invention is an MIT mind. I’ll cut to the chase. The Air Force believes there’s an application for this technology, and we’re interested in funding your research."
        ],
        [
            "Howard",
            "Well, thanks, but you should know we’re a little concerned about this being used in weapons."
        ],
        [
            "Colonel Williams",
            "Oh, well, let me put your mind at ease. What we use it for is none of your business."
        ],
        [
            "Leonard",
            "I don’t know how I feel about this."
        ],
        [
            "Colonel Williams",
            "Look, guys, it’s just a guidance system. It’s not like you’re handing us the Death Star from Star Trek. All you need to worry about is, right now, it’s this big, and we need it to be this big."
        ],
        [
            "Leonard",
            "That’s a lot less big."
        ],
        [
            "Colonel Williams",
            "Yes, it’s this much less big."
        ],
        [
            "Howard",
            "I’m not even sure that’s possible."
        ],
        [
            "Colonel Williams",
            "Well, I ran it by some colleagues at MIT, and they thought they could get it done in four months."
        ],
        [
            "Howard",
            "Four months?"
        ],
        [
            "Sheldon",
            "Yeah, we’ll do it in two. Hi. I’m Dr. Sheldon Cooper. I’m the actual brains behind this project. Also, engineers aren’t real scientists, MIT’s a trade school, and the Death Star is from Star Wars, not Star Trek. But otherwise, thank you for your service."
        ],
        [
            "Scene",
            "Bernadette’s office."
        ],
        [
            "Amy",
            "Hi. Howard told me you were working late, so I brought dinner."
        ],
        [
            "Bernadette",
            "Oh, thanks. You know, I just wanted to get some work done without people congratulating me about the baby every five minutes."
        ],
        [
            "Amy",
            "I spent my day alone in the lab waiting for a rat to die of anthrax."
        ],
        [
            "Bernadette",
            "Did you come here to bring me dinner or to gloat?"
        ],
        [
            "Amy",
            "Well, I came to see how you were feeling, but I’m guessing still angry?"
        ],
        [
            "Bernadette",
            "I’m sorry. My boss wants to meet with me, and I’m stressing."
        ],
        [
            "Amy",
            "You really think they’re gonna start treating you differently?"
        ],
        [
            "Bernadette",
            "Are you kidding? I’ve always been treated differently. Look at me. Listen to me. I mean, the first thought when you see me isn’t that’s a scientist, it’s I wonder if her mommy"
        ],
        [
            "Scene",
            "knows where she is."
        ],
        [
            "Amy",
            "I am really regretting that I got you a Happy Meal."
        ],
        [
            "Bernadette",
            "I’ve worked so hard to get where I am, and I don’t want to get sent back to square one because I’m pregnant."
        ],
        [
            "Amy",
            "I understand how you feel."
        ],
        [
            "Bernadette",
            "Thank you."
        ],
        [
            "Amy",
            "I wish there were some way I could make it better."
        ],
        [
            "Bernadette",
            "Well, you brought me French fries. That’s a start."
        ],
        [
            "Amy",
            "Uh, actually, I got you apple slices ’cause you’re pregnant."
        ],
        [
            "Bernadette",
            "Apple slices? What kind of lunatic goes to McDonald’s and gets fruit?"
        ],
        [
            "Amy",
            "I’ll be right back."
        ],
        [
            "Bernadette",
            "And a chocolate shake."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Penny",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "Oh, Leonard’s mad at me, so I’m making him lemon bars."
        ],
        [
            "Penny",
            "Does he even like lemon bars?"
        ],
        [
            "Sheldon",
            "Not really. But I’m mad at him, too, so lemon bars it is."
        ],
        [
            "Penny",
            "Something happen at the meeting?"
        ],
        [
            "Sheldon",
            "They made me promise I wouldn’t talk."
        ],
        [
            "Penny",
            "And you talked?"
        ],
        [
            "Sheldon",
            "Well, now, see? You knew what was gonna happen. Why didn’t they? Anyway, now we’re committed to completing this project in a ridiculously short time frame, and everyone’s upset with me."
        ],
        [
            "Penny",
            "Well, if it makes you feel any better, Bernadette’s mad at me, too."
        ],
        [
            "Sheldon",
            "Mm. If it makes you feel any better, a parasitoid wasp known as Oobius depressus has been rediscovered after 101 years of presumed extinction."
        ],
        [
            "Penny",
            "Why would that make me feel better?"
        ],
        [
            "Sheldon",
            "Why would your Bernadette thing make me feel better? At least mine was educational."
        ],
        [
            "Penny",
            "Okay. Never mind."
        ],
        [
            "Sheldon",
            "Look, I’m sorry. Tell me why Bernadette is upset with you."
        ],
        [
            "Penny",
            "Well, I told people at work that she’s pregnant. She wasn’t ready for them to know."
        ],
        [
            "Sheldon",
            "Why would you do that?"
        ],
        [
            "Penny",
            "Well, it just slipped out. I feel terrible."
        ],
        [
            "Sheldon",
            "See, that’s exactly what happened to me, except that I said it on purpose, and I have no regrets."
        ],
        [
            "Scene",
            "Howard’s workshop."
        ],
        [
            "Raj",
            "Is it even possible to get this done in two months?"
        ],
        [
            "Howard",
            "Well, maybe. I don’t know. We’ll have to work 12 hours a day, seven days a week."
        ],
        [
            "Leonard",
            "Which means I won’t be able to make Penny breakfast every day, and she’ll realize my brioche French toast was the only thing keeping her in the marriage."
        ],
        [
            "Howard",
            "I love your French toast."
        ],
        [
            "Leonard",
            "Oh, thanks, man. "
        ],
        [
            "Raj",
            "So, why did you guys even agree to the deadline?"
        ],
        [
            "Howard",
            "We didn’t. Sheldon did."
        ],
        [
            "Raj",
            "And you just let him?"
        ],
        [
            "Leonard",
            "Well, the colonel said it was for the good of the country, and the funding is substantial."
        ],
        [
            "Howard",
            "No, but mostly, there was an awkward pause, and I broke it by saying okay."
        ],
        [
            "Raj",
            "So I guess I won’t be seeing you guys for a while."
        ],
        [
            "Leonard",
            "Oh, looks like it."
        ],
        [
            "Raj",
            "Wow. You’re going off to work with the military, leaving me behind. Now I know how all those army wives feel."
        ],
        [
            "Howard",
            "Would you stop? We’re just gonna be on the other side of campus."
        ],
        [
            "Raj",
            "And right here."
        ],
        [
            "Howard",
            "You are a deeply silly man."
        ],
        [
            "Raj",
            "He is so afraid of his feelings."
        ],
        [
            "Scene",
            "Outside Penny’s door."
        ],
        [
            "Penny",
            "Oh, hi."
        ],
        [
            "Bernadette",
            "Got a minute?"
        ],
        [
            "Penny",
            "Yeah, come on in."
        ],
        [
            "Bernadette",
            "I just wanted to apologize. I know what you did was an accident."
        ],
        [
            "Penny",
            "Oh, thank you, and I’m sorry I lied about it. "
        ],
        [
            "Bernadette",
            "For what it’s worth, you’re a great liar."
        ],
        [
            "Penny",
            "Oh, that’s what Amy said. So what’s going on with the research project? Are they gonna let you run it?"
        ],
        [
            "Bernadette",
            "Well, my boss said he hadn’t decided yet, so I gently reminded him that he’s an old rich white guy, and I’m a sweet little pregnant lady who’s not afraid to crying front of a jury."
        ],
        [
            "Penny",
            "You threatened to sue?"
        ],
        [
            "Bernadette",
            "Hey, I learned a long time ago, when you’re four feet eleven and eye level with every guy’s crotch, that’s where you punch."
        ],
        [
            "Penny",
            "That’s funny. I learned something totally different."
        ],
        [
            "Bernadette",
            "Do you know what? It’s just a research project. The most important job in the world is gonna be raising this child. It’s all I need to give my life meaning."
        ],
        [
            "Penny",
            "Oh, that’s so beautiful."
        ],
        [
            "Bernadette",
            "You believe me? Oh, good. 11 more chumps like you, I’ll have the jury eating out of my hand."
        ],
        [
            "Scene",
            "A corridor at the university. "
        ],
        [
            "Sheldon",
            "I never realized this building was classified."
        ],
        [
            "Howard",
            "Maybe that’s because it’s classified."
        ],
        [
            "Leonard",
            "Wish we weren’t so far from my parking space."
        ],
        [
            "Sheldon",
            "The way you put away those lemon bars, perhaps that’s a good thing."
        ],
        [
            "Leonard",
            "I’d like to reinstate the you-not-talking rule."
        ],
        [
            "Sheldon",
            "Why? It clearly doesn’t work."
        ],
        [
            "Howard",
            "I guess this is it. "
        ],
        [
            "Leonard",
            "Is that a retinal scanner?"
        ],
        [
            "Howard",
            "Let’s find out."
        ],
        [
            "Scanner",
            "Howard Wolowitz, access granted."
        ],
        [
            "Leonard",
            "No way."
        ],
        [
            "Sheldon",
            "Impressive."
        ],
        [
            "Leonard",
            "Oh, my turn, my turn."
        ],
        [
            "Scanner",
            "Leonard Hofstadter, access granted."
        ],
        [
            "Leonard",
            "I didn’t even have to take my glasses off/"
        ],
        [
            "Scanner (as Leonard and Sheldon try to fool it with one eye each)",
            "Access denied."
        ],
        [
            "Leonard and Sheldon",
            "It knows."
        ],
        [
            "Howard",
            "Oh, oh, oh, oh, guys, hold me upside down."
        ],
        [
            "Scanner",
            "Howard Wolowitz, access granted."
        ],
        [
            "All",
            "Yay."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-10-episode-02-the-military-miniturization/"
}