{
    "Season": 10,
    "Episode": 21,
    "Title": "the separation agitation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Sheldon and Amy’s apartment. "
            ],
            [
                32,
                "Credits sequence."
            ],
            [
                33,
                "Howard and Bernadette’s van. "
            ],
            [
                46,
                "The cafeteria."
            ],
            [
                67,
                "The Zoo."
            ],
            [
                75,
                "The apartment."
            ],
            [
                86,
                "Howard and Bernadette’s kitchen. "
            ],
            [
                99,
                "The apartment. "
            ],
            [
                141,
                "Howard and Bernadette’s kitchen. "
            ],
            [
                154,
                "The cafeteria."
            ],
            [
                158,
                "we’re inside a joke. Einstein replies, but only to an observer who saw us walk in simultaneously. To which Schrodinger says, if someone’s looking in the window, I’m leaving."
            ],
            [
                169,
                "The daycare. "
            ],
            [
                186,
                "The apartment."
            ],
            [
                208,
                "Howard and Bernadette’s kitchen."
            ],
            [
                213,
                "The apartment. "
            ],
            [
                226,
                "The daycare. "
            ],
            [
                231,
                "Sheldon and Amy’s apartment."
            ]
        ],
        "Sheldon": [
            [
                1,
                "All right, we’re about to go live, everyone on their A-game, good energy. Hello. I’m Dr. Sheldon Cooper."
            ],
            [
                3,
                "And welcome to a special retrospective, where we will take a look back at the history of Fun with Flags on an episode we’re calling…"
            ],
            [
                10,
                "Mind you, when we say behind the flags, we don’t literally mean these flags. That’s just where we have dinner."
            ],
            [
                12,
                "So let’s hear from some people who were there at the very start. How, Howard, flashback sounds."
            ],
            [
                14,
                "Just roll the clip. (On voiceover) So tell us in your own words about that magical moment when Fun with Flags was born."
            ],
            [
                16,
                "Sure you do. I was telling you both the story about how Haiti and Lichtenstein discovered they had the same flag. It was at the Summer Olympics of 1936, and two plucky nations…"
            ],
            [
                18,
                "Oh, and do you remember what you said?"
            ],
            [
                20,
                "And that’s exactly what I did. I found a lot of someones. "
            ],
            [
                22,
                "And now we’re going to turn it over to you, the viewers, to call in and share your favourite Fun with Flags moments. "
            ],
            [
                25,
                "Hello, Bert. What is your flag-related comment or query?"
            ],
            [
                29,
                "Bert, you’re tying up the line. My apologies to all of you trying to call in with legitimate flag comments."
            ],
            [
                47,
                "Where’s Howard?"
            ],
            [
                49,
                "Oh, let’s take advantage of his absence and tell the kinds of jokes only physicists get. I’ll go first. Okay, here. Uh, Heisenberg is pulled over by a police officer. And the policeman says, did you know you were going 85 miles per hour? And Heisenberg says, darn it, now I don’t know where I am."
            ],
            [
                53,
                "Oh, hello."
            ],
            [
                55,
                "Ah-ah-ah, he’s a geologist, and I have more physics jokes."
            ],
            [
                58,
                "Yeah, which he rudely announced on my flag show. People were so upset about it no one else called in the rest of the night."
            ],
            [
                62,
                "Hold on. We don’t know anything about this woman. "
            ],
            [
                64,
                "Is she a geologist?"
            ],
            [
                66,
                "Oh great, see you at seven. "
            ],
            [
                85,
                "She’s younger and far more attractive than he is. They’re copying you two."
            ],
            [
                102,
                "Bert, Rebecca. I’d like to apologize for my insensitive comment earlier."
            ],
            [
                104,
                "See? It was fine. I didn’t need a time-out."
            ],
            [
                106,
                "You made me sit on the stairs and think about what I did."
            ],
            [
                114,
                "What’d you do, delete your photo?"
            ],
            [
                116,
                "Fine."
            ],
            [
                118,
                "Aw, man."
            ],
            [
                126,
                "I’d say she’s copying you again, but I’m getting tired of sitting in the hall."
            ],
            [
                137,
                "Your first date? Did you even measure her walls?"
            ],
            [
                155,
                "Who’s ready to laugh?"
            ],
            [
                157,
                "Okay. So, Feynman, Einstein and Schrodinger walk into a bar. Feynman says, it appears"
            ],
            [
                168,
                "That’s a good one. Okay, now, Leonard, you tell a joke."
            ],
            [
                188,
                "Comments from our Behind the Flags retrospective. Get this, people are calling it the longest one yet."
            ],
            [
                198,
                "He’s not wrong. It was your crackpot idea that he deserves love."
            ],
            [
                206,
                "You and Leonard don’t have anything in common. Maybe you should break up."
            ],
            [
                216,
                "Actually, our friendship group is at capacity. But if anybody drops out, you’re at the top of the list. Unless it’s Raj, in which case, we’ll probably get a person of colour."
            ],
            [
                219,
                "So he’s using his money to attract a mate. Is that any different than me using my intelligence to attract Amy? Or Leonard using his power of grovelling to get Penny?"
            ],
            [
                223,
                "Oh, so many things. Her mind, her kindness, and especially her body."
            ],
            [
                232,
                "Hello. I’m Dr. Sheldon Cooper."
            ],
            [
                234,
                "Based on the glowing reception of our recent Behind the Flags retrospective, we thought you might like to see how it all came together. "
            ],
            [
                237,
                "Ooh, we already have our first call."
            ]
        ],
        "Amy": [
            [
                2,
                "And I’m Dr. Amy Farrah Fowler."
            ],
            [
                11,
                "Now, I’m sure many of you are wondering how Fun with Flags began. "
            ],
            [
                13,
                "Could have played that on my harp."
            ],
            [
                21,
                "Almost 200. Many of them on purpose."
            ],
            [
                23,
                "And don’t get discouraged if the phone lines are jammed. Just keep trying. (Long pause) Oh, thank God, welcome to Fun with Flags."
            ],
            [
                27,
                "And what does that have to do with flags?"
            ],
            [
                30,
                "Ooh, ooh. All right. We have our next caller."
            ],
            [
                77,
                "I thought you were taking a break from women to focus on your career."
            ],
            [
                105,
                "It wasn’t a time-out. Let’s get some food."
            ],
            [
                107,
                "Get your food."
            ],
            [
                115,
                "Go."
            ],
            [
                117,
                "And don’t you slam that door."
            ],
            [
                123,
                "I was wrong. You can come back in."
            ],
            [
                135,
                "I’m sorry, Bert, but aren’t you worried she’s only with you for your money?"
            ],
            [
                187,
                "What are you looking at?"
            ],
            [
                196,
                "Oh. You know, good for you."
            ],
            [
                199,
                "You know, you need to start raising your hand before you speak. Yes, starting now."
            ],
            [
                225,
                "Relax. We’re the same blood type. He knew he could harvest an organ."
            ],
            [
                233,
                "And I’m Dr. Amy Farrah Fowler."
            ],
            [
                235,
                "So welcome to tonight’s episode, "
            ],
            [
                238,
                "Oh. Hello, you’re on Fun with Flags."
            ]
        ],
        "Together: Fun with Flags: Behind the Flags": [
            [
                4,
                "A Retrospective."
            ]
        ],
        "Howard (singing)": [
            [
                5,
                "Wondering how it all began?"
            ],
            [
                7,
                "For information and entertainment."
            ]
        ],
        "Raj (singing)": [
            [
                6,
                "You’ll need a good attention span."
            ],
            [
                8,
                "That’s equally effective."
            ]
        ],
        "Together (singing)": [
            [
                9,
                "It’s fun with flags, behind the flags, a retrospective. Flags."
            ]
        ],
        "Leonard": [
            [
                15,
                "I honestly don’t remember."
            ],
            [
                50,
                "So Howard back Monday?"
            ],
            [
                54,
                "Hey. Want to join us?"
            ],
            [
                57,
                "So, Sheldon says you have a new girlfriend."
            ],
            [
                61,
                "Hey, we’re all having dinner tonight. Why don’t the two of you join us?"
            ],
            [
                79,
                "Don’t you have any friends he can date?"
            ],
            [
                84,
                "Hey."
            ],
            [
                110,
                "Is that it?"
            ],
            [
                120,
                "No, it’s always him."
            ],
            [
                124,
                "So, Rebecca, how did you become a personal trainer?"
            ],
            [
                130,
                "Nice try. I’m not going."
            ],
            [
                132,
                "Mm, just down there."
            ],
            [
                139,
                "And we lived happily ever after. "
            ],
            [
                156,
                "O-o-o-o-oh."
            ],
            [
                159,
                "That’s actually funny."
            ],
            [
                162,
                "Oh, hello. Join us."
            ],
            [
                165,
                "Wow, that’s a big step."
            ],
            [
                190,
                "Is that Bert?"
            ],
            [
                202,
                "If you’re that upset, go get her back."
            ],
            [
                207,
                "You called on him."
            ],
            [
                215,
                "You don’t have to go. You’re welcome to hang with us."
            ],
            [
                220,
                "It’s totally different. Bert’s money might run out, but I can beg until the end of time."
            ]
        ],
        "Penny": [
            [
                17,
                "Oh, wait. I remember."
            ],
            [
                19,
                "Yes. Please find someone who cares."
            ],
            [
                80,
                "Hey, I already set up Howard and Bernadette. It’s your turn to ruin some poor girl’s life."
            ],
            [
                100,
                "So is this your first time dating a scientist? ‘Cause I’m thinking of starting a support group."
            ],
            [
                121,
                ", Bert, you were telling us how you updated your profile?"
            ],
            [
                129,
                "Oh, is that offer for everybody?"
            ],
            [
                134,
                "Aw, that’s so weird."
            ],
            [
                138,
                "You know, on our first date, Leonard used a coupon to buy me a pretzel."
            ],
            [
                140,
                "The end."
            ],
            [
                192,
                "I think it’s Bert."
            ],
            [
                195,
                "Oh."
            ],
            [
                200,
                "Bert, you’re a good guy, you deserve a woman who’s interested in more than just your money."
            ],
            [
                205,
                "Look, sweetie, relationships aren’t about money, okay? It’s about respect and having things in common and… yes, Sheldon?"
            ],
            [
                221,
                "All that and he’s shorter than me."
            ]
        ],
        "Bert": [
            [
                24,
                "Hey, Sheldon. Hey, Amy. It’s Bert."
            ],
            [
                26,
                "I have a girlfriend. "
            ],
            [
                28,
                "Nothing. I just wanted everyone to know I have a girlfriend."
            ],
            [
                31,
                "Her name’s Rebecca."
            ],
            [
                52,
                "Hey, guys."
            ],
            [
                59,
                "Sorry. I couldn’t help myself. I guess I just love love."
            ],
            [
                63,
                "What do you want to know?"
            ],
            [
                65,
                "No. "
            ],
            [
                82,
                "Thanks. Everyone, this is Rebecca."
            ],
            [
                113,
                "I didn’t either, until I revamped my profile."
            ],
            [
                122,
                "Right. I wasn’t getting any responses, and then I added recent $625,000 MacArthur grant winner, and five minutes later I met my soul mate."
            ],
            [
                133,
                "She’s so perfect, sometimes I think she isn’t real. And then she goes to the bathroom, and I know she is."
            ],
            [
                136,
                "She better be. On our first date, I bought her an 80-inch flat-screen."
            ],
            [
                161,
                "Hey."
            ],
            [
                164,
                "Actually, it got me thinking that I shouldn’t flaunt my money to find love. I might break up with Rebecca."
            ],
            [
                167,
                "I’m gonna hold out and see if I can find a hot young blonde who likes me for me."
            ],
            [
                189,
                "Hello? Anybody home?"
            ],
            [
                191,
                "It’s Bert."
            ],
            [
                194,
                "I broke up with Rebecca."
            ],
            [
                197,
                "No, I miss her. I don’t know why I listened to you."
            ],
            [
                201,
                "She was also interested in walking around my house in her underwear. Now the only one doing that is me."
            ],
            [
                203,
                "I tried. She’s not answering my calls. Which really hurts because I bought her that phone. I made a huge mistake."
            ],
            [
                214,
                "Sorry again for barging in."
            ],
            [
                217,
                "You guys are nice, but I’m just gonna buy Rebecca a Jet Ski and see if that gets her back."
            ],
            [
                239,
                "The Jet Ski worked. I got her back."
            ]
        ],
        "Howard": [
            [
                34,
                "Should we get lunch or you want to eat at the zoo? Oh, Howie, I don’t need food as long as I can look at my phone."
            ],
            [
                36,
                "You want to hear my Stuart? It’s been a while since I’ve gone on a date. You mind if we watch the monkeys doing it?"
            ],
            [
                38,
                "This is supposed to be our family fun day. What’s so important on your phone?"
            ],
            [
                40,
                "Stop looking at that. The day care’s great. It’s on campus. My office is two minutes away. There’s nothing to worry about."
            ],
            [
                42,
                "She already likes soap bubbles more than us."
            ],
            [
                44,
                "They’re highly-trained educators with background checks. They’re even required to be current on all vaccinations."
            ],
            [
                68,
                "How about after this we go see the exotic bird show?"
            ],
            [
                70,
                "Learning anything?"
            ],
            [
                72,
                "Me I get, but that sloth is pretty cute."
            ],
            [
                87,
                "What are you making?"
            ],
            [
                89,
                "Finally get Halley down?"
            ],
            [
                91,
                "Look, if you’re not ready to go back to work, we’ll figure something out."
            ],
            [
                94,
                "I mean, why would you say that?"
            ],
            [
                97,
                "I guess. It wasn’t until college that I learned you can put a thermometer in your mouth."
            ],
            [
                143,
                "Have a great first day back."
            ],
            [
                147,
                "I told her if day care is anything like prison, find the biggest baby and knock him out."
            ],
            [
                150,
                "Great, now everybody’s crying."
            ],
            [
                152,
                "That’s good."
            ],
            [
                171,
                "She’s great. Look."
            ],
            [
                173,
                "See? Nothing to worry about."
            ],
            [
                175,
                "Yeah, me, too. Love you."
            ],
            [
                178,
                "What are you doing here?"
            ],
            [
                180,
                "I get it. I haven’t even made it to my office yet."
            ],
            [
                182,
                "Probably. We should go."
            ],
            [
                184,
                "I’ll get her, you grab her bag. "
            ],
            [
                210,
                "It’s Halley. Unless somebody else put an X on the bottom of their kid’s foot."
            ],
            [
                212,
                "Guess who’s home from the aquarium?"
            ],
            [
                227,
                "She does look happy."
            ]
        ],
        "Bernadette": [
            [
                35,
                "I don’t like when you imitate me."
            ],
            [
                39,
                "I’m on the day care’s website."
            ],
            [
                41,
                "What if she likes the people who work there more than us?"
            ],
            [
                43,
                "When I go back to work, we’re gonna leave her with these people. We don’t know anything about them."
            ],
            [
                71,
                "Well, sloth babies cling to their mothers’ bodies for almost a year. I’m going back to work after only four months, so I’ve learned I hate myself, I hate sloths, and I hate you for bringing me here."
            ],
            [
                73,
                "It’s not just the sloth. Polar bears nurse their cubs for almost eight months. The orangutan mother builds her baby a new home every night. And what do I do? I choose my career over my child."
            ],
            [
                90,
                "Yeah, eventually. She’s still not happy about taking a bottle, though."
            ],
            [
                92,
                "No, I’ll be fine. "
            ],
            [
                96,
                "It would be nice to raise Halley to be a little more independent than you were."
            ],
            [
                142,
                "Well, guess I’m ready to go."
            ],
            [
                144,
                "You have everything she needs for day care?"
            ],
            [
                146,
                "Okay. Okay, sweetie, Mommy’s gonna go to work now, so you have fun today."
            ],
            [
                149,
                "Stop, you’re gonna make me cry."
            ],
            [
                153,
                "She’s not gonna see us all day, and she doesn’t even care."
            ],
            [
                172,
                "I see a wall, floor, some Asian baby, there she is."
            ],
            [
                174,
                "Thank you. Okay, I’m gonna try and get some work done."
            ],
            [
                176,
                "Love you, too. Bye."
            ],
            [
                211,
                "You realize they called when you took her."
            ],
            [
                228,
                "See? This is the right thing for her. Let’s all just go to work."
            ],
            [
                230,
                "Let me just say good-bye. Halley. Look at Mommy. Over here, honey. Say good-bye to Mommy. Look at me. Look at your mother. All right, we can go."
            ]
        ],
        "Stuart": [
            [
                37,
                "I said that to you in confidence."
            ],
            [
                45,
                "You leave her with me, and I’m not any of those things."
            ],
            [
                69,
                "Not a good idea. My hair is a coveted nesting material."
            ],
            [
                74,
                "Told you we should have gone to Legoland."
            ],
            [
                88,
                "Chicken. Birds mess with my hair, I come back hard."
            ],
            [
                93,
                "It might be good for her. Howard’s mother was around him all the time, and he’s a world-class mama’s boy."
            ],
            [
                95,
                "Go ahead, have a tantrum, that’ll prove me wrong."
            ],
            [
                98,
                "On that charming note, dinner is served."
            ],
            [
                145,
                "Yep, all in the bag."
            ],
            [
                148,
                "Bye, cutie. I’m gonna miss you. I’m gonna be waiting right here tonight when you get home."
            ],
            [
                151,
                "At least Halley’s not."
            ],
            [
                177,
                "How is she?"
            ],
            [
                179,
                "Can’t a guy hang out at a college he doesn’t go to and stare at a baby that isn’t his?"
            ],
            [
                181,
                "Is it weird if we just stand here and watch her all day?"
            ],
            [
                183,
                "Yeah. Or we could take her to the aquarium."
            ],
            [
                185,
                "Hang on, Halley, we’re busting you out of there."
            ],
            [
                209,
                "Guess who’s home from day care?"
            ],
            [
                229,
                "Any time."
            ]
        ],
        "Raj": [
            [
                48,
                "He took the day off."
            ],
            [
                51,
                "Yeah."
            ],
            [
                56,
                "Oh, quick, sit."
            ],
            [
                60,
                "Well, I’m very happy for you."
            ],
            [
                76,
                "Can’t believe Bert has a girlfriend and I don’t."
            ],
            [
                78,
                "Oh, grow up."
            ],
            [
                81,
                "Oh, hey, guys. Come in."
            ],
            [
                108,
                "So how did you two meet?"
            ],
            [
                112,
                "That’s nice. I haven’t had much success meeting people online."
            ],
            [
                127,
                "I’d love a personal trainer. I haven’t seen my abs since they opened a Shake Shack on my drive home."
            ],
            [
                160,
                "You should send that to Jimmy Fallon."
            ],
            [
                163,
                "Hey. Yeah. Hey, sorry if last night was awkward."
            ],
            [
                166,
                "I think it shows a lot of character."
            ],
            [
                193,
                "Hey, what’s up?"
            ],
            [
                204,
                "No, you didn’t. Okay? Look, Bert, when I had money, I dated lots of girls who weren’t right for me. And then I gave up my money, and now I’m alone and living with my friends, and somebody else should probably talk now."
            ],
            [
                218,
                "I feel bad for Bert."
            ],
            [
                222,
                "Sheldon, what did Amy have that attracted you?"
            ],
            [
                224,
                "Really?"
            ]
        ],
        "Rebecca": [
            [
                83,
                "Hi."
            ],
            [
                101,
                "Actually, I’m not new to this. I was engaged to a Scientologist."
            ],
            [
                103,
                "Don’t worry about it. It’s fine."
            ],
            [
                109,
                "Oh, it’s such a cute story. We met on a dating Web site."
            ],
            [
                111,
                "Oh, sorry. The end."
            ],
            [
                119,
                "Did I say something wrong?"
            ],
            [
                125,
                "I came to Los Angeles to be an actress, and things didn’t really work out."
            ],
            [
                128,
                "I could give you some free sessions."
            ],
            [
                131,
                "Where’s your bathroom?"
            ]
        ],
        "Bernadette (on phone)": [
            [
                170,
                "How’s she doing?"
            ]
        ],
        "Together: Fun with Flags: Behind the Behind the Flags": [
            [
                236,
                "A Retrospective Retrospective."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Sheldon",
            "All right, we’re about to go live, everyone on their A-game, good energy. Hello. I’m Dr. Sheldon Cooper."
        ],
        [
            "Amy",
            "And I’m Dr. Amy Farrah Fowler."
        ],
        [
            "Sheldon",
            "And welcome to a special retrospective, where we will take a look back at the history of Fun with Flags on an episode we’re calling…"
        ],
        [
            "Together: Fun with Flags: Behind the Flags",
            "A Retrospective."
        ],
        [
            "Howard (singing)",
            "Wondering how it all began?"
        ],
        [
            "Raj (singing)",
            "You’ll need a good attention span."
        ],
        [
            "Howard (singing)",
            "For information and entertainment."
        ],
        [
            "Raj (singing)",
            "That’s equally effective."
        ],
        [
            "Together (singing)",
            "It’s fun with flags, behind the flags, a retrospective. Flags."
        ],
        [
            "Sheldon",
            "Mind you, when we say behind the flags, we don’t literally mean these flags. That’s just where we have dinner."
        ],
        [
            "Amy",
            "Now, I’m sure many of you are wondering how Fun with Flags began. "
        ],
        [
            "Sheldon",
            "So let’s hear from some people who were there at the very start. How, Howard, flashback sounds."
        ],
        [
            "Amy",
            "Could have played that on my harp."
        ],
        [
            "Sheldon",
            "Just roll the clip. (On voiceover) So tell us in your own words about that magical moment when Fun with Flags was born."
        ],
        [
            "Leonard",
            "I honestly don’t remember."
        ],
        [
            "Sheldon",
            "Sure you do. I was telling you both the story about how Haiti and Lichtenstein discovered they had the same flag. It was at the Summer Olympics of 1936, and two plucky nations…"
        ],
        [
            "Penny",
            "Oh, wait. I remember."
        ],
        [
            "Sheldon",
            "Oh, and do you remember what you said?"
        ],
        [
            "Penny",
            "Yes. Please find someone who cares."
        ],
        [
            "Sheldon",
            "And that’s exactly what I did. I found a lot of someones. "
        ],
        [
            "Amy",
            "Almost 200. Many of them on purpose."
        ],
        [
            "Sheldon",
            "And now we’re going to turn it over to you, the viewers, to call in and share your favourite Fun with Flags moments. "
        ],
        [
            "Amy",
            "And don’t get discouraged if the phone lines are jammed. Just keep trying. (Long pause) Oh, thank God, welcome to Fun with Flags."
        ],
        [
            "Bert",
            "Hey, Sheldon. Hey, Amy. It’s Bert."
        ],
        [
            "Sheldon",
            "Hello, Bert. What is your flag-related comment or query?"
        ],
        [
            "Bert",
            "I have a girlfriend. "
        ],
        [
            "Amy",
            "And what does that have to do with flags?"
        ],
        [
            "Bert",
            "Nothing. I just wanted everyone to know I have a girlfriend."
        ],
        [
            "Sheldon",
            "Bert, you’re tying up the line. My apologies to all of you trying to call in with legitimate flag comments."
        ],
        [
            "Amy",
            "Ooh, ooh. All right. We have our next caller."
        ],
        [
            "Bert",
            "Her name’s Rebecca."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Howard and Bernadette’s van. "
        ],
        [
            "Howard",
            "Should we get lunch or you want to eat at the zoo? Oh, Howie, I don’t need food as long as I can look at my phone."
        ],
        [
            "Bernadette",
            "I don’t like when you imitate me."
        ],
        [
            "Howard",
            "You want to hear my Stuart? It’s been a while since I’ve gone on a date. You mind if we watch the monkeys doing it?"
        ],
        [
            "Stuart",
            "I said that to you in confidence."
        ],
        [
            "Howard",
            "This is supposed to be our family fun day. What’s so important on your phone?"
        ],
        [
            "Bernadette",
            "I’m on the day care’s website."
        ],
        [
            "Howard",
            "Stop looking at that. The day care’s great. It’s on campus. My office is two minutes away. There’s nothing to worry about."
        ],
        [
            "Bernadette",
            "What if she likes the people who work there more than us?"
        ],
        [
            "Howard",
            "She already likes soap bubbles more than us."
        ],
        [
            "Bernadette",
            "When I go back to work, we’re gonna leave her with these people. We don’t know anything about them."
        ],
        [
            "Howard",
            "They’re highly-trained educators with background checks. They’re even required to be current on all vaccinations."
        ],
        [
            "Stuart",
            "You leave her with me, and I’m not any of those things."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Sheldon",
            "Where’s Howard?"
        ],
        [
            "Raj",
            "He took the day off."
        ],
        [
            "Sheldon",
            "Oh, let’s take advantage of his absence and tell the kinds of jokes only physicists get. I’ll go first. Okay, here. Uh, Heisenberg is pulled over by a police officer. And the policeman says, did you know you were going 85 miles per hour? And Heisenberg says, darn it, now I don’t know where I am."
        ],
        [
            "Leonard",
            "So Howard back Monday?"
        ],
        [
            "Raj",
            "Yeah."
        ],
        [
            "Bert",
            "Hey, guys."
        ],
        [
            "Sheldon",
            "Oh, hello."
        ],
        [
            "Leonard",
            "Hey. Want to join us?"
        ],
        [
            "Sheldon",
            "Ah-ah-ah, he’s a geologist, and I have more physics jokes."
        ],
        [
            "Raj",
            "Oh, quick, sit."
        ],
        [
            "Leonard",
            "So, Sheldon says you have a new girlfriend."
        ],
        [
            "Sheldon",
            "Yeah, which he rudely announced on my flag show. People were so upset about it no one else called in the rest of the night."
        ],
        [
            "Bert",
            "Sorry. I couldn’t help myself. I guess I just love love."
        ],
        [
            "Raj",
            "Well, I’m very happy for you."
        ],
        [
            "Leonard",
            "Hey, we’re all having dinner tonight. Why don’t the two of you join us?"
        ],
        [
            "Sheldon",
            "Hold on. We don’t know anything about this woman. "
        ],
        [
            "Bert",
            "What do you want to know?"
        ],
        [
            "Sheldon",
            "Is she a geologist?"
        ],
        [
            "Bert",
            "No. "
        ],
        [
            "Sheldon",
            "Oh great, see you at seven. "
        ],
        [
            "Scene",
            "The Zoo."
        ],
        [
            "Howard",
            "How about after this we go see the exotic bird show?"
        ],
        [
            "Stuart",
            "Not a good idea. My hair is a coveted nesting material."
        ],
        [
            "Howard",
            "Learning anything?"
        ],
        [
            "Bernadette",
            "Well, sloth babies cling to their mothers’ bodies for almost a year. I’m going back to work after only four months, so I’ve learned I hate myself, I hate sloths, and I hate you for bringing me here."
        ],
        [
            "Howard",
            "Me I get, but that sloth is pretty cute."
        ],
        [
            "Bernadette",
            "It’s not just the sloth. Polar bears nurse their cubs for almost eight months. The orangutan mother builds her baby a new home every night. And what do I do? I choose my career over my child."
        ],
        [
            "Stuart",
            "Told you we should have gone to Legoland."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "Can’t believe Bert has a girlfriend and I don’t."
        ],
        [
            "Amy",
            "I thought you were taking a break from women to focus on your career."
        ],
        [
            "Raj",
            "Oh, grow up."
        ],
        [
            "Leonard",
            "Don’t you have any friends he can date?"
        ],
        [
            "Penny",
            "Hey, I already set up Howard and Bernadette. It’s your turn to ruin some poor girl’s life."
        ],
        [
            "Raj",
            "Oh, hey, guys. Come in."
        ],
        [
            "Bert",
            "Thanks. Everyone, this is Rebecca."
        ],
        [
            "Rebecca",
            "Hi."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "She’s younger and far more attractive than he is. They’re copying you two."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen. "
        ],
        [
            "Howard",
            "What are you making?"
        ],
        [
            "Stuart",
            "Chicken. Birds mess with my hair, I come back hard."
        ],
        [
            "Howard",
            "Finally get Halley down?"
        ],
        [
            "Bernadette",
            "Yeah, eventually. She’s still not happy about taking a bottle, though."
        ],
        [
            "Howard",
            "Look, if you’re not ready to go back to work, we’ll figure something out."
        ],
        [
            "Bernadette",
            "No, I’ll be fine. "
        ],
        [
            "Stuart",
            "It might be good for her. Howard’s mother was around him all the time, and he’s a world-class mama’s boy."
        ],
        [
            "Howard",
            "I mean, why would you say that?"
        ],
        [
            "Stuart",
            "Go ahead, have a tantrum, that’ll prove me wrong."
        ],
        [
            "Bernadette",
            "It would be nice to raise Halley to be a little more independent than you were."
        ],
        [
            "Howard",
            "I guess. It wasn’t until college that I learned you can put a thermometer in your mouth."
        ],
        [
            "Stuart",
            "On that charming note, dinner is served."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "So is this your first time dating a scientist? ‘Cause I’m thinking of starting a support group."
        ],
        [
            "Rebecca",
            "Actually, I’m not new to this. I was engaged to a Scientologist."
        ],
        [
            "Sheldon",
            "Bert, Rebecca. I’d like to apologize for my insensitive comment earlier."
        ],
        [
            "Rebecca",
            "Don’t worry about it. It’s fine."
        ],
        [
            "Sheldon",
            "See? It was fine. I didn’t need a time-out."
        ],
        [
            "Amy",
            "It wasn’t a time-out. Let’s get some food."
        ],
        [
            "Sheldon",
            "You made me sit on the stairs and think about what I did."
        ],
        [
            "Amy",
            "Get your food."
        ],
        [
            "Raj",
            "So how did you two meet?"
        ],
        [
            "Rebecca",
            "Oh, it’s such a cute story. We met on a dating Web site."
        ],
        [
            "Leonard",
            "Is that it?"
        ],
        [
            "Rebecca",
            "Oh, sorry. The end."
        ],
        [
            "Raj",
            "That’s nice. I haven’t had much success meeting people online."
        ],
        [
            "Bert",
            "I didn’t either, until I revamped my profile."
        ],
        [
            "Sheldon",
            "What’d you do, delete your photo?"
        ],
        [
            "Amy",
            "Go."
        ],
        [
            "Sheldon",
            "Fine."
        ],
        [
            "Amy",
            "And don’t you slam that door."
        ],
        [
            "Sheldon",
            "Aw, man."
        ],
        [
            "Rebecca",
            "Did I say something wrong?"
        ],
        [
            "Leonard",
            "No, it’s always him."
        ],
        [
            "Penny",
            ", Bert, you were telling us how you updated your profile?"
        ],
        [
            "Bert",
            "Right. I wasn’t getting any responses, and then I added recent $625,000 MacArthur grant winner, and five minutes later I met my soul mate."
        ],
        [
            "Amy",
            "I was wrong. You can come back in."
        ],
        [
            "Leonard",
            "So, Rebecca, how did you become a personal trainer?"
        ],
        [
            "Rebecca",
            "I came to Los Angeles to be an actress, and things didn’t really work out."
        ],
        [
            "Sheldon",
            "I’d say she’s copying you again, but I’m getting tired of sitting in the hall."
        ],
        [
            "Raj",
            "I’d love a personal trainer. I haven’t seen my abs since they opened a Shake Shack on my drive home."
        ],
        [
            "Rebecca",
            "I could give you some free sessions."
        ],
        [
            "Penny",
            "Oh, is that offer for everybody?"
        ],
        [
            "Leonard",
            "Nice try. I’m not going."
        ],
        [
            "Rebecca",
            "Where’s your bathroom?"
        ],
        [
            "Leonard",
            "Mm, just down there."
        ],
        [
            "Bert",
            "She’s so perfect, sometimes I think she isn’t real. And then she goes to the bathroom, and I know she is."
        ],
        [
            "Penny",
            "Aw, that’s so weird."
        ],
        [
            "Amy",
            "I’m sorry, Bert, but aren’t you worried she’s only with you for your money?"
        ],
        [
            "Bert",
            "She better be. On our first date, I bought her an 80-inch flat-screen."
        ],
        [
            "Sheldon",
            "Your first date? Did you even measure her walls?"
        ],
        [
            "Penny",
            "You know, on our first date, Leonard used a coupon to buy me a pretzel."
        ],
        [
            "Leonard",
            "And we lived happily ever after. "
        ],
        [
            "Penny",
            "The end."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen. "
        ],
        [
            "Bernadette",
            "Well, guess I’m ready to go."
        ],
        [
            "Howard",
            "Have a great first day back."
        ],
        [
            "Bernadette",
            "You have everything she needs for day care?"
        ],
        [
            "Stuart",
            "Yep, all in the bag."
        ],
        [
            "Bernadette",
            "Okay. Okay, sweetie, Mommy’s gonna go to work now, so you have fun today."
        ],
        [
            "Howard",
            "I told her if day care is anything like prison, find the biggest baby and knock him out."
        ],
        [
            "Stuart",
            "Bye, cutie. I’m gonna miss you. I’m gonna be waiting right here tonight when you get home."
        ],
        [
            "Bernadette",
            "Stop, you’re gonna make me cry."
        ],
        [
            "Howard",
            "Great, now everybody’s crying."
        ],
        [
            "Stuart",
            "At least Halley’s not."
        ],
        [
            "Howard",
            "That’s good."
        ],
        [
            "Bernadette",
            "She’s not gonna see us all day, and she doesn’t even care."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Sheldon",
            "Who’s ready to laugh?"
        ],
        [
            "Leonard",
            "O-o-o-o-oh."
        ],
        [
            "Sheldon",
            "Okay. So, Feynman, Einstein and Schrodinger walk into a bar. Feynman says, it appears"
        ],
        [
            "Scene",
            "we’re inside a joke. Einstein replies, but only to an observer who saw us walk in simultaneously. To which Schrodinger says, if someone’s looking in the window, I’m leaving."
        ],
        [
            "Leonard",
            "That’s actually funny."
        ],
        [
            "Raj",
            "You should send that to Jimmy Fallon."
        ],
        [
            "Bert",
            "Hey."
        ],
        [
            "Leonard",
            "Oh, hello. Join us."
        ],
        [
            "Raj",
            "Hey. Yeah. Hey, sorry if last night was awkward."
        ],
        [
            "Bert",
            "Actually, it got me thinking that I shouldn’t flaunt my money to find love. I might break up with Rebecca."
        ],
        [
            "Leonard",
            "Wow, that’s a big step."
        ],
        [
            "Raj",
            "I think it shows a lot of character."
        ],
        [
            "Bert",
            "I’m gonna hold out and see if I can find a hot young blonde who likes me for me."
        ],
        [
            "Sheldon",
            "That’s a good one. Okay, now, Leonard, you tell a joke."
        ],
        [
            "Scene",
            "The daycare. "
        ],
        [
            "Bernadette (on phone)",
            "How’s she doing?"
        ],
        [
            "Howard",
            "She’s great. Look."
        ],
        [
            "Bernadette",
            "I see a wall, floor, some Asian baby, there she is."
        ],
        [
            "Howard",
            "See? Nothing to worry about."
        ],
        [
            "Bernadette",
            "Thank you. Okay, I’m gonna try and get some work done."
        ],
        [
            "Howard",
            "Yeah, me, too. Love you."
        ],
        [
            "Bernadette",
            "Love you, too. Bye."
        ],
        [
            "Stuart",
            "How is she?"
        ],
        [
            "Howard",
            "What are you doing here?"
        ],
        [
            "Stuart",
            "Can’t a guy hang out at a college he doesn’t go to and stare at a baby that isn’t his?"
        ],
        [
            "Howard",
            "I get it. I haven’t even made it to my office yet."
        ],
        [
            "Stuart",
            "Is it weird if we just stand here and watch her all day?"
        ],
        [
            "Howard",
            "Probably. We should go."
        ],
        [
            "Stuart",
            "Yeah. Or we could take her to the aquarium."
        ],
        [
            "Howard",
            "I’ll get her, you grab her bag. "
        ],
        [
            "Stuart",
            "Hang on, Halley, we’re busting you out of there."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "What are you looking at?"
        ],
        [
            "Sheldon",
            "Comments from our Behind the Flags retrospective. Get this, people are calling it the longest one yet."
        ],
        [
            "Bert",
            "Hello? Anybody home?"
        ],
        [
            "Leonard",
            "Is that Bert?"
        ],
        [
            "Bert",
            "It’s Bert."
        ],
        [
            "Penny",
            "I think it’s Bert."
        ],
        [
            "Raj",
            "Hey, what’s up?"
        ],
        [
            "Bert",
            "I broke up with Rebecca."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Amy",
            "Oh. You know, good for you."
        ],
        [
            "Bert",
            "No, I miss her. I don’t know why I listened to you."
        ],
        [
            "Sheldon",
            "He’s not wrong. It was your crackpot idea that he deserves love."
        ],
        [
            "Amy",
            "You know, you need to start raising your hand before you speak. Yes, starting now."
        ],
        [
            "Penny",
            "Bert, you’re a good guy, you deserve a woman who’s interested in more than just your money."
        ],
        [
            "Bert",
            "She was also interested in walking around my house in her underwear. Now the only one doing that is me."
        ],
        [
            "Leonard",
            "If you’re that upset, go get her back."
        ],
        [
            "Bert",
            "I tried. She’s not answering my calls. Which really hurts because I bought her that phone. I made a huge mistake."
        ],
        [
            "Raj",
            "No, you didn’t. Okay? Look, Bert, when I had money, I dated lots of girls who weren’t right for me. And then I gave up my money, and now I’m alone and living with my friends, and somebody else should probably talk now."
        ],
        [
            "Penny",
            "Look, sweetie, relationships aren’t about money, okay? It’s about respect and having things in common and… yes, Sheldon?"
        ],
        [
            "Sheldon",
            "You and Leonard don’t have anything in common. Maybe you should break up."
        ],
        [
            "Leonard",
            "You called on him."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Stuart",
            "Guess who’s home from day care?"
        ],
        [
            "Howard",
            "It’s Halley. Unless somebody else put an X on the bottom of their kid’s foot."
        ],
        [
            "Bernadette",
            "You realize they called when you took her."
        ],
        [
            "Howard",
            "Guess who’s home from the aquarium?"
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Bert",
            "Sorry again for barging in."
        ],
        [
            "Leonard",
            "You don’t have to go. You’re welcome to hang with us."
        ],
        [
            "Sheldon",
            "Actually, our friendship group is at capacity. But if anybody drops out, you’re at the top of the list. Unless it’s Raj, in which case, we’ll probably get a person of colour."
        ],
        [
            "Bert",
            "You guys are nice, but I’m just gonna buy Rebecca a Jet Ski and see if that gets her back."
        ],
        [
            "Raj",
            "I feel bad for Bert."
        ],
        [
            "Sheldon",
            "So he’s using his money to attract a mate. Is that any different than me using my intelligence to attract Amy? Or Leonard using his power of grovelling to get Penny?"
        ],
        [
            "Leonard",
            "It’s totally different. Bert’s money might run out, but I can beg until the end of time."
        ],
        [
            "Penny",
            "All that and he’s shorter than me."
        ],
        [
            "Raj",
            "Sheldon, what did Amy have that attracted you?"
        ],
        [
            "Sheldon",
            "Oh, so many things. Her mind, her kindness, and especially her body."
        ],
        [
            "Raj",
            "Really?"
        ],
        [
            "Amy",
            "Relax. We’re the same blood type. He knew he could harvest an organ."
        ],
        [
            "Scene",
            "The daycare. "
        ],
        [
            "Howard",
            "She does look happy."
        ],
        [
            "Bernadette",
            "See? This is the right thing for her. Let’s all just go to work."
        ],
        [
            "Stuart",
            "Any time."
        ],
        [
            "Bernadette",
            "Let me just say good-bye. Halley. Look at Mommy. Over here, honey. Say good-bye to Mommy. Look at me. Look at your mother. All right, we can go."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment."
        ],
        [
            "Sheldon",
            "Hello. I’m Dr. Sheldon Cooper."
        ],
        [
            "Amy",
            "And I’m Dr. Amy Farrah Fowler."
        ],
        [
            "Sheldon",
            "Based on the glowing reception of our recent Behind the Flags retrospective, we thought you might like to see how it all came together. "
        ],
        [
            "Amy",
            "So welcome to tonight’s episode, "
        ],
        [
            "Together: Fun with Flags: Behind the Behind the Flags",
            "A Retrospective Retrospective."
        ],
        [
            "Sheldon",
            "Ooh, we already have our first call."
        ],
        [
            "Amy",
            "Oh. Hello, you’re on Fun with Flags."
        ],
        [
            "Bert",
            "The Jet Ski worked. I got her back."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-10-episode-21-the-separation-agitation/"
}