{
    "Season": 10,
    "Episode": 7,
    "Title": "the veracity elasticity",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Sheldon and Amy’s apartment."
            ],
            [
                17,
                "(Cut to Penny, Leonard and Bernadette watching in the apartment opposite)"
            ],
            [
                30,
                "Credits sequence."
            ],
            [
                31,
                "Sheldon and Amy’s apartment. "
            ],
            [
                49,
                "The cafeteria."
            ],
            [
                82,
                "Leonard and Penny’s bedroom. "
            ],
            [
                90,
                "The stairwell."
            ],
            [
                107,
                "The apartment."
            ],
            [
                121,
                "s"
            ],
            [
                180,
                "Sheldon and Amy’s bedroom."
            ],
            [
                197,
                "Leonard and Penny’s bedroom"
            ],
            [
                210,
                "Sheldon and Amy’s bedroom."
            ],
            [
                221,
                "The comic book store. "
            ],
            [
                233,
                "The stairwell. "
            ],
            [
                250,
                "Leonard and Penny’s bedroom."
            ],
            [
                257,
                "Sheldon and Amy’s apartment."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Hello, I’m Dr. Sheldon Cooper."
            ],
            [
                3,
                "And welcome to the first on location episode of Dr. Sheldon Cooper and Dr. Amy Farrah Fowler present…"
            ],
            [
                5,
                "Hit it."
            ],
            [
                12,
                "Who haven’t learned their place yet."
            ],
            [
                14,
                "Dr. Fowler and I began an experiment in living together after her apartment became water damaged. This is our friend Penny’s place. You may remember her from our episode, Flags and the People Who Don’t Understand Them."
            ],
            [
                16,
                "So, let’s roll up our sleevis and get to know Nevis. (Drumroll) Well, I, I like that, but next time check with me."
            ],
            [
                28,
                "Buda and Pest united to form Budapest. And that’s why Budapest is the Budabest. Now."
            ],
            [
                32,
                "Thank you for your services, gentlemen. Now, I’m hoping to broaden our audience with your youthful rock and roll music."
            ],
            [
                36,
                "Yeah, we could get Thai food near your apartment and then drop in and check on the progress."
            ],
            [
                38,
                "So?"
            ],
            [
                40,
                "I am terrified of stepping on a nail and falling into a butt crack."
            ],
            [
                42,
                "You know, if you’d like, I could call your landlord and complain."
            ],
            [
                44,
                "Oh, I don’t mind, I’m very good at complaining. If it were an Olympic sport, I’d complain about what a stupid sport it is and then I’d take home the gold."
            ],
            [
                46,
                "Is it me, or are you purposely changing the subject?"
            ],
            [
                48,
                "I have a feeling you’re still doing it. But I find that topic irresistible, so, now, in ancient Mesopotamia, the king referred to the people as his property."
            ],
            [
                54,
                "I’m concerned about Amy. She’s acting a bit odd lately."
            ],
            [
                56,
                "Her behaviour. No, I have the feeling that she’s hiding something."
            ],
            [
                58,
                "Well, whatever it is, it’s troubling me. And I can’t eat, I can’t sleep. And don’t even ask about the consistency of my bowel movements."
            ],
            [
                60,
                "Why would she keep something from me, you know? I shared my body with that woman. And my Netflix password. They recommended Stella Got Her Groove Back because of her."
            ],
            [
                62,
                "I don’t understand."
            ],
            [
                64,
                "So, she’s deceiving me in order to spend more time with me?"
            ],
            [
                66,
                "Oh. Well, I feel both flattered and hurt. Like when people say I look like that skeleton from Nightmare Before Christmas."
            ],
            [
                72,
                "Well, I won’t tolerate deception in my relationship. I have no choice but to confront her."
            ],
            [
                84,
                "Your Klingon word-of-the-day calendar’s gone."
            ],
            [
                86,
                "It’s khoo-vakh. "
            ],
            [
                88,
                "No, no, he’s over there."
            ],
            [
                108,
                "Are you going to confront Penny?"
            ],
            [
                110,
                "Hmm. You know, perhaps instead of confronting them, we should see how far they’re willing to spin their tangled webs. Like that Spider-Man action figure that used to be on your desk."
            ],
            [
                114,
                "Excellent. I’m very hungry. Speaking of which, what’s going on with your apartment?"
            ],
            [
                116,
                "Interesting. Very interesting."
            ],
            [
                118,
                "Wait, uh, you saw her apartment?"
            ],
            [
                120,
                "Leonard?"
            ],
            [
                123,
                "jlyajbe’. DaH nep’a’ Penny? (I don’t understand, is Penny lying?)"
            ],
            [
                126,
                "Why are you speaking English?"
            ],
            [
                131,
                "Oh, wait, stop that."
            ],
            [
                133,
                "Dayaj’a’ (Do you understand them?)"
            ],
            [
                135,
                "Qu’vatlh (Damn it.)"
            ],
            [
                139,
                "How could you lie to me?"
            ],
            [
                158,
                "It’s all right."
            ],
            [
                162,
                "Despite recent events, I do consider our experiment in cohabitation to have been positive."
            ],
            [
                164,
                "I’m open to the possibility."
            ],
            [
                171,
                "Wuh wuh hold on, excuse me, that’s my room."
            ],
            [
                173,
                "But that’s my room."
            ],
            [
                175,
                "But that’s my room."
            ],
            [
                178,
                "But that’s my room."
            ],
            [
                182,
                "Hey, I get it. Everybody wants to spend more time with me. I’m like a man made of sugar in a world of ants."
            ],
            [
                184,
                "Night. If we did continue living together, would it be here?"
            ],
            [
                186,
                "Of course there’s, there’s always your apartment."
            ],
            [
                188,
                "I hate your apartment."
            ],
            [
                190,
                "Well, I suppose we could find a whole new place. You know, and, technically, we don’t even have to stay in Pasadena. We could, we could move to Altadena or a place that doesn’t even end in dena."
            ],
            [
                192,
                "But what if we move and we don’t like it? What if there’s a smoker in the building? Or pets? Or there could be mould? There could be traffic noise. I’m gonna have to learn a whole new bus route. Are you trying to soothe me by singing the Star Trek theme as a lullaby?"
            ],
            [
                194,
                "I’m not a child, don’t do that."
            ],
            [
                212,
                "I’m struggling with the thought of leaving my old bedroom."
            ],
            [
                214,
                "I need to see it. While I’m gone, don’t breathe on my pillow."
            ],
            [
                216,
                "That’s my girl. What on earth? What is going on?"
            ],
            [
                223,
                "Can we just focus on the decision I’m facing?"
            ],
            [
                225,
                "Gentlemen, please, this is a significant decision. Now, do Amy and I continue living together? Or do I move back in with Leonard?"
            ],
            [
                228,
                "Yes."
            ],
            [
                230,
                "Yes."
            ],
            [
                232,
                "Apparently, figure this out on my own ’cause you guys are no help at all."
            ],
            [
                235,
                "Hello."
            ],
            [
                237,
                "I’m just contemplating Buridan’s donkey."
            ],
            [
                239,
                "What, you’re familiar with the reference?"
            ],
            [
                241,
                "Exactly."
            ],
            [
                243,
                "Thank you."
            ],
            [
                245,
                "Really?"
            ],
            [
                247,
                "Huh. Yeah, I wonder if that’s related to the 12th century Persian philosopher, Al-Ghazali and his story of a man caught between two dates."
            ],
            [
                249,
                "Al-Ghazali was anti-Aristotelian? Boy, you think you know a guy."
            ]
        ],
        "Amy": [
            [
                2,
                "And I’m Dr. Amy Farrah Fowler."
            ],
            [
                11,
                "As you may notice, just one of the changes around here is our new house band. "
            ],
            [
                13,
                "We’re also coming to you live from a different apartment."
            ],
            [
                15,
                "So, in the spirit of cohabitation, the theme of today’s episode is flags of two regions coming together as one. Such as the flag of St. Kitts and Nevis."
            ],
            [
                18,
                "Did you know that the flag was designed by a student named Edrice Lewis…"
            ],
            [
                35,
                "It’s almost dinner time. You in the mood for anything?"
            ],
            [
                37,
                "Oh, you don’t want do that, it’s a construction zone."
            ],
            [
                39,
                "Well, what about your fear of stray nails and butt cracks?"
            ],
            [
                41,
                "Anyway, how about dinner?"
            ],
            [
                43,
                "Thanks, but you don’t have to."
            ],
            [
                45,
                "Good stuff. So, uh, what about dinner?"
            ],
            [
                47,
                "No. And on the subject of subjects, is your use of the word subject the same or different as when we speak about the subject of a king?"
            ],
            [
                92,
                "Um, it was a drywall problem."
            ],
            [
                94,
                "Well, the drywall got wet, and you do not want wet drywall because when drywall gets wet, it’s really more…"
            ],
            [
                96,
                "Or damp wall, just as bad."
            ],
            [
                98,
                "Well, they went to get some, but the woman at the wall store said it was going on sale and they should wait because the savings…"
            ],
            [
                100,
                "I was done at wet wall, but you wouldn’t let it go."
            ],
            [
                102,
                "Well, he started to question it, but then I fake sneezed on him and he ran to take a shower. Please don’t say anything, I feel terrible about this."
            ],
            [
                104,
                "Thanks."
            ],
            [
                106,
                "Let it go."
            ],
            [
                113,
                "Food’s here."
            ],
            [
                115,
                "Oh, uh, they’re still working on it."
            ],
            [
                125,
                "Why are you speaking Klingon?"
            ],
            [
                127,
                "This is ridiculous. Penny, do you remember when I taught you Ubbi Dubbi?"
            ],
            [
                129,
                "Ubexcubellent. Duboes Shubeldubon knubow ubi’m lubyubing?"
            ],
            [
                132,
                "You stop that."
            ],
            [
                138,
                "Penny was just covering for me. My place has been ready for two weeks."
            ],
            [
                152,
                "Everybody stop it with that."
            ],
            [
                154,
                "And I’d like to know why you blabbed about my apartment."
            ],
            [
                157,
                "I guess it’s okay. I’m sorry that I lied about my apartment."
            ],
            [
                163,
                "Are you saying you’d like to live with me?"
            ],
            [
                166,
                "Whatever."
            ],
            [
                181,
                "Thank you for understanding."
            ],
            [
                183,
                "Good night."
            ],
            [
                185,
                "I don’t know. It, it could be. "
            ],
            [
                187,
                "Sure, sure, we, we could live in my apartment."
            ],
            [
                189,
                "Sorry, you brought it up?"
            ],
            [
                191,
                "It’s kind of exciting. I mean we could do whatever we want."
            ],
            [
                193,
                "Yes."
            ],
            [
                195,
                "Sorry."
            ],
            [
                211,
                "What’s going on?"
            ],
            [
                213,
                "Can it be more of an internal struggle?"
            ],
            [
                215,
                "How about if I just don’t breathe at all?"
            ],
            [
                220,
                "What is happening?"
            ],
            [
                234,
                "Hi."
            ],
            [
                236,
                "What are you doing?"
            ],
            [
                238,
                "I understand. I’ll leave you be."
            ],
            [
                240,
                "Of course. Jean Buridan proposed a philosophical thesis stating that a hungry donkey placed between two equidistant bales of hay would be paralysed by indecision and would starve to death."
            ],
            [
                242,
                "Well, I wouldn’t want you to starve to death, so here’s an eggplant."
            ],
            [
                244,
                "You know, some people believe that Buridan was plagiarizing Aristotle."
            ],
            [
                246,
                "Although, in Aristotle’s example, he proposed an equally hungry and thirsty man caught between food and drink."
            ],
            [
                248,
                "Are you suggesting Al-Ghazali was Aristotelian? ‘Cause if anything, he was anti-Aristotelian."
            ]
        ],
        "Both": [
            [
                4,
                "Dr. Sheldon Cooper’s Fun with Flags."
            ]
        ],
        "Howard (singing)": [
            [
                6,
                "For joy and fun there’s no better manner than to fly a pennant flag or banner."
            ]
        ],
        "Raj (singing)": [
            [
                7,
                "What fills my heart and makes my eyes moist? Sending a flag up a pole on a hoist. "
            ]
        ],
        "Together": [
            [
                8,
                "Fun with flags, fun with flags."
            ],
            [
                10,
                "Fun with flags. "
            ]
        ],
        "Howard": [
            [
                9,
                "Oh say can you see, it’s fun with flags."
            ],
            [
                29,
                "Oh, right. (Drumroll)"
            ],
            [
                33,
                "Aw, you think you have an audience, that’s funny."
            ],
            [
                50,
                "I’m serious, JPL’s actually developing a robot arm that could grab an asteroid before it hits us."
            ],
            [
                55,
                "Oh. Well, just out of curiosity, what registers as odd to you?"
            ],
            [
                59,
                "You heard him, guys, don’t ask."
            ],
            [
                70,
                "And how single are you right now?"
            ],
            [
                73,
                "Don’t do that, you’ve got gold here. Hang onto it until you’re in trouble and then throw it in her face."
            ],
            [
                75,
                "So you wouldn’t want to have anything on Penny?"
            ],
            [
                77,
                "So, if I actually know something right now, and I do, you don’t want me to tell you?"
            ],
            [
                79,
                "I’ll take that as a yes. She’s secretly been moving your collectibles into storage a little at a time and you haven’t noticed."
            ],
            [
                81,
                "See, I’ve known that for weeks, but, you know, I waited till the moment when it would cause him the most pain."
            ],
            [
                151,
                "It just came up because we, we were talking about secrets and… wait, juH qachHom Dotlh Sov ‘Iv (Who knows the status of Amy’s apartment?)"
            ],
            [
                155,
                "You’re up, blabby."
            ],
            [
                167,
                "You know, if he moves across the hall for good, Leonard could keep the stuff you don’t like in Sheldon’s old room. Solves everything."
            ],
            [
                222,
                "Okay, last question. The chaps he was wearing, assless?"
            ],
            [
                227,
                "This isn’t complicated. Do you love Amy?"
            ]
        ],
        "Penny": [
            [
                19,
                "I can’t believe I’m saying this, but can we watch the news or something?"
            ],
            [
                21,
                "Yeah, I wonder what they’re gonna do when her apartment’s ready."
            ],
            [
                26,
                "Well, you’ve lied to Sheldon."
            ],
            [
                91,
                "So, what’s the deal with your apartment? Why’s it taking so long?"
            ],
            [
                93,
                "Oh, no, what happened?"
            ],
            [
                95,
                "Wet wall?"
            ],
            [
                97,
                "Mm. So why don’t they just get more drywall?"
            ],
            [
                99,
                "Okay, are you done? Bernadette told me your apartment’s ready."
            ],
            [
                101,
                "But is Sheldon really believing all this crap?"
            ],
            [
                103,
                "Oh, don’t worry, I won’t."
            ],
            [
                105,
                "The woman at the wall store?"
            ],
            [
                112,
                "Hi."
            ],
            [
                117,
                "Yeah, we swung by her apartment on the way to the restaurant, and they’re gonna be fixing it for a while."
            ],
            [
                119,
                "I did, still a mess."
            ],
            [
                128,
                "Ubabsubolubutubly ubi duboo."
            ],
            [
                130,
                "Ubif Lubenubard tubold hubim, ubit’s pubossubibuble. "
            ],
            [
                136,
                "Okay. That’s enough. You know what? What is going on?"
            ],
            [
                140,
                "Uh, she’s enjoyed living with you. It’s called being in love."
            ],
            [
                142,
                "What? Tha… That is not true."
            ],
            [
                144,
                "Oh, so, you believe your friend, and your friend’s wife and your own eyes over me? Wow."
            ],
            [
                146,
                "Uh, did you notice your key chain?"
            ],
            [
                149,
                "Why did you tell Howard I was hiding Leonard’s things?"
            ],
            [
                160,
                "And what? Your wizard robes are next to go."
            ],
            [
                165,
                "Ubamy bube cubool."
            ],
            [
                168,
                "That’s a great idea."
            ],
            [
                177,
                "Sweetie, once you stop paying rent, none of this is really yours."
            ],
            [
                199,
                "Thank you."
            ],
            [
                201,
                "Okay, but you may feel some discomfort."
            ],
            [
                203,
                "Do you really mean that?"
            ],
            [
                205,
                "Great, and just so you know, I’m not getting rid of all your stuff."
            ],
            [
                207,
                "That candle and you."
            ],
            [
                209,
                "Uhbubububuh, I can make do with just the candle."
            ],
            [
                218,
                "We turned your room into a sex dungeon."
            ],
            [
                251,
                "Okay. Open your eyes and see your new room."
            ],
            [
                253,
                "I know I went a little overboard. We can always dial it back."
            ],
            [
                255,
                "Oh, that means so much. I love you."
            ]
        ],
        "Leonard": [
            [
                20,
                "It’s cute, they’re having fun living together."
            ],
            [
                23,
                "What do you mean?"
            ],
            [
                25,
                "So, she’s just been lying to him?"
            ],
            [
                27,
                "Yeah, but to make him leave, not to make him stay."
            ],
            [
                51,
                "So their plan for saving the Earth from Armageddon is hoping a bunch of scientists can catch a ball?"
            ],
            [
                53,
                "You’re awful quiet, everything okay?"
            ],
            [
                57,
                "I wouldn’t worry about it. She’s probably just distracted by work."
            ],
            [
                61,
                "Buddy, buddy, listen, nothing bad is going on, she just, she just didn’t want you to know that the work on her apartment was finished a couple weeks ago."
            ],
            [
                63,
                "She’s enjoying living with you and she didn’t want it to end early."
            ],
            [
                65,
                "Yes."
            ],
            [
                68,
                "Sheldon, this is not a big deal. It’s a little white lie, everyone does it."
            ],
            [
                74,
                "Why would you tell him that? That’s terrible advice."
            ],
            [
                76,
                "Well, of course not."
            ],
            [
                78,
                "Uh, no. "
            ],
            [
                80,
                "Are you kidding me?"
            ],
            [
                83,
                "Superman’s gone, my stormtrooper’s gone."
            ],
            [
                85,
                "I’d say damn it in Klingon, but that wasn’t until next month."
            ],
            [
                87,
                "Khoo-vakh! She took my Where’s Waldo."
            ],
            [
                89,
                "Oh, yeah, there he is."
            ],
            [
                109,
                "Eventually, I guess. Although, I am kind of curious how long she thinks she can keep hiding my stuff without me knowing."
            ],
            [
                111,
                "Oh, my God, I’m going blind."
            ],
            [
                122,
                "Yeah?"
            ],
            [
                124,
                "jISovbe’ (I don’t know.)"
            ],
            [
                134,
                "ghobe’ (No.)"
            ],
            [
                137,
                "Fine, I told Sheldon that her apartment’s been finished, but then you just said it’s not, so now I’m all confused."
            ],
            [
                141,
                "Mm-hmm, and what’s it called when you secretly get rid of all your husband’s stuff?"
            ],
            [
                143,
                "Bernadette told Howard, Howard told me, plus, I can see all my stuff is gone."
            ],
            [
                145,
                "You really didn’t think I’d notice my stuff was missing?"
            ],
            [
                147,
                "Where’s Batman?"
            ],
            [
                159,
                "And?"
            ],
            [
                169,
                "Ooh, maybe I could turn it into a gaming den."
            ],
            [
                172,
                "But you won’t be living here."
            ],
            [
                174,
                "But you won’t be living here."
            ],
            [
                176,
                "You guys might want to start eating. But you won’t be living here."
            ],
            [
                198,
                "Look, I get it, this is still my room, we haven’t really made it yours."
            ],
            [
                200,
                "Which is why I got you this Pink Power Ranger. Put it anywhere you like."
            ],
            [
                202,
                "I’m kidding, I want you to feel at home here. Decorate it any way that makes you happy."
            ],
            [
                204,
                "I really do."
            ],
            [
                206,
                "Yeah? What are you keeping?"
            ],
            [
                208,
                "What about my robot poster?"
            ],
            [
                217,
                "Oh, hey, Sheldon."
            ],
            [
                226,
                "Over my assless chaps you will."
            ],
            [
                231,
                "Do you know what you need to do now?"
            ],
            [
                252,
                "Wow."
            ],
            [
                254,
                "No, no, no, no, no, it’s, it’s important to me that you have the bedroom you want."
            ],
            [
                256,
                "I love you, too."
            ],
            [
                258,
                "Just hiding some stuff in your closet, don’t tell Penny."
            ]
        ],
        "Bernadette": [
            [
                22,
                "Actually, it’s been ready for weeks."
            ],
            [
                24,
                "Well, they finished the work early, but she’s been telling Sheldon they’re behind schedule."
            ],
            [
                148,
                "Hey."
            ],
            [
                150,
                "One sec. Why did you tell Leonard I told you Penny was hiding his things?"
            ],
            [
                156,
                "Amy, I’m sorry, I shouldn’t have said anything."
            ]
        ],
        "Raj": [
            [
                34,
                "We don’t get paid? Nothing? Not even a sandwich?"
            ],
            [
                52,
                "If we’re all gonna die, why am I eating so much kale?"
            ],
            [
                67,
                "Oh my God, that’s who you look like."
            ],
            [
                69,
                "Not me, I’m a hundred percent honest in all of my relationships."
            ],
            [
                71,
                "Eating cake on the toilet single. "
            ],
            [
                153,
                "I’m not really a part of this, so I’m just gonna dig in."
            ],
            [
                161,
                "Now that everything’s out on the table, you, you think you two will keep living together?"
            ],
            [
                170,
                "That would be amazing."
            ],
            [
                224,
                "We can, but for the record, all chaps are assless."
            ],
            [
                229,
                "Do you like living with her?"
            ]
        ],
        "Everyone": [
            [
                179,
                "But you won’t be living here."
            ]
        ],
        "Sheldon: Do you know 2001": [
            [
                196,
                "A Space Odyssey? All right, now that’s soothing."
            ]
        ],
        "Sheldon (waking up in bed)": [
            [
                219,
                "No."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Sheldon and Amy’s apartment."
        ],
        [
            "Sheldon",
            "Hello, I’m Dr. Sheldon Cooper."
        ],
        [
            "Amy",
            "And I’m Dr. Amy Farrah Fowler."
        ],
        [
            "Sheldon",
            "And welcome to the first on location episode of Dr. Sheldon Cooper and Dr. Amy Farrah Fowler present…"
        ],
        [
            "Both",
            "Dr. Sheldon Cooper’s Fun with Flags."
        ],
        [
            "Sheldon",
            "Hit it."
        ],
        [
            "Howard (singing)",
            "For joy and fun there’s no better manner than to fly a pennant flag or banner."
        ],
        [
            "Raj (singing)",
            "What fills my heart and makes my eyes moist? Sending a flag up a pole on a hoist. "
        ],
        [
            "Together",
            "Fun with flags, fun with flags."
        ],
        [
            "Howard",
            "Oh say can you see, it’s fun with flags."
        ],
        [
            "Together",
            "Fun with flags. "
        ],
        [
            "Amy",
            "As you may notice, just one of the changes around here is our new house band. "
        ],
        [
            "Sheldon",
            "Who haven’t learned their place yet."
        ],
        [
            "Amy",
            "We’re also coming to you live from a different apartment."
        ],
        [
            "Sheldon",
            "Dr. Fowler and I began an experiment in living together after her apartment became water damaged. This is our friend Penny’s place. You may remember her from our episode, Flags and the People Who Don’t Understand Them."
        ],
        [
            "Amy",
            "So, in the spirit of cohabitation, the theme of today’s episode is flags of two regions coming together as one. Such as the flag of St. Kitts and Nevis."
        ],
        [
            "Sheldon",
            "So, let’s roll up our sleevis and get to know Nevis. (Drumroll) Well, I, I like that, but next time check with me."
        ],
        [
            "Scene",
            "(Cut to Penny, Leonard and Bernadette watching in the apartment opposite)"
        ],
        [
            "Amy",
            "Did you know that the flag was designed by a student named Edrice Lewis…"
        ],
        [
            "Penny",
            "I can’t believe I’m saying this, but can we watch the news or something?"
        ],
        [
            "Leonard",
            "It’s cute, they’re having fun living together."
        ],
        [
            "Penny",
            "Yeah, I wonder what they’re gonna do when her apartment’s ready."
        ],
        [
            "Bernadette",
            "Actually, it’s been ready for weeks."
        ],
        [
            "Leonard",
            "What do you mean?"
        ],
        [
            "Bernadette",
            "Well, they finished the work early, but she’s been telling Sheldon they’re behind schedule."
        ],
        [
            "Leonard",
            "So, she’s just been lying to him?"
        ],
        [
            "Penny",
            "Well, you’ve lied to Sheldon."
        ],
        [
            "Leonard",
            "Yeah, but to make him leave, not to make him stay."
        ],
        [
            "Sheldon",
            "Buda and Pest united to form Budapest. And that’s why Budapest is the Budabest. Now."
        ],
        [
            "Howard",
            "Oh, right. (Drumroll)"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment. "
        ],
        [
            "Sheldon",
            "Thank you for your services, gentlemen. Now, I’m hoping to broaden our audience with your youthful rock and roll music."
        ],
        [
            "Howard",
            "Aw, you think you have an audience, that’s funny."
        ],
        [
            "Raj",
            "We don’t get paid? Nothing? Not even a sandwich?"
        ],
        [
            "Amy",
            "It’s almost dinner time. You in the mood for anything?"
        ],
        [
            "Sheldon",
            "Yeah, we could get Thai food near your apartment and then drop in and check on the progress."
        ],
        [
            "Amy",
            "Oh, you don’t want do that, it’s a construction zone."
        ],
        [
            "Sheldon",
            "So?"
        ],
        [
            "Amy",
            "Well, what about your fear of stray nails and butt cracks?"
        ],
        [
            "Sheldon",
            "I am terrified of stepping on a nail and falling into a butt crack."
        ],
        [
            "Amy",
            "Anyway, how about dinner?"
        ],
        [
            "Sheldon",
            "You know, if you’d like, I could call your landlord and complain."
        ],
        [
            "Amy",
            "Thanks, but you don’t have to."
        ],
        [
            "Sheldon",
            "Oh, I don’t mind, I’m very good at complaining. If it were an Olympic sport, I’d complain about what a stupid sport it is and then I’d take home the gold."
        ],
        [
            "Amy",
            "Good stuff. So, uh, what about dinner?"
        ],
        [
            "Sheldon",
            "Is it me, or are you purposely changing the subject?"
        ],
        [
            "Amy",
            "No. And on the subject of subjects, is your use of the word subject the same or different as when we speak about the subject of a king?"
        ],
        [
            "Sheldon",
            "I have a feeling you’re still doing it. But I find that topic irresistible, so, now, in ancient Mesopotamia, the king referred to the people as his property."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Howard",
            "I’m serious, JPL’s actually developing a robot arm that could grab an asteroid before it hits us."
        ],
        [
            "Leonard",
            "So their plan for saving the Earth from Armageddon is hoping a bunch of scientists can catch a ball?"
        ],
        [
            "Raj",
            "If we’re all gonna die, why am I eating so much kale?"
        ],
        [
            "Leonard",
            "You’re awful quiet, everything okay?"
        ],
        [
            "Sheldon",
            "I’m concerned about Amy. She’s acting a bit odd lately."
        ],
        [
            "Howard",
            "Oh. Well, just out of curiosity, what registers as odd to you?"
        ],
        [
            "Sheldon",
            "Her behaviour. No, I have the feeling that she’s hiding something."
        ],
        [
            "Leonard",
            "I wouldn’t worry about it. She’s probably just distracted by work."
        ],
        [
            "Sheldon",
            "Well, whatever it is, it’s troubling me. And I can’t eat, I can’t sleep. And don’t even ask about the consistency of my bowel movements."
        ],
        [
            "Howard",
            "You heard him, guys, don’t ask."
        ],
        [
            "Sheldon",
            "Why would she keep something from me, you know? I shared my body with that woman. And my Netflix password. They recommended Stella Got Her Groove Back because of her."
        ],
        [
            "Leonard",
            "Buddy, buddy, listen, nothing bad is going on, she just, she just didn’t want you to know that the work on her apartment was finished a couple weeks ago."
        ],
        [
            "Sheldon",
            "I don’t understand."
        ],
        [
            "Leonard",
            "She’s enjoying living with you and she didn’t want it to end early."
        ],
        [
            "Sheldon",
            "So, she’s deceiving me in order to spend more time with me?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Oh. Well, I feel both flattered and hurt. Like when people say I look like that skeleton from Nightmare Before Christmas."
        ],
        [
            "Raj",
            "Oh my God, that’s who you look like."
        ],
        [
            "Leonard",
            "Sheldon, this is not a big deal. It’s a little white lie, everyone does it."
        ],
        [
            "Raj",
            "Not me, I’m a hundred percent honest in all of my relationships."
        ],
        [
            "Howard",
            "And how single are you right now?"
        ],
        [
            "Raj",
            "Eating cake on the toilet single. "
        ],
        [
            "Sheldon",
            "Well, I won’t tolerate deception in my relationship. I have no choice but to confront her."
        ],
        [
            "Howard",
            "Don’t do that, you’ve got gold here. Hang onto it until you’re in trouble and then throw it in her face."
        ],
        [
            "Leonard",
            "Why would you tell him that? That’s terrible advice."
        ],
        [
            "Howard",
            "So you wouldn’t want to have anything on Penny?"
        ],
        [
            "Leonard",
            "Well, of course not."
        ],
        [
            "Howard",
            "So, if I actually know something right now, and I do, you don’t want me to tell you?"
        ],
        [
            "Leonard",
            "Uh, no. "
        ],
        [
            "Howard",
            "I’ll take that as a yes. She’s secretly been moving your collectibles into storage a little at a time and you haven’t noticed."
        ],
        [
            "Leonard",
            "Are you kidding me?"
        ],
        [
            "Howard",
            "See, I’ve known that for weeks, but, you know, I waited till the moment when it would cause him the most pain."
        ],
        [
            "Scene",
            "Leonard and Penny’s bedroom. "
        ],
        [
            "Leonard",
            "Superman’s gone, my stormtrooper’s gone."
        ],
        [
            "Sheldon",
            "Your Klingon word-of-the-day calendar’s gone."
        ],
        [
            "Leonard",
            "I’d say damn it in Klingon, but that wasn’t until next month."
        ],
        [
            "Sheldon",
            "It’s khoo-vakh. "
        ],
        [
            "Leonard",
            "Khoo-vakh! She took my Where’s Waldo."
        ],
        [
            "Sheldon",
            "No, no, he’s over there."
        ],
        [
            "Leonard",
            "Oh, yeah, there he is."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Penny",
            "So, what’s the deal with your apartment? Why’s it taking so long?"
        ],
        [
            "Amy",
            "Um, it was a drywall problem."
        ],
        [
            "Penny",
            "Oh, no, what happened?"
        ],
        [
            "Amy",
            "Well, the drywall got wet, and you do not want wet drywall because when drywall gets wet, it’s really more…"
        ],
        [
            "Penny",
            "Wet wall?"
        ],
        [
            "Amy",
            "Or damp wall, just as bad."
        ],
        [
            "Penny",
            "Mm. So why don’t they just get more drywall?"
        ],
        [
            "Amy",
            "Well, they went to get some, but the woman at the wall store said it was going on sale and they should wait because the savings…"
        ],
        [
            "Penny",
            "Okay, are you done? Bernadette told me your apartment’s ready."
        ],
        [
            "Amy",
            "I was done at wet wall, but you wouldn’t let it go."
        ],
        [
            "Penny",
            "But is Sheldon really believing all this crap?"
        ],
        [
            "Amy",
            "Well, he started to question it, but then I fake sneezed on him and he ran to take a shower. Please don’t say anything, I feel terrible about this."
        ],
        [
            "Penny",
            "Oh, don’t worry, I won’t."
        ],
        [
            "Amy",
            "Thanks."
        ],
        [
            "Penny",
            "The woman at the wall store?"
        ],
        [
            "Amy",
            "Let it go."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Are you going to confront Penny?"
        ],
        [
            "Leonard",
            "Eventually, I guess. Although, I am kind of curious how long she thinks she can keep hiding my stuff without me knowing."
        ],
        [
            "Sheldon",
            "Hmm. You know, perhaps instead of confronting them, we should see how far they’re willing to spin their tangled webs. Like that Spider-Man action figure that used to be on your desk."
        ],
        [
            "Leonard",
            "Oh, my God, I’m going blind."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Amy",
            "Food’s here."
        ],
        [
            "Sheldon",
            "Excellent. I’m very hungry. Speaking of which, what’s going on with your apartment?"
        ],
        [
            "Amy",
            "Oh, uh, they’re still working on it."
        ],
        [
            "Sheldon",
            "Interesting. Very interesting."
        ],
        [
            "Penny",
            "Yeah, we swung by her apartment on the way to the restaurant, and they’re gonna be fixing it for a while."
        ],
        [
            "Sheldon",
            "Wait, uh, you saw her apartment?"
        ],
        [
            "Penny",
            "I did, still a mess."
        ],
        [
            "Sheldon",
            "Leonard?"
        ],
        [
            "Scene",
            "s"
        ],
        [
            "Leonard",
            "Yeah?"
        ],
        [
            "Sheldon",
            "jlyajbe’. DaH nep’a’ Penny? (I don’t understand, is Penny lying?)"
        ],
        [
            "Leonard",
            "jISovbe’ (I don’t know.)"
        ],
        [
            "Amy",
            "Why are you speaking Klingon?"
        ],
        [
            "Sheldon",
            "Why are you speaking English?"
        ],
        [
            "Amy",
            "This is ridiculous. Penny, do you remember when I taught you Ubbi Dubbi?"
        ],
        [
            "Penny",
            "Ubabsubolubutubly ubi duboo."
        ],
        [
            "Amy",
            "Ubexcubellent. Duboes Shubeldubon knubow ubi’m lubyubing?"
        ],
        [
            "Penny",
            "Ubif Lubenubard tubold hubim, ubit’s pubossubibuble. "
        ],
        [
            "Sheldon",
            "Oh, wait, stop that."
        ],
        [
            "Amy",
            "You stop that."
        ],
        [
            "Sheldon",
            "Dayaj’a’ (Do you understand them?)"
        ],
        [
            "Leonard",
            "ghobe’ (No.)"
        ],
        [
            "Sheldon",
            "Qu’vatlh (Damn it.)"
        ],
        [
            "Penny",
            "Okay. That’s enough. You know what? What is going on?"
        ],
        [
            "Leonard",
            "Fine, I told Sheldon that her apartment’s been finished, but then you just said it’s not, so now I’m all confused."
        ],
        [
            "Amy",
            "Penny was just covering for me. My place has been ready for two weeks."
        ],
        [
            "Sheldon",
            "How could you lie to me?"
        ],
        [
            "Penny",
            "Uh, she’s enjoyed living with you. It’s called being in love."
        ],
        [
            "Leonard",
            "Mm-hmm, and what’s it called when you secretly get rid of all your husband’s stuff?"
        ],
        [
            "Penny",
            "What? Tha… That is not true."
        ],
        [
            "Leonard",
            "Bernadette told Howard, Howard told me, plus, I can see all my stuff is gone."
        ],
        [
            "Penny",
            "Oh, so, you believe your friend, and your friend’s wife and your own eyes over me? Wow."
        ],
        [
            "Leonard",
            "You really didn’t think I’d notice my stuff was missing?"
        ],
        [
            "Penny",
            "Uh, did you notice your key chain?"
        ],
        [
            "Leonard",
            "Where’s Batman?"
        ],
        [
            "Bernadette",
            "Hey."
        ],
        [
            "Penny",
            "Why did you tell Howard I was hiding Leonard’s things?"
        ],
        [
            "Bernadette",
            "One sec. Why did you tell Leonard I told you Penny was hiding his things?"
        ],
        [
            "Howard",
            "It just came up because we, we were talking about secrets and… wait, juH qachHom Dotlh Sov ‘Iv (Who knows the status of Amy’s apartment?)"
        ],
        [
            "Amy",
            "Everybody stop it with that."
        ],
        [
            "Raj",
            "I’m not really a part of this, so I’m just gonna dig in."
        ],
        [
            "Amy",
            "And I’d like to know why you blabbed about my apartment."
        ],
        [
            "Howard",
            "You’re up, blabby."
        ],
        [
            "Bernadette",
            "Amy, I’m sorry, I shouldn’t have said anything."
        ],
        [
            "Amy",
            "I guess it’s okay. I’m sorry that I lied about my apartment."
        ],
        [
            "Sheldon",
            "It’s all right."
        ],
        [
            "Leonard",
            "And?"
        ],
        [
            "Penny",
            "And what? Your wizard robes are next to go."
        ],
        [
            "Raj",
            "Now that everything’s out on the table, you, you think you two will keep living together?"
        ],
        [
            "Sheldon",
            "Despite recent events, I do consider our experiment in cohabitation to have been positive."
        ],
        [
            "Amy",
            "Are you saying you’d like to live with me?"
        ],
        [
            "Sheldon",
            "I’m open to the possibility."
        ],
        [
            "Penny",
            "Ubamy bube cubool."
        ],
        [
            "Amy",
            "Whatever."
        ],
        [
            "Howard",
            "You know, if he moves across the hall for good, Leonard could keep the stuff you don’t like in Sheldon’s old room. Solves everything."
        ],
        [
            "Penny",
            "That’s a great idea."
        ],
        [
            "Leonard",
            "Ooh, maybe I could turn it into a gaming den."
        ],
        [
            "Raj",
            "That would be amazing."
        ],
        [
            "Sheldon",
            "Wuh wuh hold on, excuse me, that’s my room."
        ],
        [
            "Leonard",
            "But you won’t be living here."
        ],
        [
            "Sheldon",
            "But that’s my room."
        ],
        [
            "Leonard",
            "But you won’t be living here."
        ],
        [
            "Sheldon",
            "But that’s my room."
        ],
        [
            "Leonard",
            "You guys might want to start eating. But you won’t be living here."
        ],
        [
            "Penny",
            "Sweetie, once you stop paying rent, none of this is really yours."
        ],
        [
            "Sheldon",
            "But that’s my room."
        ],
        [
            "Everyone",
            "But you won’t be living here."
        ],
        [
            "Scene",
            "Sheldon and Amy’s bedroom."
        ],
        [
            "Amy",
            "Thank you for understanding."
        ],
        [
            "Sheldon",
            "Hey, I get it. Everybody wants to spend more time with me. I’m like a man made of sugar in a world of ants."
        ],
        [
            "Amy",
            "Good night."
        ],
        [
            "Sheldon",
            "Night. If we did continue living together, would it be here?"
        ],
        [
            "Amy",
            "I don’t know. It, it could be. "
        ],
        [
            "Sheldon",
            "Of course there’s, there’s always your apartment."
        ],
        [
            "Amy",
            "Sure, sure, we, we could live in my apartment."
        ],
        [
            "Sheldon",
            "I hate your apartment."
        ],
        [
            "Amy",
            "Sorry, you brought it up?"
        ],
        [
            "Sheldon",
            "Well, I suppose we could find a whole new place. You know, and, technically, we don’t even have to stay in Pasadena. We could, we could move to Altadena or a place that doesn’t even end in dena."
        ],
        [
            "Amy",
            "It’s kind of exciting. I mean we could do whatever we want."
        ],
        [
            "Sheldon",
            "But what if we move and we don’t like it? What if there’s a smoker in the building? Or pets? Or there could be mould? There could be traffic noise. I’m gonna have to learn a whole new bus route. Are you trying to soothe me by singing the Star Trek theme as a lullaby?"
        ],
        [
            "Amy",
            "Yes."
        ],
        [
            "Sheldon",
            "I’m not a child, don’t do that."
        ],
        [
            "Amy",
            "Sorry."
        ],
        [
            "Sheldon: Do you know 2001",
            "A Space Odyssey? All right, now that’s soothing."
        ],
        [
            "Scene",
            "Leonard and Penny’s bedroom"
        ],
        [
            "Leonard",
            "Look, I get it, this is still my room, we haven’t really made it yours."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Leonard",
            "Which is why I got you this Pink Power Ranger. Put it anywhere you like."
        ],
        [
            "Penny",
            "Okay, but you may feel some discomfort."
        ],
        [
            "Leonard",
            "I’m kidding, I want you to feel at home here. Decorate it any way that makes you happy."
        ],
        [
            "Penny",
            "Do you really mean that?"
        ],
        [
            "Leonard",
            "I really do."
        ],
        [
            "Penny",
            "Great, and just so you know, I’m not getting rid of all your stuff."
        ],
        [
            "Leonard",
            "Yeah? What are you keeping?"
        ],
        [
            "Penny",
            "That candle and you."
        ],
        [
            "Leonard",
            "What about my robot poster?"
        ],
        [
            "Penny",
            "Uhbubububuh, I can make do with just the candle."
        ],
        [
            "Scene",
            "Sheldon and Amy’s bedroom."
        ],
        [
            "Amy",
            "What’s going on?"
        ],
        [
            "Sheldon",
            "I’m struggling with the thought of leaving my old bedroom."
        ],
        [
            "Amy",
            "Can it be more of an internal struggle?"
        ],
        [
            "Sheldon",
            "I need to see it. While I’m gone, don’t breathe on my pillow."
        ],
        [
            "Amy",
            "How about if I just don’t breathe at all?"
        ],
        [
            "Sheldon",
            "That’s my girl. What on earth? What is going on?"
        ],
        [
            "Leonard",
            "Oh, hey, Sheldon."
        ],
        [
            "Penny",
            "We turned your room into a sex dungeon."
        ],
        [
            "Sheldon (waking up in bed)",
            "No."
        ],
        [
            "Amy",
            "What is happening?"
        ],
        [
            "Scene",
            "The comic book store. "
        ],
        [
            "Howard",
            "Okay, last question. The chaps he was wearing, assless?"
        ],
        [
            "Sheldon",
            "Can we just focus on the decision I’m facing?"
        ],
        [
            "Raj",
            "We can, but for the record, all chaps are assless."
        ],
        [
            "Sheldon",
            "Gentlemen, please, this is a significant decision. Now, do Amy and I continue living together? Or do I move back in with Leonard?"
        ],
        [
            "Leonard",
            "Over my assless chaps you will."
        ],
        [
            "Howard",
            "This isn’t complicated. Do you love Amy?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Raj",
            "Do you like living with her?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Leonard",
            "Do you know what you need to do now?"
        ],
        [
            "Sheldon",
            "Apparently, figure this out on my own ’cause you guys are no help at all."
        ],
        [
            "Scene",
            "The stairwell. "
        ],
        [
            "Amy",
            "Hi."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Amy",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "I’m just contemplating Buridan’s donkey."
        ],
        [
            "Amy",
            "I understand. I’ll leave you be."
        ],
        [
            "Sheldon",
            "What, you’re familiar with the reference?"
        ],
        [
            "Amy",
            "Of course. Jean Buridan proposed a philosophical thesis stating that a hungry donkey placed between two equidistant bales of hay would be paralysed by indecision and would starve to death."
        ],
        [
            "Sheldon",
            "Exactly."
        ],
        [
            "Amy",
            "Well, I wouldn’t want you to starve to death, so here’s an eggplant."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Amy",
            "You know, some people believe that Buridan was plagiarizing Aristotle."
        ],
        [
            "Sheldon",
            "Really?"
        ],
        [
            "Amy",
            "Although, in Aristotle’s example, he proposed an equally hungry and thirsty man caught between food and drink."
        ],
        [
            "Sheldon",
            "Huh. Yeah, I wonder if that’s related to the 12th century Persian philosopher, Al-Ghazali and his story of a man caught between two dates."
        ],
        [
            "Amy",
            "Are you suggesting Al-Ghazali was Aristotelian? ‘Cause if anything, he was anti-Aristotelian."
        ],
        [
            "Sheldon",
            "Al-Ghazali was anti-Aristotelian? Boy, you think you know a guy."
        ],
        [
            "Scene",
            "Leonard and Penny’s bedroom."
        ],
        [
            "Penny",
            "Okay. Open your eyes and see your new room."
        ],
        [
            "Leonard",
            "Wow."
        ],
        [
            "Penny",
            "I know I went a little overboard. We can always dial it back."
        ],
        [
            "Leonard",
            "No, no, no, no, no, it’s, it’s important to me that you have the bedroom you want."
        ],
        [
            "Penny",
            "Oh, that means so much. I love you."
        ],
        [
            "Leonard",
            "I love you, too."
        ],
        [
            "Scene",
            "Sheldon and Amy’s apartment."
        ],
        [
            "Leonard",
            "Just hiding some stuff in your closet, don’t tell Penny."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-10-episode-07-the-veracity-elasticity/"
}