{
    "Season": 7,
    "Episode": 16,
    "Title": "the table polarisation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment"
            ],
            [
                34,
                "Credits sequence."
            ],
            [
                35,
                "The apartment."
            ],
            [
                52,
                "Howard and Bernadette’s apartment."
            ],
            [
                71,
                "A furniture store."
            ],
            [
                86,
                "Howard and Bernadette’s apartment."
            ],
            [
                99,
                "The apartment."
            ],
            [
                136,
                "Amy’s apartment."
            ],
            [
                154,
                "Howard and Bernadette’s apartment."
            ],
            [
                169,
                "The apartment."
            ],
            [
                186,
                "Howard and Bernadette’s apartment."
            ],
            [
                222,
                "A doctor’s surgery."
            ],
            [
                223,
                "Howard:"
            ],
            [
                226,
                "Mrs Wolowitz"
            ],
            [
                232,
                "The apartment."
            ]
        ],
        "Howard": [
            [
                1,
                "I’m thinking about growing a goatee."
            ],
            [
                6,
                "He said it."
            ],
            [
                8,
                "Say what?"
            ],
            [
                11,
                "He said it."
            ],
            [
                30,
                "Hey, how come we never get that option?"
            ],
            [
                53,
                "Check it out."
            ],
            [
                55,
                "Yeah, I can control all sorts of stuff."
            ],
            [
                57,
                "Not when I said mute and pointed it at her face."
            ],
            [
                61,
                "Okay. Thank you. We’ll be in touch. You’re not gonna believe this."
            ],
            [
                63,
                "That was NASA. They want me to go back up to the space station."
            ],
            [
                65,
                "I told them I’d be honoured."
            ],
            [
                67,
                "And I’m gonna miss you, too."
            ],
            [
                69,
                "Thank you."
            ],
            [
                88,
                "Good news. Someone in this room gets to take a ride on a rocket."
            ],
            [
                90,
                "No, not that. Although you already agreed to it, so no take-backs."
            ],
            [
                92,
                "Sit down. NASA called. The telescope mount I installed on the space station got damaged, and they want me to go back up and fix it."
            ],
            [
                94,
                "What do you think I said? I said yes. Why do you look surprised?"
            ],
            [
                96,
                "Are you kidding? It was the greatest experience of my life."
            ],
            [
                98,
                "I think you have me confused with what’s gonna happen when you get out of that shower."
            ],
            [
                179,
                "But it got the way it was through change. The-the-the spot that you love to sit in, that no one else can sit in, only exists because, despite your objections. I bought this couch. Me. So explain why that change was bad and this change was good."
            ],
            [
                187,
                "Hey, Bernie. I’m home. Hello."
            ],
            [
                189,
                "What’s going on?"
            ],
            [
                191,
                "Um, okay. I know my mom’s not dead, there’d be balloons."
            ],
            [
                199,
                "Massimino? Why are you here?"
            ],
            [
                201,
                "Sure."
            ],
            [
                203,
                "You don’t think I did a good job up there?"
            ],
            [
                208,
                "Fine, maybe I was a little scared."
            ],
            [
                210,
                "You’re supposed to do that."
            ],
            [
                213,
                "Hang on. That was just me joking around."
            ],
            [
                215,
                "Come on, how is that not a joke? You got to get me out of this. Shoot me in the foot."
            ],
            [
                219,
                "Okay, so I wasn’t exactly John Glenn up there, but I’ve changed. I’m a different man now. Yeah, and I’m a little insulted that you guys don’t think I can handle it."
            ],
            [
                221,
                "Really?"
            ],
            [
                225,
                "Check my blood pressure again. I can get it higher. just give me a second. (Dials phone) "
            ],
            [
                227,
                "Hi, Ma. How are you?"
            ],
            [
                229,
                "Go, go, go."
            ],
            [
                234,
                "Oh, me, too. I mean, the doctor was willing to fudge the results, but it just seemed so darned dishonest."
            ],
            [
                236,
                "Look, my blood pressure’s too high, okay? Drop it."
            ],
            [
                238,
                "Went to space? I don’t think so. Now, pass the soy sauce. Hey, not the green one, the red one."
            ],
            [
                256,
                "You mean tings like moo-stache?"
            ]
        ],
        "Raj": [
            [
                2,
                "Oh, actually that’s a Van Dyke. A goatee is just hair on the chin."
            ],
            [
                4,
                "You mean a moo-stache?"
            ],
            [
                7,
                "Ha-ha, very funny. Make fun of the foreign guy. For your information, there are four times as many Indians as there are Americans, so the way we say it is right."
            ],
            [
                9,
                "Moo-stache."
            ],
            [
                21,
                "Here, you can have your seat."
            ],
            [
                25,
                "Oh, sure, I sit on the floor for years, no one cares. The pretty white girl’s there ten seconds, and suddenly we’re all running to IKEA."
            ],
            [
                54,
                "Magic wand TV remote?"
            ],
            [
                56,
                "Did Bernadette think it was cool?"
            ],
            [
                58,
                "Oh, uh, let me try. Uh, channelis changeroni. This might be my second favorite brown magic wand."
            ],
            [
                60,
                "Uh, off. And on. And the Oprah Network. This is so much better than watching TV like a muggle."
            ],
            [
                62,
                "What’s going on? Oh. Wait. On. And off. What’s going on?"
            ],
            [
                64,
                "Wow. What did you tell them?"
            ],
            [
                66,
                "A second trip to space, I’ll miss you."
            ],
            [
                68,
                "And I just want you to know, I’m happy to look in on Bernadette while you’re gone."
            ],
            [
                70,
                "And if anything were to happen to you, we will name our first born son Howard. I’m just kidding. We’ll name him Dalib, after my grandfather."
            ],
            [
                155,
                "It’s pretty exciting that NASA wants to send Howard back up."
            ],
            [
                157,
                "Course."
            ],
            [
                159,
                "Not at all. He’s forgotten how miserable he was the entire time he was up there. It’s like me in those moments when I miss India."
            ],
            [
                161,
                "Why me?"
            ],
            [
                163,
                "That’s the dynamic, I’m the fun one, you’re the buzzkill."
            ],
            [
                165,
                "Do you think this is cool?"
            ],
            [
                167,
                "Aha."
            ],
            [
                192,
                "Um, okay. First off, know that we all love you and cherish you."
            ],
            [
                197,
                "Oh, of course."
            ],
            [
                206,
                "Like how women often forget the pain of childbirth."
            ],
            [
                217,
                "And how you threw up in zero gravity, and it floated back in your mouth. And you threw up again. And so on and so on."
            ],
            [
                233,
                "Howard, I’m so sorry your blood pressure was off the charts."
            ],
            [
                253,
                "Screw that! I sat on the floor for seven years. I’m staying right here."
            ],
            [
                255,
                "Fine. But no more making fun of how I say tings."
            ]
        ],
        "Leonard": [
            [
                3,
                "Oh. Wait, then what is it if you just have hair up here?"
            ],
            [
                5,
                "Moo-stache."
            ],
            [
                10,
                "Moo-stache."
            ],
            [
                16,
                "Oh, I’m sorry."
            ],
            [
                19,
                "Sorry. How did it go?"
            ],
            [
                27,
                "I know you don’t like change, but it’s not a terrible idea."
            ],
            [
                33,
                "Waah. I don’t want a table."
            ],
            [
                36,
                "Hey, Penny and I are gonna go shop for a dining room table. You want to come with us?"
            ],
            [
                38,
                "Seriously? You haven’t used this desk in years. The second I want to get rid of it, you’re up here working?"
            ],
            [
                40,
                "Are you really gonna sit here all day?"
            ],
            [
                42,
                "If you’ll recall, the Vogon fleet blew up the Earth anyway."
            ],
            [
                44,
                "I’m putting all this stuff in storage. We don’t need any of it."
            ],
            [
                46,
                "Oh, hang on. Check your in-box."
            ],
            [
                48,
                "Huh?"
            ],
            [
                50,
                "Nary an argument? Nary?"
            ],
            [
                73,
                "No. Sheldon doesn’t like reclaimed wood."
            ],
            [
                75,
                "He’s afraid the original owners will come back."
            ],
            [
                77,
                "Well, he is here. So unless you want to dig him out with a bone saw and a melon baller, there’s nothing I can do about it."
            ],
            [
                79,
                "I know, but…"
            ],
            [
                81,
                "You’re right. I mean, he decides what TV shows we watch, what food we eat, who my favourite hobbit is. I wanted Frodo, but we can’t both have Frodo, so guess who’s stuck with Samwise Gamgee."
            ],
            [
                83,
                "You make a lot of sense. I like this table, and I’m getting it."
            ],
            [
                85,
                "That one? Damn right I like that one."
            ],
            [
                100,
                "Hey, all set. What do you think? There’s plenty of room for everybody, a view out the window."
            ],
            [
                106,
                "We’re not."
            ],
            [
                109,
                "She’s right, a committee that important should meet more often."
            ],
            [
                111,
                "Oh. This is the thing about me standing up to him and not letting him run my life?"
            ],
            [
                113,
                "That."
            ],
            [
                116,
                "Well, it’s always me, take one for the team."
            ],
            [
                119,
                "Fancy sounds like a compliment."
            ],
            [
                125,
                "You’re too close to it, but Amy has had a huge impact on you."
            ],
            [
                127,
                "Mm, Sheldon, you didn’t have a personality, you just had some shows you liked."
            ],
            [
                130,
                "Or you’re just a tall, annoying frog."
            ],
            [
                134,
                "Well, we should call her."
            ],
            [
                171,
                "Oh, hey. You guys didn’t break up."
            ],
            [
                235,
                "But the mission wouldn’t be for at least a year. Isn’t that enough time to get your blood pressure under…"
            ],
            [
                241,
                "So why are you trying to ruin it?"
            ],
            [
                244,
                "Oh, don’t anthropomorphize him, he’s got big eyes, but his feelings are not like ours."
            ],
            [
                246,
                "Well, it’s not silly if you think of that group as being led by a big, evil baby."
            ],
            [
                249,
                "But Penny, this was your idea. You said that I should stand up to him."
            ],
            [
                251,
                "Fine."
            ]
        ],
        "Bernadette": [
            [
                12,
                "Guys, you’re being childish."
            ],
            [
                23,
                "Have you guys ever thought about getting a dining room table?"
            ],
            [
                87,
                "Hey."
            ],
            [
                89,
                "Fine. Can I at least shower first?"
            ],
            [
                91,
                "What are you talking about?"
            ],
            [
                93,
                "Wow. Well, what did you say?"
            ],
            [
                95,
                "Well, it’s just, after last time, I didn’t think you’d ever want to go back."
            ],
            [
                97,
                "Really? ‘Cause I kind of remember a lot of complaining and wishing for it to be over."
            ],
            [
                158,
                "He hated that entire experience. Does it make me an awful wife if I don’t think he should do it again?"
            ],
            [
                160,
                "So you’ll talk to him?"
            ],
            [
                162,
                "Well, I’m his wife, I don’t want to ruin it for him."
            ],
            [
                164,
                "Since when am I the buzzkill?"
            ],
            [
                166,
                "No, I think it’s stupid."
            ],
            [
                168,
                "You’re right, it’s great."
            ],
            [
                188,
                "Hi, honey."
            ],
            [
                190,
                "Maybe you should have a seat."
            ],
            [
                194,
                "Daddy."
            ],
            [
                205,
                "I think what we’re all trying to say is, you don’t seem to be remembering how traumatic the experience was for you."
            ],
            [
                216,
                "Don’t forget all the other astronauts picking on you."
            ],
            [
                240,
                "Yeah, it’s fun up here."
            ],
            [
                243,
                "Now I feel bad."
            ],
            [
                245,
                "No, it just seems silly for us to sit in two groups."
            ],
            [
                247,
                "Look at Amy down there. Should we go?"
            ],
            [
                254,
                "Come on, Raj, it’s not the same without you."
            ]
        ],
        "Sheldon": [
            [
                13,
                "Yeah, she’s right. You’re grown men, the kind who are perfectly capable of growing your own moo-staches."
            ],
            [
                17,
                "You’ll get ’em next time."
            ],
            [
                26,
                "No one is running anywhere. We’re not getting a dining room table."
            ],
            [
                29,
                "Do you want the long answer or the short answer?"
            ],
            [
                31,
                "Chaos theory suggests that even in a deterministic system, if the equations describing its behaviour are non-linear, a tiny change in the initial conditions can lead to a cataclysmic and unpredictable result."
            ],
            [
                37,
                "You know, I’d love to, but, um, I’m too busy falling back in love with Windows 98."
            ],
            [
                39,
                "I can’t talk right now, I have several thousand updates to install."
            ],
            [
                41,
                "Think of me as Arthur Dent in Hitchhiker’s Guide to the Galaxy, lying in front of the bulldozers to protect his home."
            ],
            [
                43,
                "It’s a made-up story, Leonard, I don’t even know why you’re talking about it."
            ],
            [
                45,
                "You, how can you say that? You show me one thing in here we can live without."
            ],
            [
                47,
                "Wait. Is this really worth it? We’ve lived together for years with nary an argument."
            ],
            [
                49,
                "But we start talking about a table, and suddenly we’re at each other’s throats."
            ],
            [
                51,
                "Well, that means not one, or not any. Maybe instead of a table, you should buy a dictionary. Well, I don’t know if I won that, but at least he’s upset."
            ],
            [
                101,
                "My spot on the couch has a great view of a window. Sometimes I can see space battles through it. It’s called a TV."
            ],
            [
                103,
                "You’re absolutely right. Nope."
            ],
            [
                105,
                "So, when can we get rid of it?"
            ],
            [
                107,
                "What about the roommate agreement? It specifically states that any changes in furnishing have to be approved by the Furnishing Committee. Which only sits on alternate years. Yeah, and by the way, it sits over there."
            ],
            [
                114,
                "Okay. I think we’ve found the problem here. It’s not the table at all. It’s you."
            ],
            [
                117,
                "I have spent years turning this lump of clay into an acceptable conduit for my will, and then you came along and reshaped him, with your newfangled ideas and your fancy genitals."
            ],
            [
                121,
                "That’s not true."
            ],
            [
                123,
                "She told you?"
            ],
            [
                126,
                "You’re right. Without realizing it, I’ve allowed that woman to alter my personality."
            ],
            [
                128,
                "No. No, I’ve changed. Like the frog who’s put in a pot of water that’s heated so gradually he doesn’t realize he’s boiling to death."
            ],
            [
                131,
                "Excuse me. I have to break up with my girlfriend."
            ],
            [
                133,
                "No. You’ve opened my eyes to the truth. Amy has made me a more affectionate, open-minded person. And that stops now."
            ],
            [
                137,
                "(Knock, knock, knock) Amy? (Knock, knock, knock) Amy? (Knock, knock, knock) Amy? I’ll get right to the point. I think we need to end this relationship, so just sign this with your finger, and, uh, please don’t cry on my iPad, I didn’t get AppleCare."
            ],
            [
                139,
                "At the bottom. I must say, I’m relieved you’re not making more of a scene out of this."
            ],
            [
                141,
                "It doesn’t?"
            ],
            [
                143,
                "Wait, wait, now, hang on. You think he manipulates me?"
            ],
            [
                145,
                "It is hideous."
            ],
            [
                147,
                "Wait. You were really gonna stand by me against the dining room table?"
            ],
            [
                149,
                "Wait. How do I know that you’re not manipulating me right now?"
            ],
            [
                151,
                "How do I know you’re not saying that as part of the manipulation?"
            ],
            [
                153,
                "Okay. I’m sorry I gave you such a hard time, I just had to be sure."
            ],
            [
                170,
                "Hello."
            ],
            [
                172,
                "No. Sorry to disappoint you, but Amy pointed out that you were only trying to manipulate me."
            ],
            [
                174,
                "Which I also figured out by myself."
            ],
            [
                176,
                "Yeah, okay, you can stop trying to make this about our relationship."
            ],
            [
                178,
                "Which is stronger than ever. This is about you trying to change my environment, which was perfect the way it was."
            ],
            [
                180,
                "Um."
            ],
            [
                182,
                "I don’t need to explain myself to you!"
            ],
            [
                184,
                "Keep the table. We don’t use that space."
            ],
            [
                242,
                "No, thanks. We’re fine. I mean, if you people want to eat at the table, then that’s what you should do. I like eating down here because this is how we’ve always done things. But if those days are gone, they’re gone. It just makes me sad."
            ],
            [
                257,
                "Well, isn’t this nice. Sometimes the baby wins."
            ]
        ],
        "Amy": [
            [
                14,
                "Hey, you were funny on purpose, good job."
            ],
            [
                24,
                "Yeah. You actually do have room for one up there."
            ],
            [
                138,
                "I’m not surprised you want to end the relationship. I’m a little surprised you didn’t get AppleCare. Anyway, enjoy your life. Where do I sign?"
            ],
            [
                140,
                "Oh, I’ve already moved on. Besides, this breakup has nothing to do with me."
            ],
            [
                142,
                "Of course not. This is just Leonard trying to take the focus off that dreadful table by sowing discord in our relationship. He’s manipulating you like he always does."
            ],
            [
                144,
                "All the time. And he knew that, as your girlfriend, I wasn’t gonna stand by and let him bring a table into your apartment. I mean, a table? Come on?"
            ],
            [
                146,
                "Well, thankfully, I won’t have to see it, ’cause I won’t be your girlfriend anymore. Amy Farrah Fowler. Why, yes, I would like to take a survey."
            ],
            [
                148,
                "Of course I was."
            ],
            [
                150,
                "I think if I were manipulating you, you’d be smart enough to see it."
            ],
            [
                152,
                "I think you’d be smart enough to see that, too."
            ],
            [
                173,
                "Which you also figured out by yourself."
            ],
            [
                177,
                "Which is stronger than ever."
            ],
            [
                181,
                "You don’t need to explain yourself to him."
            ],
            [
                183,
                "You’re sick of his nonsense and ready to move in with me."
            ],
            [
                185,
                "Damn it, I got cocky."
            ],
            [
                252,
                "Rajesh?"
            ]
        ],
        "Penny": [
            [
                15,
                "Hi. Sorry I’m late, I was at an audition."
            ],
            [
                18,
                "How about instead of assuming I failed, you ask me how it went?"
            ],
            [
                20,
                "Just shut up."
            ],
            [
                22,
                "No, no, no, stay there. I’m fine on the floor."
            ],
            [
                28,
                "Yeah, you guys never use that space up there. Why not get a table?"
            ],
            [
                32,
                "Translation?"
            ],
            [
                72,
                "Ooh, this one looks nice."
            ],
            [
                74,
                "Why not?"
            ],
            [
                76,
                "Yeah. Well, Sheldon’s not here."
            ],
            [
                78,
                "All right, sweetie, you’re paying for this table, and it’s your apartment, too."
            ],
            [
                80,
                "No buts. You got to stop letting him boss you around."
            ],
            [
                82,
                "See? Right there. You’re a grown man, you should be able to pick whichever hobbit you want. Wish you wouldn’t, but one problem at a time."
            ],
            [
                84,
                "Really? This one?"
            ],
            [
                102,
                "Give it a chance, Sheldon, you might actually like it."
            ],
            [
                104,
                "Well, you can’t say he didn’t give it a fair shot."
            ],
            [
                108,
                "Come on, that is ridiculous."
            ],
            [
                110,
                "That’s not what I’m saying."
            ],
            [
                112,
                "Yes."
            ],
            [
                115,
                "Me?"
            ],
            [
                118,
                "Are you gonna let him talk to me like this?"
            ],
            [
                120,
                "Okay, I have not tried to change Leonard. That’s just what happens in relationships. Look how much Amy’s changed you."
            ],
            [
                122,
                "Oh, please. When I first met you, you were incapable of touching another human being. Now you’re holding hands, you’re going on dates, you even made out with her on a train."
            ],
            [
                124,
                "Of course she told me, it’s the most interesting thing that’s ever happened to her in her entire life."
            ],
            [
                129,
                "Or you’re the frog who’s been kissed by a princess and turned into a prince."
            ],
            [
                132,
                "Oh, Sheldon, wait."
            ],
            [
                135,
                "Yeah, mm-hmm. Amy, it’s Penny. Hey. Just a little heads-up. Leonard bought a dining room table. Yeah. Sheldon’s breaking up with you."
            ],
            [
                175,
                "Well, I’m glad you’re still together."
            ],
            [
                237,
                "You know, my aunt changed her diet, and in a few months, she…"
            ],
            [
                239,
                "Sheldon, Amy, will you please come join us?"
            ],
            [
                248,
                "Yeah, let’s go."
            ],
            [
                250,
                "Forget it, Leonard. It’s over."
            ]
        ],
        "Howard: Well, that’s the last time I play with that. (Phone rings) I have to take this. Hello? 00:04": [
            [
                59,
                "24,137"
            ]
        ],
        "Bermadette": [
            [
                156,
                "Yeah, exciting. Can I ask you something?"
            ]
        ],
        "Mike Rostenkowski": [
            [
                193,
                "Well, I wouldn’t…"
            ]
        ],
        "Mike R": [
            [
                195,
                "You’re great."
            ],
            [
                207,
                "Like a woman. Great analogy."
            ],
            [
                212,
                "Son, do I need to remind you what you asked me to do before you went up last time?"
            ],
            [
                214,
                "You wanted me to shoot you in the foot."
            ]
        ],
        "Mike M": [
            [
                198,
                "Hey, Fruit Loops."
            ],
            [
                200,
                "Well, I heard you were thinking about going back up to the space station, and as someone who’s been there with you, well, you know how astronauts need to have the right stuff?"
            ],
            [
                202,
                "The stuff you have is wrong."
            ],
            [
                204,
                "You did a fine job. It’s just, you were scared and miserable the whole time."
            ],
            [
                209,
                "You peed in your space suit."
            ],
            [
                211,
                "Not during the fitting."
            ],
            [
                218,
                "That was funny."
            ],
            [
                220,
                "You know you’re gonna have to go through survival training again."
            ]
        ],
        "Doctor": [
            [
                224,
                "What do you want me to do? You’re perfectly healthy."
            ],
            [
                231,
                "Wow."
            ]
        ],
        "Mrs Wolowitz": [
            [
                228,
                "How I am is not dead, but you wouldn’t know that, because you don’t love me enough to pick up the phone."
            ],
            [
                230,
                "For all you know, I could have slipped in the tub and drowned. That’s what happened to your Aunt Ida."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment"
        ],
        [
            "Howard",
            "I’m thinking about growing a goatee."
        ],
        [
            "Raj",
            "Oh, actually that’s a Van Dyke. A goatee is just hair on the chin."
        ],
        [
            "Leonard",
            "Oh. Wait, then what is it if you just have hair up here?"
        ],
        [
            "Raj",
            "You mean a moo-stache?"
        ],
        [
            "Leonard",
            "Moo-stache."
        ],
        [
            "Howard",
            "He said it."
        ],
        [
            "Raj",
            "Ha-ha, very funny. Make fun of the foreign guy. For your information, there are four times as many Indians as there are Americans, so the way we say it is right."
        ],
        [
            "Howard",
            "Say what?"
        ],
        [
            "Raj",
            "Moo-stache."
        ],
        [
            "Leonard",
            "Moo-stache."
        ],
        [
            "Howard",
            "He said it."
        ],
        [
            "Bernadette",
            "Guys, you’re being childish."
        ],
        [
            "Sheldon",
            "Yeah, she’s right. You’re grown men, the kind who are perfectly capable of growing your own moo-staches."
        ],
        [
            "Amy",
            "Hey, you were funny on purpose, good job."
        ],
        [
            "Penny",
            "Hi. Sorry I’m late, I was at an audition."
        ],
        [
            "Leonard",
            "Oh, I’m sorry."
        ],
        [
            "Sheldon",
            "You’ll get ’em next time."
        ],
        [
            "Penny",
            "How about instead of assuming I failed, you ask me how it went?"
        ],
        [
            "Leonard",
            "Sorry. How did it go?"
        ],
        [
            "Penny",
            "Just shut up."
        ],
        [
            "Raj",
            "Here, you can have your seat."
        ],
        [
            "Penny",
            "No, no, no, stay there. I’m fine on the floor."
        ],
        [
            "Bernadette",
            "Have you guys ever thought about getting a dining room table?"
        ],
        [
            "Amy",
            "Yeah. You actually do have room for one up there."
        ],
        [
            "Raj",
            "Oh, sure, I sit on the floor for years, no one cares. The pretty white girl’s there ten seconds, and suddenly we’re all running to IKEA."
        ],
        [
            "Sheldon",
            "No one is running anywhere. We’re not getting a dining room table."
        ],
        [
            "Leonard",
            "I know you don’t like change, but it’s not a terrible idea."
        ],
        [
            "Penny",
            "Yeah, you guys never use that space up there. Why not get a table?"
        ],
        [
            "Sheldon",
            "Do you want the long answer or the short answer?"
        ],
        [
            "Howard",
            "Hey, how come we never get that option?"
        ],
        [
            "Sheldon",
            "Chaos theory suggests that even in a deterministic system, if the equations describing its behaviour are non-linear, a tiny change in the initial conditions can lead to a cataclysmic and unpredictable result."
        ],
        [
            "Penny",
            "Translation?"
        ],
        [
            "Leonard",
            "Waah. I don’t want a table."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Hey, Penny and I are gonna go shop for a dining room table. You want to come with us?"
        ],
        [
            "Sheldon",
            "You know, I’d love to, but, um, I’m too busy falling back in love with Windows 98."
        ],
        [
            "Leonard",
            "Seriously? You haven’t used this desk in years. The second I want to get rid of it, you’re up here working?"
        ],
        [
            "Sheldon",
            "I can’t talk right now, I have several thousand updates to install."
        ],
        [
            "Leonard",
            "Are you really gonna sit here all day?"
        ],
        [
            "Sheldon",
            "Think of me as Arthur Dent in Hitchhiker’s Guide to the Galaxy, lying in front of the bulldozers to protect his home."
        ],
        [
            "Leonard",
            "If you’ll recall, the Vogon fleet blew up the Earth anyway."
        ],
        [
            "Sheldon",
            "It’s a made-up story, Leonard, I don’t even know why you’re talking about it."
        ],
        [
            "Leonard",
            "I’m putting all this stuff in storage. We don’t need any of it."
        ],
        [
            "Sheldon",
            "You, how can you say that? You show me one thing in here we can live without."
        ],
        [
            "Leonard",
            "Oh, hang on. Check your in-box."
        ],
        [
            "Sheldon",
            "Wait. Is this really worth it? We’ve lived together for years with nary an argument."
        ],
        [
            "Leonard",
            "Huh?"
        ],
        [
            "Sheldon",
            "But we start talking about a table, and suddenly we’re at each other’s throats."
        ],
        [
            "Leonard",
            "Nary an argument? Nary?"
        ],
        [
            "Sheldon",
            "Well, that means not one, or not any. Maybe instead of a table, you should buy a dictionary. Well, I don’t know if I won that, but at least he’s upset."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Check it out."
        ],
        [
            "Raj",
            "Magic wand TV remote?"
        ],
        [
            "Howard",
            "Yeah, I can control all sorts of stuff."
        ],
        [
            "Raj",
            "Did Bernadette think it was cool?"
        ],
        [
            "Howard",
            "Not when I said mute and pointed it at her face."
        ],
        [
            "Raj",
            "Oh, uh, let me try. Uh, channelis changeroni. This might be my second favorite brown magic wand."
        ],
        [
            "Howard: Well, that’s the last time I play with that. (Phone rings) I have to take this. Hello? 00:04",
            "24,137"
        ],
        [
            "Raj",
            "Uh, off. And on. And the Oprah Network. This is so much better than watching TV like a muggle."
        ],
        [
            "Howard",
            "Okay. Thank you. We’ll be in touch. You’re not gonna believe this."
        ],
        [
            "Raj",
            "What’s going on? Oh. Wait. On. And off. What’s going on?"
        ],
        [
            "Howard",
            "That was NASA. They want me to go back up to the space station."
        ],
        [
            "Raj",
            "Wow. What did you tell them?"
        ],
        [
            "Howard",
            "I told them I’d be honoured."
        ],
        [
            "Raj",
            "A second trip to space, I’ll miss you."
        ],
        [
            "Howard",
            "And I’m gonna miss you, too."
        ],
        [
            "Raj",
            "And I just want you to know, I’m happy to look in on Bernadette while you’re gone."
        ],
        [
            "Howard",
            "Thank you."
        ],
        [
            "Raj",
            "And if anything were to happen to you, we will name our first born son Howard. I’m just kidding. We’ll name him Dalib, after my grandfather."
        ],
        [
            "Scene",
            "A furniture store."
        ],
        [
            "Penny",
            "Ooh, this one looks nice."
        ],
        [
            "Leonard",
            "No. Sheldon doesn’t like reclaimed wood."
        ],
        [
            "Penny",
            "Why not?"
        ],
        [
            "Leonard",
            "He’s afraid the original owners will come back."
        ],
        [
            "Penny",
            "Yeah. Well, Sheldon’s not here."
        ],
        [
            "Leonard",
            "Well, he is here. So unless you want to dig him out with a bone saw and a melon baller, there’s nothing I can do about it."
        ],
        [
            "Penny",
            "All right, sweetie, you’re paying for this table, and it’s your apartment, too."
        ],
        [
            "Leonard",
            "I know, but…"
        ],
        [
            "Penny",
            "No buts. You got to stop letting him boss you around."
        ],
        [
            "Leonard",
            "You’re right. I mean, he decides what TV shows we watch, what food we eat, who my favourite hobbit is. I wanted Frodo, but we can’t both have Frodo, so guess who’s stuck with Samwise Gamgee."
        ],
        [
            "Penny",
            "See? Right there. You’re a grown man, you should be able to pick whichever hobbit you want. Wish you wouldn’t, but one problem at a time."
        ],
        [
            "Leonard",
            "You make a lot of sense. I like this table, and I’m getting it."
        ],
        [
            "Penny",
            "Really? This one?"
        ],
        [
            "Leonard",
            "That one? Damn right I like that one."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Bernadette",
            "Hey."
        ],
        [
            "Howard",
            "Good news. Someone in this room gets to take a ride on a rocket."
        ],
        [
            "Bernadette",
            "Fine. Can I at least shower first?"
        ],
        [
            "Howard",
            "No, not that. Although you already agreed to it, so no take-backs."
        ],
        [
            "Bernadette",
            "What are you talking about?"
        ],
        [
            "Howard",
            "Sit down. NASA called. The telescope mount I installed on the space station got damaged, and they want me to go back up and fix it."
        ],
        [
            "Bernadette",
            "Wow. Well, what did you say?"
        ],
        [
            "Howard",
            "What do you think I said? I said yes. Why do you look surprised?"
        ],
        [
            "Bernadette",
            "Well, it’s just, after last time, I didn’t think you’d ever want to go back."
        ],
        [
            "Howard",
            "Are you kidding? It was the greatest experience of my life."
        ],
        [
            "Bernadette",
            "Really? ‘Cause I kind of remember a lot of complaining and wishing for it to be over."
        ],
        [
            "Howard",
            "I think you have me confused with what’s gonna happen when you get out of that shower."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Hey, all set. What do you think? There’s plenty of room for everybody, a view out the window."
        ],
        [
            "Sheldon",
            "My spot on the couch has a great view of a window. Sometimes I can see space battles through it. It’s called a TV."
        ],
        [
            "Penny",
            "Give it a chance, Sheldon, you might actually like it."
        ],
        [
            "Sheldon",
            "You’re absolutely right. Nope."
        ],
        [
            "Penny",
            "Well, you can’t say he didn’t give it a fair shot."
        ],
        [
            "Sheldon",
            "So, when can we get rid of it?"
        ],
        [
            "Leonard",
            "We’re not."
        ],
        [
            "Sheldon",
            "What about the roommate agreement? It specifically states that any changes in furnishing have to be approved by the Furnishing Committee. Which only sits on alternate years. Yeah, and by the way, it sits over there."
        ],
        [
            "Penny",
            "Come on, that is ridiculous."
        ],
        [
            "Leonard",
            "She’s right, a committee that important should meet more often."
        ],
        [
            "Penny",
            "That’s not what I’m saying."
        ],
        [
            "Leonard",
            "Oh. This is the thing about me standing up to him and not letting him run my life?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Leonard",
            "That."
        ],
        [
            "Sheldon",
            "Okay. I think we’ve found the problem here. It’s not the table at all. It’s you."
        ],
        [
            "Penny",
            "Me?"
        ],
        [
            "Leonard",
            "Well, it’s always me, take one for the team."
        ],
        [
            "Sheldon",
            "I have spent years turning this lump of clay into an acceptable conduit for my will, and then you came along and reshaped him, with your newfangled ideas and your fancy genitals."
        ],
        [
            "Penny",
            "Are you gonna let him talk to me like this?"
        ],
        [
            "Leonard",
            "Fancy sounds like a compliment."
        ],
        [
            "Penny",
            "Okay, I have not tried to change Leonard. That’s just what happens in relationships. Look how much Amy’s changed you."
        ],
        [
            "Sheldon",
            "That’s not true."
        ],
        [
            "Penny",
            "Oh, please. When I first met you, you were incapable of touching another human being. Now you’re holding hands, you’re going on dates, you even made out with her on a train."
        ],
        [
            "Sheldon",
            "She told you?"
        ],
        [
            "Penny",
            "Of course she told me, it’s the most interesting thing that’s ever happened to her in her entire life."
        ],
        [
            "Leonard",
            "You’re too close to it, but Amy has had a huge impact on you."
        ],
        [
            "Sheldon",
            "You’re right. Without realizing it, I’ve allowed that woman to alter my personality."
        ],
        [
            "Leonard",
            "Mm, Sheldon, you didn’t have a personality, you just had some shows you liked."
        ],
        [
            "Sheldon",
            "No. No, I’ve changed. Like the frog who’s put in a pot of water that’s heated so gradually he doesn’t realize he’s boiling to death."
        ],
        [
            "Penny",
            "Or you’re the frog who’s been kissed by a princess and turned into a prince."
        ],
        [
            "Leonard",
            "Or you’re just a tall, annoying frog."
        ],
        [
            "Sheldon",
            "Excuse me. I have to break up with my girlfriend."
        ],
        [
            "Penny",
            "Oh, Sheldon, wait."
        ],
        [
            "Sheldon",
            "No. You’ve opened my eyes to the truth. Amy has made me a more affectionate, open-minded person. And that stops now."
        ],
        [
            "Leonard",
            "Well, we should call her."
        ],
        [
            "Penny",
            "Yeah, mm-hmm. Amy, it’s Penny. Hey. Just a little heads-up. Leonard bought a dining room table. Yeah. Sheldon’s breaking up with you."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Amy? (Knock, knock, knock) Amy? (Knock, knock, knock) Amy? I’ll get right to the point. I think we need to end this relationship, so just sign this with your finger, and, uh, please don’t cry on my iPad, I didn’t get AppleCare."
        ],
        [
            "Amy",
            "I’m not surprised you want to end the relationship. I’m a little surprised you didn’t get AppleCare. Anyway, enjoy your life. Where do I sign?"
        ],
        [
            "Sheldon",
            "At the bottom. I must say, I’m relieved you’re not making more of a scene out of this."
        ],
        [
            "Amy",
            "Oh, I’ve already moved on. Besides, this breakup has nothing to do with me."
        ],
        [
            "Sheldon",
            "It doesn’t?"
        ],
        [
            "Amy",
            "Of course not. This is just Leonard trying to take the focus off that dreadful table by sowing discord in our relationship. He’s manipulating you like he always does."
        ],
        [
            "Sheldon",
            "Wait, wait, now, hang on. You think he manipulates me?"
        ],
        [
            "Amy",
            "All the time. And he knew that, as your girlfriend, I wasn’t gonna stand by and let him bring a table into your apartment. I mean, a table? Come on?"
        ],
        [
            "Sheldon",
            "It is hideous."
        ],
        [
            "Amy",
            "Well, thankfully, I won’t have to see it, ’cause I won’t be your girlfriend anymore. Amy Farrah Fowler. Why, yes, I would like to take a survey."
        ],
        [
            "Sheldon",
            "Wait. You were really gonna stand by me against the dining room table?"
        ],
        [
            "Amy",
            "Of course I was."
        ],
        [
            "Sheldon",
            "Wait. How do I know that you’re not manipulating me right now?"
        ],
        [
            "Amy",
            "I think if I were manipulating you, you’d be smart enough to see it."
        ],
        [
            "Sheldon",
            "How do I know you’re not saying that as part of the manipulation?"
        ],
        [
            "Amy",
            "I think you’d be smart enough to see that, too."
        ],
        [
            "Sheldon",
            "Okay. I’m sorry I gave you such a hard time, I just had to be sure."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Raj",
            "It’s pretty exciting that NASA wants to send Howard back up."
        ],
        [
            "Bermadette",
            "Yeah, exciting. Can I ask you something?"
        ],
        [
            "Raj",
            "Course."
        ],
        [
            "Bernadette",
            "He hated that entire experience. Does it make me an awful wife if I don’t think he should do it again?"
        ],
        [
            "Raj",
            "Not at all. He’s forgotten how miserable he was the entire time he was up there. It’s like me in those moments when I miss India."
        ],
        [
            "Bernadette",
            "So you’ll talk to him?"
        ],
        [
            "Raj",
            "Why me?"
        ],
        [
            "Bernadette",
            "Well, I’m his wife, I don’t want to ruin it for him."
        ],
        [
            "Raj",
            "That’s the dynamic, I’m the fun one, you’re the buzzkill."
        ],
        [
            "Bernadette",
            "Since when am I the buzzkill?"
        ],
        [
            "Raj",
            "Do you think this is cool?"
        ],
        [
            "Bernadette",
            "No, I think it’s stupid."
        ],
        [
            "Raj",
            "Aha."
        ],
        [
            "Bernadette",
            "You’re right, it’s great."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Leonard",
            "Oh, hey. You guys didn’t break up."
        ],
        [
            "Sheldon",
            "No. Sorry to disappoint you, but Amy pointed out that you were only trying to manipulate me."
        ],
        [
            "Amy",
            "Which you also figured out by yourself."
        ],
        [
            "Sheldon",
            "Which I also figured out by myself."
        ],
        [
            "Penny",
            "Well, I’m glad you’re still together."
        ],
        [
            "Sheldon",
            "Yeah, okay, you can stop trying to make this about our relationship."
        ],
        [
            "Amy",
            "Which is stronger than ever."
        ],
        [
            "Sheldon",
            "Which is stronger than ever. This is about you trying to change my environment, which was perfect the way it was."
        ],
        [
            "Howard",
            "But it got the way it was through change. The-the-the spot that you love to sit in, that no one else can sit in, only exists because, despite your objections. I bought this couch. Me. So explain why that change was bad and this change was good."
        ],
        [
            "Sheldon",
            "Um."
        ],
        [
            "Amy",
            "You don’t need to explain yourself to him."
        ],
        [
            "Sheldon",
            "I don’t need to explain myself to you!"
        ],
        [
            "Amy",
            "You’re sick of his nonsense and ready to move in with me."
        ],
        [
            "Sheldon",
            "Keep the table. We don’t use that space."
        ],
        [
            "Amy",
            "Damn it, I got cocky."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Hey, Bernie. I’m home. Hello."
        ],
        [
            "Bernadette",
            "Hi, honey."
        ],
        [
            "Howard",
            "What’s going on?"
        ],
        [
            "Bernadette",
            "Maybe you should have a seat."
        ],
        [
            "Howard",
            "Um, okay. I know my mom’s not dead, there’d be balloons."
        ],
        [
            "Raj",
            "Um, okay. First off, know that we all love you and cherish you."
        ],
        [
            "Mike Rostenkowski",
            "Well, I wouldn’t…"
        ],
        [
            "Bernadette",
            "Daddy."
        ],
        [
            "Mike R",
            "You’re great."
        ],
        [
            "Raj",
            "Oh, of course."
        ],
        [
            "Mike M",
            "Hey, Fruit Loops."
        ],
        [
            "Howard",
            "Massimino? Why are you here?"
        ],
        [
            "Mike M",
            "Well, I heard you were thinking about going back up to the space station, and as someone who’s been there with you, well, you know how astronauts need to have the right stuff?"
        ],
        [
            "Howard",
            "Sure."
        ],
        [
            "Mike M",
            "The stuff you have is wrong."
        ],
        [
            "Howard",
            "You don’t think I did a good job up there?"
        ],
        [
            "Mike M",
            "You did a fine job. It’s just, you were scared and miserable the whole time."
        ],
        [
            "Bernadette",
            "I think what we’re all trying to say is, you don’t seem to be remembering how traumatic the experience was for you."
        ],
        [
            "Raj",
            "Like how women often forget the pain of childbirth."
        ],
        [
            "Mike R",
            "Like a woman. Great analogy."
        ],
        [
            "Howard",
            "Fine, maybe I was a little scared."
        ],
        [
            "Mike M",
            "You peed in your space suit."
        ],
        [
            "Howard",
            "You’re supposed to do that."
        ],
        [
            "Mike M",
            "Not during the fitting."
        ],
        [
            "Mike R",
            "Son, do I need to remind you what you asked me to do before you went up last time?"
        ],
        [
            "Howard",
            "Hang on. That was just me joking around."
        ],
        [
            "Mike R",
            "You wanted me to shoot you in the foot."
        ],
        [
            "Howard",
            "Come on, how is that not a joke? You got to get me out of this. Shoot me in the foot."
        ],
        [
            "Bernadette",
            "Don’t forget all the other astronauts picking on you."
        ],
        [
            "Raj",
            "And how you threw up in zero gravity, and it floated back in your mouth. And you threw up again. And so on and so on."
        ],
        [
            "Mike M",
            "That was funny."
        ],
        [
            "Howard",
            "Okay, so I wasn’t exactly John Glenn up there, but I’ve changed. I’m a different man now. Yeah, and I’m a little insulted that you guys don’t think I can handle it."
        ],
        [
            "Mike M",
            "You know you’re gonna have to go through survival training again."
        ],
        [
            "Howard",
            "Really?"
        ],
        [
            "Scene",
            "A doctor’s surgery."
        ],
        [
            "Scene",
            "Howard:"
        ],
        [
            "Doctor",
            "What do you want me to do? You’re perfectly healthy."
        ],
        [
            "Howard",
            "Check my blood pressure again. I can get it higher. just give me a second. (Dials phone) "
        ],
        [
            "Scene",
            "Mrs Wolowitz"
        ],
        [
            "Howard",
            "Hi, Ma. How are you?"
        ],
        [
            "Mrs Wolowitz",
            "How I am is not dead, but you wouldn’t know that, because you don’t love me enough to pick up the phone."
        ],
        [
            "Howard",
            "Go, go, go."
        ],
        [
            "Mrs Wolowitz",
            "For all you know, I could have slipped in the tub and drowned. That’s what happened to your Aunt Ida."
        ],
        [
            "Doctor",
            "Wow."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "Howard, I’m so sorry your blood pressure was off the charts."
        ],
        [
            "Howard",
            "Oh, me, too. I mean, the doctor was willing to fudge the results, but it just seemed so darned dishonest."
        ],
        [
            "Leonard",
            "But the mission wouldn’t be for at least a year. Isn’t that enough time to get your blood pressure under…"
        ],
        [
            "Howard",
            "Look, my blood pressure’s too high, okay? Drop it."
        ],
        [
            "Penny",
            "You know, my aunt changed her diet, and in a few months, she…"
        ],
        [
            "Howard",
            "Went to space? I don’t think so. Now, pass the soy sauce. Hey, not the green one, the red one."
        ],
        [
            "Penny",
            "Sheldon, Amy, will you please come join us?"
        ],
        [
            "Bernadette",
            "Yeah, it’s fun up here."
        ],
        [
            "Leonard",
            "So why are you trying to ruin it?"
        ],
        [
            "Sheldon",
            "No, thanks. We’re fine. I mean, if you people want to eat at the table, then that’s what you should do. I like eating down here because this is how we’ve always done things. But if those days are gone, they’re gone. It just makes me sad."
        ],
        [
            "Bernadette",
            "Now I feel bad."
        ],
        [
            "Leonard",
            "Oh, don’t anthropomorphize him, he’s got big eyes, but his feelings are not like ours."
        ],
        [
            "Bernadette",
            "No, it just seems silly for us to sit in two groups."
        ],
        [
            "Leonard",
            "Well, it’s not silly if you think of that group as being led by a big, evil baby."
        ],
        [
            "Bernadette",
            "Look at Amy down there. Should we go?"
        ],
        [
            "Penny",
            "Yeah, let’s go."
        ],
        [
            "Leonard",
            "But Penny, this was your idea. You said that I should stand up to him."
        ],
        [
            "Penny",
            "Forget it, Leonard. It’s over."
        ],
        [
            "Leonard",
            "Fine."
        ],
        [
            "Amy",
            "Rajesh?"
        ],
        [
            "Raj",
            "Screw that! I sat on the floor for seven years. I’m staying right here."
        ],
        [
            "Bernadette",
            "Come on, Raj, it’s not the same without you."
        ],
        [
            "Raj",
            "Fine. But no more making fun of how I say tings."
        ],
        [
            "Howard",
            "You mean tings like moo-stache?"
        ],
        [
            "Sheldon",
            "Well, isn’t this nice. Sometimes the baby wins."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-7-episode-16-the-table-polarisation/"
}