{
    "Season": 7,
    "Episode": 17,
    "Title": "the friendship turbulence",
    "Actor2Line": {
        "Sceme": [
            [
                0,
                "The apartment"
            ]
        ],
        "Bernadette": [
            [
                1,
                "Raj, your tag’s sticking out."
            ],
            [
                3,
                "Now I feel a little gross."
            ],
            [
                16,
                "Serial Ape-ist? I thought you died in that."
            ],
            [
                34,
                "Can I ask you something? Why do you constantly feel the need to put down my husband?"
            ],
            [
                42,
                "That was ten years ago."
            ],
            [
                148,
                "What are you doing?"
            ],
            [
                150,
                "This is gonna be a long weekend for you."
            ],
            [
                152,
                "I said to stop insulting each other. I didn’t tell you to take him on a romantic getaway."
            ],
            [
                155,
                "Hi."
            ],
            [
                157,
                "You excited for Texas?"
            ]
        ],
        "Raj": [
            [
                2,
                "Thank you. That was the closest I’ve come to sex in, like, two years."
            ],
            [
                4,
                "You’re only making it seem more real for me."
            ],
            [
                6,
                "Can we please talk about something other than my depressing love life?"
            ],
            [
                11,
                "Is that a real book? I would totally read that book."
            ],
            [
                18,
                "While showering topless, 16 minutes after brief side butt during a pillow fight with her sorority sisters."
            ],
            [
                28,
                "If she did, it would be amazing. That woman can do no wrong."
            ],
            [
                41,
                "Ha-a-a. Still funny."
            ],
            [
                46,
                "I was there. It was funny."
            ],
            [
                50,
                "Actually, it’s for both of us. Last night, I watched West Side Story, and I’m a little freaked out by street gangs."
            ],
            [
                52,
                "I don’t appreciate your sarcasm, but we’ve still got two blocks to go, so I’ll put up with it."
            ],
            [
                54,
                "No one was writing me back, so I stopped checking my profile."
            ],
            [
                56,
                "It has been a while since I got my prostate checked."
            ],
            [
                58,
                "What? You’ve kissed, like, once in three years."
            ],
            [
                74,
                "Amy, I could use some help."
            ],
            [
                76,
                "I thought about what you said last night, and I went back on the dating Web site and I was looking at this girl’s profile. She’s amazing."
            ],
            [
                78,
                "And judging by her lack of Adam’s apple, she’s been female her entire life. I like that in a woman."
            ],
            [
                80,
                "Well, I was up all night trying to write to her, but I wanted to run it by you first."
            ],
            [
                82,
                "Emily, your face is like a precious dew-kissed flower."
            ],
            [
                84,
                "I know. Powerful stuff, huh?"
            ],
            [
                86,
                "Okay, I’m getting some mixed messages here."
            ],
            [
                88,
                "Yes. Where I can be jealous of the cup touching your ruby lips. Or you just write it for me."
            ],
            [
                90,
                "I don’t want you to pretend to be me. You can be like my, uh, online wingman. Like if we met her at a bar and you talked me up."
            ],
            [
                92,
                "Just tell her what I’m really like. And, if you think it’ll help, that you saw me changing once and my package reminded you of the muscular tail of a jaguar. Use your own words."
            ],
            [
                105,
                "Teams are fun."
            ],
            [
                107,
                "But I’m always on Howard’s team. We’re best friends. The kind who finish each others…"
            ],
            [
                109,
                "Do that. See?"
            ],
            [
                114,
                "Maybe I can go with you guys to Houston?"
            ],
            [
                116,
                "Plane tickets? Yeah."
            ],
            [
                118,
                "Stop that? Okay."
            ],
            [
                129,
                "Hey, you busy?"
            ],
            [
                131,
                "Have you heard back from Emily?"
            ],
            [
                133,
                "Great. And?"
            ],
            [
                135,
                "I give you one simple thing to do, contact a complete stranger and make her fall in love with me, and you blow it."
            ],
            [
                137,
                "I’m not too shy and passive. You write her back and tell her I said that. You know, when you have a second."
            ],
            [
                139,
                "What’s happening tomorrow night?"
            ],
            [
                141,
                "What?"
            ],
            [
                143,
                "I find a girl I like, and you’re stealing her?"
            ],
            [
                145,
                "Your words fall like acid rain on the wounded petals of my heart."
            ],
            [
                206,
                "Hello, Emily."
            ],
            [
                208,
                "Amy told me you were concerned that I might be too passive and shy. Let me ask you something. Would a passive guy barge in here to look you in the eye and say, hey, dew-kissed flower, what’s up?"
            ],
            [
                210,
                "Uh, okay, that’s a separate issue. Let’s put a pin in that and just focus on the passive thing."
            ],
            [
                214,
                "Not my best first date. Yeah, but not my worst, either."
            ]
        ],
        "Howard": [
            [
                5,
                "Hey, that’s my wife. If anyone’s gonna make her feel gross about sex, it’s me."
            ],
            [
                10,
                "Is that book called Lies I Tell to Get Sex?"
            ],
            [
                32,
                "Hey, I work at the same university you do."
            ],
            [
                39,
                "I didn’t do anything. I was just sitting here."
            ],
            [
                45,
                "The lecture was on cosmic gas clouds. That’s funny."
            ],
            [
                61,
                "Hey."
            ],
            [
                63,
                "Listen, I was thinking you and I could probably try to be better friends."
            ],
            [
                65,
                "Seriously, I was talking to Bernadette last night and she made some great points. You and I have known each other a long time, and I didn’t hear the rest ’cause she took her bra off."
            ],
            [
                67,
                "Uh, for starters, we could stop insulting each other."
            ],
            [
                69,
                "Anyway, I got invited to do a little talk at NASA in Houston this weekend. They gave me two tickets. Bernadette can’t go. You want to come with me? You can visit your mom, and I’ll show you around the space centre."
            ],
            [
                71,
                "No."
            ],
            [
                108,
                "I really don’t think we do tha…"
            ],
            [
                115,
                "Isn’t it a little late to get plane tick…"
            ],
            [
                117,
                "Will you please sto…"
            ],
            [
                147,
                "That’s Sheldon. He says he’ll be down in a minute."
            ],
            [
                149,
                "Oh, he’s not coming out until he sees proof you don’t have an air freshener in your car."
            ],
            [
                151,
                "You’re the reason I’m doing it."
            ],
            [
                153,
                "How do I know what you said? Damn you and your noise-cancelling breasts."
            ],
            [
                156,
                "Hey, buddy."
            ],
            [
                159,
                "It’s not every day you get to tour NASA with a real astronaut."
            ],
            [
                161,
                "Buzz Aldrin."
            ],
            [
                165,
                "What now?"
            ],
            [
                167,
                "You just went to the bathroom."
            ],
            [
                169,
                "Well, it still doesn’t."
            ],
            [
                171,
                "Fine."
            ],
            [
                173,
                "I’m trying to be a better friend, but you constantly say and do irritating things."
            ],
            [
                175,
                "When? How about in the car? I’m an astronaut, and you know it. You just don’t like admitting it, because you’re jealous."
            ],
            [
                177,
                "Thank you."
            ],
            [
                179,
                "No."
            ],
            [
                181,
                "Here you go. Be creative. What’s the matter? Scared of a little turbulence?"
            ],
            [
                183,
                "Oh, this is nothing. I experienced way worse when I was plummeting back to Earth, apparently not being a real astronaut. Okay, that was a big one."
            ],
            [
                185,
                "I’m gonna need that bag back."
            ],
            [
                217,
                "I’m sorry, too. It’s all my fault."
            ],
            [
                219,
                "Thank you, Sheldon."
            ],
            [
                222,
                "It’s over."
            ],
            [
                224,
                "Should we stop holding hands now?"
            ],
            [
                226,
                "Okay, good."
            ]
        ],
        "Sheldon": [
            [
                7,
                "How about Penny’s depressing acting career?"
            ],
            [
                17,
                "She does. 42 minutes in."
            ],
            [
                19,
                "I have an eidetic memory. I don’t know what his problem is."
            ],
            [
                21,
                "Am I missing something, or isn’t that the part she was born to play?"
            ],
            [
                31,
                "Are you sure? We were making fun of failed careers. We didn’t get to tap the juicy vein that is Howard’s."
            ],
            [
                33,
                "Yes, and Hawkeye’s in the Avengers, but no one ever says help, Hawkeye."
            ],
            [
                38,
                "Well, with that sorted out, I’m happy to answer your question, Bernadette. Howard started it."
            ],
            [
                40,
                "I wasn’t referring to this evening. Ten years ago, upon first seeing me, your husband claimed that I looked like C-3PO and Pee-wee Herman. And he called me C-3P-wee Herman."
            ],
            [
                43,
                "Nine years, 11 months and three weeks ago, he followed that up by replacing the slides for my lecture with photographs of nude fat women bending over."
            ],
            [
                47,
                "In any event, that began a decade-long progression of insults, pranks and unwanted magazine subscriptions. To this day, I still get a monthly copy of Granny on Granny. Which, other than its surprisingly fun puzzle page, is complete filth."
            ],
            [
                62,
                "Hello."
            ],
            [
                64,
                "Really? I was thinking what we have now is a bit much."
            ],
            [
                66,
                "Very well. How do you propose we move forward?"
            ],
            [
                68,
                "That’s a great idea. And in the spirit of our new arrangement, I will mask my surprise that you came up with it."
            ],
            [
                70,
                "I have one question. Is this a prank where we land in Houston and you’ve made up wanted posters that have my face with a moustache and a Spanish name and then I get arrested and deported to South America?"
            ],
            [
                72,
                "I’m glad because I would not have seen that coming."
            ],
            [
                94,
                "Thanks again for taking me to the pharmacy."
            ],
            [
                96,
                "Oh, I’m fine. It’s just some, uh, stomach medication for my trip. There’s the remote yet distinct possibility that I may end up in South America."
            ],
            [
                98,
                "Remember the old days when I used to point out that your check engine light was on?"
            ],
            [
                100,
                "Well, get ready to stroll down memory lane. Penny, your check engine…"
            ],
            [
                102,
                "Maybe it’s just something minor. Ooh, good news, the light just went out."
            ],
            [
                106,
                "Oh, in that case, I’d like to be partnered with my good friend Howard."
            ],
            [
                125,
                "Leonard, would you wrap it up? We’re waiting on you."
            ],
            [
                127,
                "It is. You were wrong, friend Howard. She completely understood."
            ],
            [
                154,
                "Hello."
            ],
            [
                158,
                "Oh, very much so."
            ],
            [
                160,
                "Oh, who’s the real astronaut?"
            ],
            [
                162,
                "Oh. Yay."
            ],
            [
                164,
                "(Tap, tap, tap) Howard? (Tap, tap, tap) Howard? (Tap, tap, tap) Howard?"
            ],
            [
                166,
                "I have to go to the bathroom."
            ],
            [
                168,
                "But I didn’t use it because it didn’t seem safe. Despite all my e-mails, the toilet didn’t have a seatbelt."
            ],
            [
                170,
                "I realize that, but safety concerns went out the window two apple juices ago."
            ],
            [
                172,
                "Why are you getting annoyed?"
            ],
            [
                174,
                "Like when?"
            ],
            [
                176,
                "Well, truth be told, as a child, I did dream of going to space. Those astronauts were my heroes. And when you got to go, it was hard for me."
            ],
            [
                178,
                "Because it made me realize they’ll just send anyone up there. Aren’t you going to let me out?"
            ],
            [
                180,
                "But I still need to use the bathroom."
            ],
            [
                182,
                "No, turbulence is just the equalization of diurnal temperature variations in the atmosphere. I’m not scared at all. Oh, apple juice, stay where you are."
            ],
            [
                184,
                "I take it back. I’m scared of turbulence!"
            ],
            [
                216,
                "I’m sorry for every mean thing I ever did or said to you."
            ],
            [
                218,
                "If you weren’t my friend, there’d be a hole in my life."
            ],
            [
                220,
                "Kind of like when Firefly was cancelled. But not as big."
            ],
            [
                223,
                "Yeah."
            ],
            [
                225,
                "In a minute."
            ]
        ],
        "Leonard": [
            [
                8,
                "Hey. I mean, it’s been a little tough, but Penny’s following her dreams, and in my book, that is not depressing."
            ],
            [
                14,
                "Why would you do that?"
            ],
            [
                24,
                "So are you really not gonna do this movie?"
            ],
            [
                26,
                "Well, but don’t a lot of famous actors get their start doing bad movies?"
            ],
            [
                29,
                "I don’t know anything about show business, so if you think it’s reasonable to turn down paid work and just burn through your savings, I’m sure you know what you’re doing."
            ],
            [
                37,
                "No, no, no. This is not a fight. I was just excited that someone offered you a part and a little surprised that you’d rather sit at home and do nothing than take it. Now it’s a fight."
            ],
            [
                104,
                "Are we playing individual or teams?"
            ],
            [
                111,
                "Oh, how’d it go at the mechanic?"
            ],
            [
                113,
                "Yeah, sure."
            ],
            [
                121,
                "I’m so sorry. I know it’s a sensitive subject, but can you reconsider that part in the movie?"
            ],
            [
                123,
                "At least they talked about you on Letterman. Come on, I can drive you wherever you need to go."
            ],
            [
                187,
                "You sure you want to do this?"
            ],
            [
                189,
                "Let’s get this over with. Am I driving you to the Cheesecake Factory, or are we having sex? I’m just, I’m trying to lighten the mood."
            ],
            [
                191,
                "Sorry."
            ],
            [
                193,
                "So humiliating? Am I driving you to the Cheesecake Factory…? I’m sorry. I’ll. I’ll stop. I’ll stop."
            ],
            [
                197,
                "I know. I thought we’d take yours."
            ],
            [
                199,
                "It’s nothing fancy, but it’ll get you to auditions, and at least for now, you don’t have to go back to waitressing."
            ],
            [
                201,
                "Don’t say anything."
            ],
            [
                203,
                "I mean, you could say thank you. I did just buy you a car."
            ]
        ],
        "Penny": [
            [
                9,
                "Aw, thank you."
            ],
            [
                13,
                "Well, I’ll have you guys know I turned down a part in a movie last week."
            ],
            [
                15,
                "Because it was crap. It’s a sequel to that awful killer gorilla movie I was in."
            ],
            [
                20,
                "Okay, well, there are no shower scenes in this one. They just try to clone me from my corpse, but my DNA gets mixed with the ape’s DNA and I end up running around with giant gorilla hands and feet."
            ],
            [
                25,
                "Well, I don’t think it’s the kind of part that’s good for my career."
            ],
            [
                27,
                "Okay, I don’t think Meryl Streep ever had to say “Must keep gorilla hands from killing again!”"
            ],
            [
                35,
                "Oh, I’m sure he does it out of love. The same way my boyfriend makes me feel terrible about my life choices."
            ],
            [
                95,
                "Oh, it’s no problem. Is everything okay?"
            ],
            [
                97,
                "Remember the old days when I would’ve said something dumb like why? Uh, that doesn’t sound good."
            ],
            [
                99,
                "Yes."
            ],
            [
                101,
                "Yeah, I know it’s on, Sheldon. Oh, no, no, no, no, no. I cannot afford this right now."
            ],
            [
                110,
                "Oh, hi."
            ],
            [
                112,
                "Not great. Can I talk to you for a sec?"
            ],
            [
                120,
                "I don’t know what to do. My car threw a rod and it’s totaled. I can’t afford a new one, I have no job, and now I can’t drive to auditions."
            ],
            [
                122,
                "I did. I called them. The part’s gone. They gave it to someone else. Now that girl’s gonna get discovered and become famous and go on Letterman and talk about how she got her big break on a cheap monkey movie all because some dumb girl thought it was beneath her."
            ],
            [
                124,
                "How? Unlike me, you have a job. I’m just gonna have to go back to being a waitress, like I will be for the rest of my life."
            ],
            [
                126,
                "I’m sorry, is the fact that my life’s falling apart interfering with your board game?"
            ],
            [
                188,
                "Yeah. Why wouldn’t I want to get my old job back? It’ll be fun to see everyone. I haven’t talked to them since I said I quit, see you at the Oscars, bitches. Come on, let’s just get this over with."
            ],
            [
                190,
                "I know. Thank you."
            ],
            [
                192,
                "It’s just so humiliating."
            ],
            [
                196,
                "Sweetie, I know you’re trying to make me feel better, and I love you for that, but it’s making me feel worse, and I kind of hate you. This isn’t your car."
            ],
            [
                198,
                "I don’t understand."
            ],
            [
                200,
                "I don’t know what to say."
            ],
            [
                202,
                "Oh, my God."
            ]
        ],
        "Amy": [
            [
                12,
                "Can I borrow it when you’re done?"
            ],
            [
                30,
                "I think we’re gonna go."
            ],
            [
                36,
                "I think we’re gonna go."
            ],
            [
                44,
                "Really?"
            ],
            [
                49,
                "Thanks for walking me to my car."
            ],
            [
                51,
                "Why can’t Raj find a girl? The mystery continues."
            ],
            [
                53,
                "Whatever happened with your online dating?"
            ],
            [
                55,
                "Before I met Sheldon, I was ready to give up, too. Once, I even dropped in on my OBGYN just to get some human contact."
            ],
            [
                57,
                "Then I met Sheldon and look at where we are now."
            ],
            [
                59,
                "That’s true. Do whatever you want."
            ],
            [
                75,
                "Oh. Let me guess. There’s an undergrad in a leather jacket snapping his fingers by the water fountain."
            ],
            [
                77,
                "Oh, she’s cute. And smart. Phi Beta Kappa."
            ],
            [
                79,
                "Great, so what do you need me for?"
            ],
            [
                81,
                "All right."
            ],
            [
                83,
                "Wow."
            ],
            [
                85,
                "No. You’re supposed to be yourself, not all desperate and creepy."
            ],
            [
                87,
                "Just say something normal like, I saw your profile. Looks like we have a lot in common, let’s get a cup of coffee sometime.”"
            ],
            [
                89,
                "I’m not gonna pretend to be you."
            ],
            [
                91,
                "Well, what would I say to her?"
            ],
            [
                130,
                "No. What’s up?"
            ],
            [
                132,
                "I have."
            ],
            [
                134,
                "And I’m afraid she doesn’t think you’re right for her."
            ],
            [
                136,
                "I told her what a good guy you are, but she thought it was a bad sign that you didn’t write to her yourself. She thought it made you seem too shy and passive."
            ],
            [
                138,
                "Look, I’ll see if I can change her mind tomorrow night."
            ],
            [
                140,
                "I’m meeting her for coffee."
            ],
            [
                142,
                "Well, we just, we e-mailed back and forth a bit, and we kind of hit it off."
            ],
            [
                144,
                "No. We just ended up having a lot in common. We went to Harvard, we like Chaucer, we’re both hardcore into quilting."
            ],
            [
                205,
                "Look, I admit that it’s odd that Rajesh didn’t write to you himself, but if you get to know him, you’ll see he’s just a sweet, regular guy. As a counterpoint, here he is, uninvited and visibly sweaty."
            ],
            [
                212,
                "Are we still going to go to that Chaucer reading Friday?"
            ]
        ],
        "Scene": [
            [
                22,
                "Credits sequence."
            ],
            [
                23,
                "The apartment."
            ],
            [
                48,
                "The street"
            ],
            [
                60,
                "Sheldon’s office."
            ],
            [
                73,
                "Amy’s lab."
            ],
            [
                93,
                "Penny’s car."
            ],
            [
                103,
                "The apartment. "
            ],
            [
                119,
                "The stairwell."
            ],
            [
                128,
                "Amy’s lab."
            ],
            [
                146,
                "Bernadette’s car."
            ],
            [
                163,
                "An airplane. "
            ],
            [
                186,
                "Penny’s apartment. "
            ],
            [
                194,
                "Outside the building. "
            ],
            [
                195,
                "Leonard:"
            ],
            [
                204,
                "A coffee shop."
            ],
            [
                215,
                "The airplane."
            ]
        ],
        "Emily": [
            [
                207,
                "Hello."
            ],
            [
                209,
                "No, but a weird guy with no boundaries might."
            ],
            [
                211,
                "I’m leaving."
            ],
            [
                213,
                "You know, I think I’m just gonna go by myself."
            ]
        ],
        "Announcement": [
            [
                221,
                "The captain has turned off the fasten seat belt sign. You’re now free to move about the cabin."
            ]
        ]
    },
    "AllLines": [
        [
            "Sceme",
            "The apartment"
        ],
        [
            "Bernadette",
            "Raj, your tag’s sticking out."
        ],
        [
            "Raj",
            "Thank you. That was the closest I’ve come to sex in, like, two years."
        ],
        [
            "Bernadette",
            "Now I feel a little gross."
        ],
        [
            "Raj",
            "You’re only making it seem more real for me."
        ],
        [
            "Howard",
            "Hey, that’s my wife. If anyone’s gonna make her feel gross about sex, it’s me."
        ],
        [
            "Raj",
            "Can we please talk about something other than my depressing love life?"
        ],
        [
            "Sheldon",
            "How about Penny’s depressing acting career?"
        ],
        [
            "Leonard",
            "Hey. I mean, it’s been a little tough, but Penny’s following her dreams, and in my book, that is not depressing."
        ],
        [
            "Penny",
            "Aw, thank you."
        ],
        [
            "Howard",
            "Is that book called Lies I Tell to Get Sex?"
        ],
        [
            "Raj",
            "Is that a real book? I would totally read that book."
        ],
        [
            "Amy",
            "Can I borrow it when you’re done?"
        ],
        [
            "Penny",
            "Well, I’ll have you guys know I turned down a part in a movie last week."
        ],
        [
            "Leonard",
            "Why would you do that?"
        ],
        [
            "Penny",
            "Because it was crap. It’s a sequel to that awful killer gorilla movie I was in."
        ],
        [
            "Bernadette",
            "Serial Ape-ist? I thought you died in that."
        ],
        [
            "Sheldon",
            "She does. 42 minutes in."
        ],
        [
            "Raj",
            "While showering topless, 16 minutes after brief side butt during a pillow fight with her sorority sisters."
        ],
        [
            "Sheldon",
            "I have an eidetic memory. I don’t know what his problem is."
        ],
        [
            "Penny",
            "Okay, well, there are no shower scenes in this one. They just try to clone me from my corpse, but my DNA gets mixed with the ape’s DNA and I end up running around with giant gorilla hands and feet."
        ],
        [
            "Sheldon",
            "Am I missing something, or isn’t that the part she was born to play?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "So are you really not gonna do this movie?"
        ],
        [
            "Penny",
            "Well, I don’t think it’s the kind of part that’s good for my career."
        ],
        [
            "Leonard",
            "Well, but don’t a lot of famous actors get their start doing bad movies?"
        ],
        [
            "Penny",
            "Okay, I don’t think Meryl Streep ever had to say “Must keep gorilla hands from killing again!”"
        ],
        [
            "Raj",
            "If she did, it would be amazing. That woman can do no wrong."
        ],
        [
            "Leonard",
            "I don’t know anything about show business, so if you think it’s reasonable to turn down paid work and just burn through your savings, I’m sure you know what you’re doing."
        ],
        [
            "Amy",
            "I think we’re gonna go."
        ],
        [
            "Sheldon",
            "Are you sure? We were making fun of failed careers. We didn’t get to tap the juicy vein that is Howard’s."
        ],
        [
            "Howard",
            "Hey, I work at the same university you do."
        ],
        [
            "Sheldon",
            "Yes, and Hawkeye’s in the Avengers, but no one ever says help, Hawkeye."
        ],
        [
            "Bernadette",
            "Can I ask you something? Why do you constantly feel the need to put down my husband?"
        ],
        [
            "Penny",
            "Oh, I’m sure he does it out of love. The same way my boyfriend makes me feel terrible about my life choices."
        ],
        [
            "Amy",
            "I think we’re gonna go."
        ],
        [
            "Leonard",
            "No, no, no. This is not a fight. I was just excited that someone offered you a part and a little surprised that you’d rather sit at home and do nothing than take it. Now it’s a fight."
        ],
        [
            "Sheldon",
            "Well, with that sorted out, I’m happy to answer your question, Bernadette. Howard started it."
        ],
        [
            "Howard",
            "I didn’t do anything. I was just sitting here."
        ],
        [
            "Sheldon",
            "I wasn’t referring to this evening. Ten years ago, upon first seeing me, your husband claimed that I looked like C-3PO and Pee-wee Herman. And he called me C-3P-wee Herman."
        ],
        [
            "Raj",
            "Ha-a-a. Still funny."
        ],
        [
            "Bernadette",
            "That was ten years ago."
        ],
        [
            "Sheldon",
            "Nine years, 11 months and three weeks ago, he followed that up by replacing the slides for my lecture with photographs of nude fat women bending over."
        ],
        [
            "Amy",
            "Really?"
        ],
        [
            "Howard",
            "The lecture was on cosmic gas clouds. That’s funny."
        ],
        [
            "Raj",
            "I was there. It was funny."
        ],
        [
            "Sheldon",
            "In any event, that began a decade-long progression of insults, pranks and unwanted magazine subscriptions. To this day, I still get a monthly copy of Granny on Granny. Which, other than its surprisingly fun puzzle page, is complete filth."
        ],
        [
            "Scene",
            "The street"
        ],
        [
            "Amy",
            "Thanks for walking me to my car."
        ],
        [
            "Raj",
            "Actually, it’s for both of us. Last night, I watched West Side Story, and I’m a little freaked out by street gangs."
        ],
        [
            "Amy",
            "Why can’t Raj find a girl? The mystery continues."
        ],
        [
            "Raj",
            "I don’t appreciate your sarcasm, but we’ve still got two blocks to go, so I’ll put up with it."
        ],
        [
            "Amy",
            "Whatever happened with your online dating?"
        ],
        [
            "Raj",
            "No one was writing me back, so I stopped checking my profile."
        ],
        [
            "Amy",
            "Before I met Sheldon, I was ready to give up, too. Once, I even dropped in on my OBGYN just to get some human contact."
        ],
        [
            "Raj",
            "It has been a while since I got my prostate checked."
        ],
        [
            "Amy",
            "Then I met Sheldon and look at where we are now."
        ],
        [
            "Raj",
            "What? You’ve kissed, like, once in three years."
        ],
        [
            "Amy",
            "That’s true. Do whatever you want."
        ],
        [
            "Scene",
            "Sheldon’s office."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Howard",
            "Listen, I was thinking you and I could probably try to be better friends."
        ],
        [
            "Sheldon",
            "Really? I was thinking what we have now is a bit much."
        ],
        [
            "Howard",
            "Seriously, I was talking to Bernadette last night and she made some great points. You and I have known each other a long time, and I didn’t hear the rest ’cause she took her bra off."
        ],
        [
            "Sheldon",
            "Very well. How do you propose we move forward?"
        ],
        [
            "Howard",
            "Uh, for starters, we could stop insulting each other."
        ],
        [
            "Sheldon",
            "That’s a great idea. And in the spirit of our new arrangement, I will mask my surprise that you came up with it."
        ],
        [
            "Howard",
            "Anyway, I got invited to do a little talk at NASA in Houston this weekend. They gave me two tickets. Bernadette can’t go. You want to come with me? You can visit your mom, and I’ll show you around the space centre."
        ],
        [
            "Sheldon",
            "I have one question. Is this a prank where we land in Houston and you’ve made up wanted posters that have my face with a moustache and a Spanish name and then I get arrested and deported to South America?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Sheldon",
            "I’m glad because I would not have seen that coming."
        ],
        [
            "Scene",
            "Amy’s lab."
        ],
        [
            "Raj",
            "Amy, I could use some help."
        ],
        [
            "Amy",
            "Oh. Let me guess. There’s an undergrad in a leather jacket snapping his fingers by the water fountain."
        ],
        [
            "Raj",
            "I thought about what you said last night, and I went back on the dating Web site and I was looking at this girl’s profile. She’s amazing."
        ],
        [
            "Amy",
            "Oh, she’s cute. And smart. Phi Beta Kappa."
        ],
        [
            "Raj",
            "And judging by her lack of Adam’s apple, she’s been female her entire life. I like that in a woman."
        ],
        [
            "Amy",
            "Great, so what do you need me for?"
        ],
        [
            "Raj",
            "Well, I was up all night trying to write to her, but I wanted to run it by you first."
        ],
        [
            "Amy",
            "All right."
        ],
        [
            "Raj",
            "Emily, your face is like a precious dew-kissed flower."
        ],
        [
            "Amy",
            "Wow."
        ],
        [
            "Raj",
            "I know. Powerful stuff, huh?"
        ],
        [
            "Amy",
            "No. You’re supposed to be yourself, not all desperate and creepy."
        ],
        [
            "Raj",
            "Okay, I’m getting some mixed messages here."
        ],
        [
            "Amy",
            "Just say something normal like, I saw your profile. Looks like we have a lot in common, let’s get a cup of coffee sometime.”"
        ],
        [
            "Raj",
            "Yes. Where I can be jealous of the cup touching your ruby lips. Or you just write it for me."
        ],
        [
            "Amy",
            "I’m not gonna pretend to be you."
        ],
        [
            "Raj",
            "I don’t want you to pretend to be me. You can be like my, uh, online wingman. Like if we met her at a bar and you talked me up."
        ],
        [
            "Amy",
            "Well, what would I say to her?"
        ],
        [
            "Raj",
            "Just tell her what I’m really like. And, if you think it’ll help, that you saw me changing once and my package reminded you of the muscular tail of a jaguar. Use your own words."
        ],
        [
            "Scene",
            "Penny’s car."
        ],
        [
            "Sheldon",
            "Thanks again for taking me to the pharmacy."
        ],
        [
            "Penny",
            "Oh, it’s no problem. Is everything okay?"
        ],
        [
            "Sheldon",
            "Oh, I’m fine. It’s just some, uh, stomach medication for my trip. There’s the remote yet distinct possibility that I may end up in South America."
        ],
        [
            "Penny",
            "Remember the old days when I would’ve said something dumb like why? Uh, that doesn’t sound good."
        ],
        [
            "Sheldon",
            "Remember the old days when I used to point out that your check engine light was on?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Sheldon",
            "Well, get ready to stroll down memory lane. Penny, your check engine…"
        ],
        [
            "Penny",
            "Yeah, I know it’s on, Sheldon. Oh, no, no, no, no, no. I cannot afford this right now."
        ],
        [
            "Sheldon",
            "Maybe it’s just something minor. Ooh, good news, the light just went out."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Are we playing individual or teams?"
        ],
        [
            "Raj",
            "Teams are fun."
        ],
        [
            "Sheldon",
            "Oh, in that case, I’d like to be partnered with my good friend Howard."
        ],
        [
            "Raj",
            "But I’m always on Howard’s team. We’re best friends. The kind who finish each others…"
        ],
        [
            "Howard",
            "I really don’t think we do tha…"
        ],
        [
            "Raj",
            "Do that. See?"
        ],
        [
            "Penny",
            "Oh, hi."
        ],
        [
            "Leonard",
            "Oh, how’d it go at the mechanic?"
        ],
        [
            "Penny",
            "Not great. Can I talk to you for a sec?"
        ],
        [
            "Leonard",
            "Yeah, sure."
        ],
        [
            "Raj",
            "Maybe I can go with you guys to Houston?"
        ],
        [
            "Howard",
            "Isn’t it a little late to get plane tick…"
        ],
        [
            "Raj",
            "Plane tickets? Yeah."
        ],
        [
            "Howard",
            "Will you please sto…"
        ],
        [
            "Raj",
            "Stop that? Okay."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Penny",
            "I don’t know what to do. My car threw a rod and it’s totaled. I can’t afford a new one, I have no job, and now I can’t drive to auditions."
        ],
        [
            "Leonard",
            "I’m so sorry. I know it’s a sensitive subject, but can you reconsider that part in the movie?"
        ],
        [
            "Penny",
            "I did. I called them. The part’s gone. They gave it to someone else. Now that girl’s gonna get discovered and become famous and go on Letterman and talk about how she got her big break on a cheap monkey movie all because some dumb girl thought it was beneath her."
        ],
        [
            "Leonard",
            "At least they talked about you on Letterman. Come on, I can drive you wherever you need to go."
        ],
        [
            "Penny",
            "How? Unlike me, you have a job. I’m just gonna have to go back to being a waitress, like I will be for the rest of my life."
        ],
        [
            "Sheldon",
            "Leonard, would you wrap it up? We’re waiting on you."
        ],
        [
            "Penny",
            "I’m sorry, is the fact that my life’s falling apart interfering with your board game?"
        ],
        [
            "Sheldon",
            "It is. You were wrong, friend Howard. She completely understood."
        ],
        [
            "Scene",
            "Amy’s lab."
        ],
        [
            "Raj",
            "Hey, you busy?"
        ],
        [
            "Amy",
            "No. What’s up?"
        ],
        [
            "Raj",
            "Have you heard back from Emily?"
        ],
        [
            "Amy",
            "I have."
        ],
        [
            "Raj",
            "Great. And?"
        ],
        [
            "Amy",
            "And I’m afraid she doesn’t think you’re right for her."
        ],
        [
            "Raj",
            "I give you one simple thing to do, contact a complete stranger and make her fall in love with me, and you blow it."
        ],
        [
            "Amy",
            "I told her what a good guy you are, but she thought it was a bad sign that you didn’t write to her yourself. She thought it made you seem too shy and passive."
        ],
        [
            "Raj",
            "I’m not too shy and passive. You write her back and tell her I said that. You know, when you have a second."
        ],
        [
            "Amy",
            "Look, I’ll see if I can change her mind tomorrow night."
        ],
        [
            "Raj",
            "What’s happening tomorrow night?"
        ],
        [
            "Amy",
            "I’m meeting her for coffee."
        ],
        [
            "Raj",
            "What?"
        ],
        [
            "Amy",
            "Well, we just, we e-mailed back and forth a bit, and we kind of hit it off."
        ],
        [
            "Raj",
            "I find a girl I like, and you’re stealing her?"
        ],
        [
            "Amy",
            "No. We just ended up having a lot in common. We went to Harvard, we like Chaucer, we’re both hardcore into quilting."
        ],
        [
            "Raj",
            "Your words fall like acid rain on the wounded petals of my heart."
        ],
        [
            "Scene",
            "Bernadette’s car."
        ],
        [
            "Howard",
            "That’s Sheldon. He says he’ll be down in a minute."
        ],
        [
            "Bernadette",
            "What are you doing?"
        ],
        [
            "Howard",
            "Oh, he’s not coming out until he sees proof you don’t have an air freshener in your car."
        ],
        [
            "Bernadette",
            "This is gonna be a long weekend for you."
        ],
        [
            "Howard",
            "You’re the reason I’m doing it."
        ],
        [
            "Bernadette",
            "I said to stop insulting each other. I didn’t tell you to take him on a romantic getaway."
        ],
        [
            "Howard",
            "How do I know what you said? Damn you and your noise-cancelling breasts."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Bernadette",
            "Hi."
        ],
        [
            "Howard",
            "Hey, buddy."
        ],
        [
            "Bernadette",
            "You excited for Texas?"
        ],
        [
            "Sheldon",
            "Oh, very much so."
        ],
        [
            "Howard",
            "It’s not every day you get to tour NASA with a real astronaut."
        ],
        [
            "Sheldon",
            "Oh, who’s the real astronaut?"
        ],
        [
            "Howard",
            "Buzz Aldrin."
        ],
        [
            "Sheldon",
            "Oh. Yay."
        ],
        [
            "Scene",
            "An airplane. "
        ],
        [
            "Sheldon",
            "(Tap, tap, tap) Howard? (Tap, tap, tap) Howard? (Tap, tap, tap) Howard?"
        ],
        [
            "Howard",
            "What now?"
        ],
        [
            "Sheldon",
            "I have to go to the bathroom."
        ],
        [
            "Howard",
            "You just went to the bathroom."
        ],
        [
            "Sheldon",
            "But I didn’t use it because it didn’t seem safe. Despite all my e-mails, the toilet didn’t have a seatbelt."
        ],
        [
            "Howard",
            "Well, it still doesn’t."
        ],
        [
            "Sheldon",
            "I realize that, but safety concerns went out the window two apple juices ago."
        ],
        [
            "Howard",
            "Fine."
        ],
        [
            "Sheldon",
            "Why are you getting annoyed?"
        ],
        [
            "Howard",
            "I’m trying to be a better friend, but you constantly say and do irritating things."
        ],
        [
            "Sheldon",
            "Like when?"
        ],
        [
            "Howard",
            "When? How about in the car? I’m an astronaut, and you know it. You just don’t like admitting it, because you’re jealous."
        ],
        [
            "Sheldon",
            "Well, truth be told, as a child, I did dream of going to space. Those astronauts were my heroes. And when you got to go, it was hard for me."
        ],
        [
            "Howard",
            "Thank you."
        ],
        [
            "Sheldon",
            "Because it made me realize they’ll just send anyone up there. Aren’t you going to let me out?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Sheldon",
            "But I still need to use the bathroom."
        ],
        [
            "Howard",
            "Here you go. Be creative. What’s the matter? Scared of a little turbulence?"
        ],
        [
            "Sheldon",
            "No, turbulence is just the equalization of diurnal temperature variations in the atmosphere. I’m not scared at all. Oh, apple juice, stay where you are."
        ],
        [
            "Howard",
            "Oh, this is nothing. I experienced way worse when I was plummeting back to Earth, apparently not being a real astronaut. Okay, that was a big one."
        ],
        [
            "Sheldon",
            "I take it back. I’m scared of turbulence!"
        ],
        [
            "Howard",
            "I’m gonna need that bag back."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Leonard",
            "You sure you want to do this?"
        ],
        [
            "Penny",
            "Yeah. Why wouldn’t I want to get my old job back? It’ll be fun to see everyone. I haven’t talked to them since I said I quit, see you at the Oscars, bitches. Come on, let’s just get this over with."
        ],
        [
            "Leonard",
            "Let’s get this over with. Am I driving you to the Cheesecake Factory, or are we having sex? I’m just, I’m trying to lighten the mood."
        ],
        [
            "Penny",
            "I know. Thank you."
        ],
        [
            "Leonard",
            "Sorry."
        ],
        [
            "Penny",
            "It’s just so humiliating."
        ],
        [
            "Leonard",
            "So humiliating? Am I driving you to the Cheesecake Factory…? I’m sorry. I’ll. I’ll stop. I’ll stop."
        ],
        [
            "Scene",
            "Outside the building. "
        ],
        [
            "Scene",
            "Leonard:"
        ],
        [
            "Penny",
            "Sweetie, I know you’re trying to make me feel better, and I love you for that, but it’s making me feel worse, and I kind of hate you. This isn’t your car."
        ],
        [
            "Leonard",
            "I know. I thought we’d take yours."
        ],
        [
            "Penny",
            "I don’t understand."
        ],
        [
            "Leonard",
            "It’s nothing fancy, but it’ll get you to auditions, and at least for now, you don’t have to go back to waitressing."
        ],
        [
            "Penny",
            "I don’t know what to say."
        ],
        [
            "Leonard",
            "Don’t say anything."
        ],
        [
            "Penny",
            "Oh, my God."
        ],
        [
            "Leonard",
            "I mean, you could say thank you. I did just buy you a car."
        ],
        [
            "Scene",
            "A coffee shop."
        ],
        [
            "Amy",
            "Look, I admit that it’s odd that Rajesh didn’t write to you himself, but if you get to know him, you’ll see he’s just a sweet, regular guy. As a counterpoint, here he is, uninvited and visibly sweaty."
        ],
        [
            "Raj",
            "Hello, Emily."
        ],
        [
            "Emily",
            "Hello."
        ],
        [
            "Raj",
            "Amy told me you were concerned that I might be too passive and shy. Let me ask you something. Would a passive guy barge in here to look you in the eye and say, hey, dew-kissed flower, what’s up?"
        ],
        [
            "Emily",
            "No, but a weird guy with no boundaries might."
        ],
        [
            "Raj",
            "Uh, okay, that’s a separate issue. Let’s put a pin in that and just focus on the passive thing."
        ],
        [
            "Emily",
            "I’m leaving."
        ],
        [
            "Amy",
            "Are we still going to go to that Chaucer reading Friday?"
        ],
        [
            "Emily",
            "You know, I think I’m just gonna go by myself."
        ],
        [
            "Raj",
            "Not my best first date. Yeah, but not my worst, either."
        ],
        [
            "Scene",
            "The airplane."
        ],
        [
            "Sheldon",
            "I’m sorry for every mean thing I ever did or said to you."
        ],
        [
            "Howard",
            "I’m sorry, too. It’s all my fault."
        ],
        [
            "Sheldon",
            "If you weren’t my friend, there’d be a hole in my life."
        ],
        [
            "Howard",
            "Thank you, Sheldon."
        ],
        [
            "Sheldon",
            "Kind of like when Firefly was cancelled. But not as big."
        ],
        [
            "Announcement",
            "The captain has turned off the fasten seat belt sign. You’re now free to move about the cabin."
        ],
        [
            "Howard",
            "It’s over."
        ],
        [
            "Sheldon",
            "Yeah."
        ],
        [
            "Howard",
            "Should we stop holding hands now?"
        ],
        [
            "Sheldon",
            "In a minute."
        ],
        [
            "Howard",
            "Okay, good."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-7-episode-17-the-friendship-turbulence/"
}