{
    "Season": 7,
    "Episode": 2,
    "Title": "the deception verification",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The stairwell"
            ],
            [
                22,
                "Credits sequence."
            ],
            [
                23,
                "The comic book store."
            ],
            [
                46,
                "Penny’s apartment. "
            ],
            [
                86,
                "Howard and Bernadette’s apartment."
            ],
            [
                109,
                "The apartment."
            ],
            [
                125,
                "Sheldon and Amy listening at Penny’s door."
            ],
            [
                140,
                "Penny’s apartment. "
            ],
            [
                161,
                "Howard and Bernadette’s apartment."
            ],
            [
                184,
                "The apartment. "
            ],
            [
                209,
                "The stairwell."
            ],
            [
                229,
                "The cafeteria."
            ],
            [
                244,
                "The apartment."
            ]
        ],
        "Sheldon": [
            [
                1,
                "And here’s another interesting weather fact."
            ],
            [
                3,
                "Changes in jet streams can affect the speed at which the Earth rotates on its axis, so bad weather can actually make the day longer."
            ],
            [
                5,
                "Joke if you must, but you’re going to miss these moments. With Leonard home in a few days, this was your last time driving me to the grocery store."
            ],
            [
                7,
                "I’ll tell you what, if my apples are mealy, we’ll hit the produce section for one last crazy blowout. Heck, you can even push the cart. Please don’t take my looking forward to Leonard’s return as criticism of the job you’ve been doing in his absence."
            ],
            [
                9,
                "That criticism will come later in your report card."
            ],
            [
                24,
                "Uh, Stuart, I was wondering if you could help me find something."
            ],
            [
                26,
                "Oh, you make me laugh, sad clown. Anyhoo, Leonard will be back in a couple days and I need a welcome home gift for him. As he’s been at sea, perhaps something with a nautical theme might be appropriate."
            ],
            [
                28,
                "Aquaman? Oh, this isn’t a gag gift, Stuart."
            ],
            [
                30,
                "I’m a real collector. How rare is it?"
            ],
            [
                32,
                "Don’t try and trick me into buying something I don’t want. Now let’s talk Aquaman. "
            ],
            [
                41,
                "Twelve hundred dollars. That’s my final offer."
            ],
            [
                43,
                "Oh, right, a present for Leonard. You better throw in that squirt gun."
            ],
            [
                45,
                "Oh."
            ],
            [
                59,
                "Oh, Penny, I see you’ve ordered pizza. I have Chinese food. "
            ],
            [
                61,
                "Oh, that’s a rather earthy cologne. My uncle used to wear that. Perhaps we can enjoy one last meal together before Leonard returns."
            ],
            [
                63,
                "Are you sure? With your Italian pizza and my Chinese noodles, we could play Marco Polo. I mean, of course, a re-enactment of a meal in the life of Marco Polo the Venetian explorer, not Marco Polo the terrifying water sport."
            ],
            [
                65,
                "What, now, do you have company?"
            ],
            [
                67,
                "Oh, I can take a look at it."
            ],
            [
                69,
                "I’m quite familiar with plumbing. Not to brag, but I spent most of fifth grade with my head in a toilet."
            ],
            [
                71,
                "That’s curious. If there’s no one here, why are there two glasses of wine on the table?"
            ],
            [
                73,
                "Of course. Ask a silly question. "
            ],
            [
                75,
                "That’s odd."
            ],
            [
                77,
                "There are takeout containers in the trash can."
            ],
            [
                79,
                "What’s odd is they’re in the trash can."
            ],
            [
                81,
                "Oh, very well. I’m no stranger to enjoying the pleasures of solitude. Oh!"
            ],
            [
                83,
                "Have you gotten Leonard a welcome-home gift yet?"
            ],
            [
                85,
                "Oh, great. Do you want to go halfsies on a two hundred dollar squirt gun?"
            ],
            [
                111,
                "Yes, I am."
            ],
            [
                113,
                "Uh, elephant?"
            ],
            [
                115,
                "I’m sorry. I’m just distracted by something that happened over at Penny’s."
            ],
            [
                117,
                "I fear Penny is being unfaithful to Leonard."
            ],
            [
                119,
                "She claimed to be alone when there was obviously someone else in her apartment. I have no choice but to assume the worst, given Leonard’s lengthy sea voyage and her famously ravenous nether regions."
            ],
            [
                121,
                "Oh, really? She and I once had a staring contest. She clapped really loud and made me blink. It’s a small leap from there to sexual infidelity."
            ],
            [
                123,
                "Amy, there were Chinese food containers in the trash can."
            ],
            [
                127,
                "I hear a woman’s voice."
            ],
            [
                129,
                "No, it’s you. All right, I hear whispering and giggling. Now I think I hear kissing."
            ],
            [
                131,
                "There’s kissing in Star Trek, smarty-pants."
            ],
            [
                133,
                "Please. Why would Leonard come home early and waste his time kissing Penny when he could be hanging out with his best buddy? Yeah, that’s it. I’m catching her in the act. (Unlocks door)"
            ],
            [
                135,
                "Aha. "
            ],
            [
                137,
                "Leonard?"
            ],
            [
                139,
                "Right. (Goes out.) (Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny. Are you going to answer the door or should I open it and say aha again?"
            ],
            [
                142,
                "Oh, no, I should apologize. Uh, I never realized to what extent our friendship was a burden to you."
            ],
            [
                144,
                "Oh, no, no, let’s not sugarcoat this. You find me finicky, pedantic and annoying."
            ],
            [
                147,
                "Well, Leonard, I think it’s high time you and I address the tweepadock in the room."
            ],
            [
                149,
                "Amy?"
            ],
            [
                151,
                "Fine. Leonard, there’s no need for you to pretend to like me anymore."
            ],
            [
                153,
                "No, no, you save your apologies for after you’ve had disappointing coitus with Penny."
            ],
            [
                156,
                "You honestly think you can buy back my friendship with a cheap souvenir?"
            ],
            [
                160,
                "Excuse me. This changes nothing. Except the Halloween costume I’m wearing this year. Amy, you’re going to be Olive Oyl. Lay off the doughnuts."
            ],
            [
                186,
                "Hello."
            ],
            [
                188,
                "I’d like a ride. Assuming you actually do take me to work."
            ],
            [
                190,
                "Who knows? Uh, you said you’d be home yesterday, but you came home three days ago. You say you’re taking me to work, but for all I know, I’ll end up in a deserted amusement park. Or a cornfield maze. Or a back alley dog fight. You tell me."
            ],
            [
                192,
                "Okay. By the way, you have something on your shirt."
            ],
            [
                194,
                "Hurts, doesn’t it? You know, I find myself wondering if anything you’ve ever told me is true."
            ],
            [
                196,
                "You say you’re from New Jersey, but how can I believe you?"
            ],
            [
                198,
                "All right, I’ll give you that one."
            ],
            [
                200,
                "I want you to admit that what you did was wrong."
            ],
            [
                202,
                "I wish I could believe you."
            ],
            [
                204,
                "You say one thing and do the other, so then you are driving me and you find me a delight."
            ],
            [
                206,
                "Keep it up?"
            ],
            [
                208,
                "Hello. So I guess you’re really holding up the other four fingers?"
            ],
            [
                215,
                "Thought I heard you out here."
            ],
            [
                217,
                "You don’t get a hey. You get a hmm."
            ],
            [
                219,
                "You’re right. Which makes your betrayal all the more devastating."
            ],
            [
                221,
                "I let you buy feminine hygiene products with my supermarket club card. You have any idea the kind of coupons I’m going to get in the mail now?"
            ],
            [
                223,
                "Careful, Amy. The friend of my enemy’s girlfriend is my enemy. "
            ],
            [
                225,
                "Yes. You’re either with me or against me."
            ],
            [
                227,
                "Maybe there’s a third option."
            ],
            [
                232,
                "Howard, Raj. Judas."
            ],
            [
                234,
                "A crazy person with a long memory, and if all goes according to plan, a robot army."
            ],
            [
                236,
                "Or a mutant army. It depends on how my Kickstarter goes."
            ],
            [
                241,
                "I suppose so."
            ],
            [
                245,
                "And then Leonard took me to the barber and the dentist, and then to cap off the perfect day, the Los Angeles Bureau of Weights and Measures. "
            ],
            [
                248,
                "And I’m glad you and I are friends again, too."
            ],
            [
                250,
                "Which reminds me. This came in the mail, and I want you to have it."
            ],
            [
                252,
                "Think of me when you apply it."
            ],
            [
                254,
                "Yeah."
            ]
        ],
        "Penny": [
            [
                2,
                "Another? Great."
            ],
            [
                4,
                "Well, there must be a hell of a storm somewhere."
            ],
            [
                6,
                "You know, I will miss this."
            ],
            [
                8,
                "I won’t."
            ],
            [
                10,
                "Yeah, I didn’t stay for the detention, I’m not gonna read the report card."
            ],
            [
                14,
                "Oh, my God. You weren’t supposed to be here till Sunday."
            ],
            [
                16,
                "Oh, my gosh, why are we whispering?"
            ],
            [
                18,
                "Oh, that is so romantic."
            ],
            [
                20,
                "Oh, I just cannot believe you’re here."
            ],
            [
                48,
                "Ah."
            ],
            [
                50,
                "Oh. (Knock on door) Oh, that’s the pizza."
            ],
            [
                52,
                "Thank you."
            ],
            [
                54,
                "Hey."
            ],
            [
                56,
                "Okay, here’s, uh, twenty-five. Keep the change."
            ],
            [
                58,
                "Oh. Okay. Well, here’s, um, thirty something cents and a promise I won’t call your boss and tell him you reek of marijuana."
            ],
            [
                60,
                "That’s nice."
            ],
            [
                62,
                "Yeah, thanks, but I kind of feel like eating alone tonight, so…"
            ],
            [
                64,
                "Uh, yeah, it sounds fun, but no thanks. (Toilet flushes) Have a good night!"
            ],
            [
                66,
                "No. No, no, no. You know what? The toilet’s been doing that. I called the building manager, so…"
            ],
            [
                68,
                "Well…"
            ],
            [
                70,
                "Yeah, no, no, no. You know what, Sheldon, it’s okay. You don’t have to go into the bathroom."
            ],
            [
                72,
                "Oh. Well, you know, I, I’ve got two hands and a bit of a drinking problem."
            ],
            [
                74,
                "Oh. "
            ],
            [
                76,
                "Um, what?"
            ],
            [
                78,
                "So? That’s my dinner from last night."
            ],
            [
                80,
                "Okay. Look, honey, I promise there’s no one’s here. I‘ve had a long day. I just want to have a quiet dinner by myself."
            ],
            [
                82,
                "What?"
            ],
            [
                84,
                "No."
            ],
            [
                136,
                "What the hell?"
            ],
            [
                138,
                "Sheldon, you cannot just barge in here like that. "
            ],
            [
                145,
                "No, he doesn’t."
            ],
            [
                154,
                "It was fine."
            ],
            [
                159,
                "Ooh, now we’re talking."
            ],
            [
                210,
                "Oh, hey, what are you doing here so early?"
            ],
            [
                212,
                "He’s still mad at Leonard, huh?"
            ],
            [
                214,
                "I don’t know what succubus is, but it has suck in it, so that can’t be good."
            ],
            [
                216,
                "Hey, Sheldon."
            ],
            [
                218,
                "Come on, don’t be like that. We had so much fun together the last couple of months."
            ],
            [
                220,
                "Sheldon."
            ],
            [
                247,
                "I’m so glad you guys are friends again."
            ],
            [
                249,
                "Aw."
            ],
            [
                251,
                "Fifty cents off Vagisil."
            ],
            [
                255,
                "Me, too."
            ]
        ],
        "Leonard (in Penny’s apartment)": [
            [
                11,
                "Hello."
            ]
        ],
        "Penny (screams)": [
            [
                12,
                "Leonard! Hi!"
            ]
        ],
        "Leonard": [
            [
                13,
                "Keep your voice down."
            ],
            [
                15,
                "We finished the experiment early, so I thought I’d come home and surprise you."
            ],
            [
                17,
                "I didn’t tell Sheldon, so we could have a few days alone."
            ],
            [
                19,
                "Uh, sure, that’s why I did it."
            ],
            [
                47,
                "And this is me doing the Titanic pose on the boat."
            ],
            [
                49,
                "And, oh, that’s me getting rescued after I fell in."
            ],
            [
                51,
                "Yep. Here’s some money."
            ],
            [
                53,
                "And I’m gonna hit the head. That’s what us salty sea dogs say when we have to go pee-pee."
            ],
            [
                141,
                "I’m sorry, Sheldon. I should’ve told you I was back. I just wanted to have a couple days alone with Penny."
            ],
            [
                143,
                "That is not fair. I complain about what a burden it is at least once a month."
            ],
            [
                146,
                "I actually have used those exact words before. In that order."
            ],
            [
                148,
                "The what?"
            ],
            [
                152,
                "Come on, I said I was sorry."
            ],
            [
                155,
                "Come on, this is silly. Hey, um, I brought you back a little present from my trip, huh? It’s that sailor cap that you wanted. It’s neat, huh?"
            ],
            [
                157,
                "I don’t. I really don’t. Just try it on. Oh, yeah."
            ],
            [
                185,
                "Good morning."
            ],
            [
                187,
                "So am I driving you to work or are you still mad at me?"
            ],
            [
                189,
                "Where do you think I would take you?"
            ],
            [
                191,
                "I’m going to work. You can come if you want."
            ],
            [
                193,
                "No, I don’t."
            ],
            [
                195,
                "I didn’t make it back. The ship sank, I’m in hell."
            ],
            [
                197,
                "Why would anyone claim to be from New Jersey if they weren’t?"
            ],
            [
                199,
                "Hey, I said I was sorry. What else do you want from me?"
            ],
            [
                201,
                "Fine. What I did was wrong."
            ],
            [
                203,
                "You know what? I’m not driving you to work, because you’re incredibly annoying."
            ],
            [
                205,
                "Stop it."
            ],
            [
                207,
                "Bye."
            ],
            [
                230,
                "So now we’re just waiting for the data from the ship to be crunched, but the numbers look pretty promising."
            ],
            [
                233,
                "You know what? You’re a crazy person."
            ],
            [
                240,
                "Okay."
            ],
            [
                246,
                "I thought the measures were going to be the stars of the show, turns out it was the weights."
            ],
            [
                257,
                "Um, since when can Koothrappali talk in front of the girls without a beer?"
            ],
            [
                261,
                "And no one told me?"
            ]
        ],
        "Sheldon (off)": [
            [
                21,
                "Penny, it’s your lucky day. Three of the eggs are clearly not jumbo. Grab your keys."
            ]
        ],
        "Stuart": [
            [
                25,
                "Happy to, unless it’s hope or a reason to live."
            ],
            [
                27,
                "Okay, well, I don’t know how much you want to spend, but I do have this pretty cool Aquaman statue."
            ],
            [
                29,
                "Yeah, just as well. It’s a pretty rare piece. I’d rather just sell it to a real collector."
            ],
            [
                31,
                "Oh, I shouldn’t even have mentioned it. How about a Batman squirt gun?"
            ],
            [
                42,
                "All right, Sheldon, you win. I’m sure Leonard is gonna love this."
            ],
            [
                44,
                "Ooh, yeah, I don’t know. This squirt gun, it’s, uh, it’s pretty rare."
            ]
        ],
        "Howard": [
            [
                33,
                "What were they thinking, putting Doctor Octopus’s mind in Spider-Man’s body?"
            ],
            [
                37,
                "I’m sorry, I’ve been kind of snippy lately. It’s probably this stupid diet I’m on."
            ],
            [
                39,
                "I’ve put on a couple pounds. Had to buy these pants in the men’s section."
            ],
            [
                88,
                "Hey."
            ],
            [
                90,
                "You’re kidding, right? I mean, you know I’m trying to lose weight. God, I thought we were partners in this marriage."
            ],
            [
                92,
                "Really? Tell that to the bathroom scale, ’cause one of you is lying."
            ],
            [
                94,
                "Awful. I had to rub her ointment all over her again."
            ],
            [
                96,
                "‘Cause we’ve got a deeply unhealthy relationship. Which reminds me, do you think you can get any samples of this from work? This was supposed to last her a month, but they didn’t take into account the square footage of her back."
            ],
            [
                98,
                "I don’t know. Few weeks. Why?"
            ],
            [
                100,
                "Like these swollen sausages could fit in gloves."
            ],
            [
                102,
                "You’re full of oestrogen and you don’t act like that."
            ],
            [
                104,
                "Fine. I’ll wear gloves next time."
            ],
            [
                106,
                "I feel so stupid. And fat."
            ],
            [
                108,
                "Sex? Really? I mean, that’s just your solution to everything. "
            ],
            [
                162,
                "Thanks for coming over."
            ],
            [
                164,
                "Yeah, that’s cucumber and cream cheese. That’s turkey and loganberry. And don’t tell my hips, but I’m warming up a brie in the oven."
            ],
            [
                166,
                "Okay, well, I’ve been reading up on all the side effects you can get from oestrogen, and, I need you to be honest with me. Do my boobs look bigger to you?"
            ],
            [
                168,
                "Come on, Raj, it’s a yes or no question."
            ],
            [
                170,
                "Seriously?"
            ],
            [
                172,
                "Fine."
            ],
            [
                174,
                "Yeah, they kind of do."
            ],
            [
                176,
                "Hey, easy, my nipples are sensitive."
            ],
            [
                178,
                "Okay, let me feel. No, I am definitely up a cup size. "
            ],
            [
                180,
                "You think?"
            ],
            [
                182,
                "Thank you. I really needed to hear that today. (Bernadette rolls eyes and walks out) Ooh, brie’s ready."
            ],
            [
                231,
                "That’s so great. If you guys prove the existence of Unruh radiation… Hey, hey, hey, hey. My eyes are up here."
            ],
            [
                235,
                "Stop it."
            ],
            [
                237,
                "I said, stop it. Now, listen to me. You two aren’t just friends. You’re best friends. And that’s a beautiful thing. I mean, Leonard, you know why he’s so mad at you? It’s ’cause he missed you. Yeah, and as his friend, you should be happy he has love in his life. As I do. This man held my breast the other day and I love him for it."
            ],
            [
                239,
                "So, can we please put aside these petty differences and just be glad we’re here together?"
            ],
            [
                242,
                "Thank you."
            ]
        ],
        "Raj": [
            [
                34,
                "Well, I’ve been quite enjoying that. It combines all the superhero fun of Spider-Man with all the body-switching shenanigans of Freaky Friday. Both versions, original and Lohan."
            ],
            [
                36,
                "Hey, what’s your problem?"
            ],
            [
                38,
                "Why are you on a diet?"
            ],
            [
                40,
                "Well, we’ve all seen your mom. That Butterball turkey was bound to come home to roost."
            ],
            [
                163,
                "No problem. Ooh, you made little sandwiches."
            ],
            [
                165,
                "Nice. So, mmm. What’s up?"
            ],
            [
                167,
                "Well, it’s kind of hard to tell. "
            ],
            [
                169,
                "I’m not sure. Um, wait. Jump up and down, let’s see if they jiggle. Uh, no, I, I still can’t tell, uh, oh, you know what? Okay, uh, give me some of this."
            ],
            [
                171,
                "Do you want my help or not?"
            ],
            [
                173,
                "Okay, yup. See, see, that, that looks like, that looks like they could be bigger. But you know, I bet, I bet when I do it, mine do the same thing."
            ],
            [
                175,
                "Hmm. Uh, let me see something. (Grabs his boob)"
            ],
            [
                177,
                "Oh. Sorry, sorry, uh, okay. (Grabs boob again. Behind them, Bernadette walks in) I mean, yeah, maybe."
            ],
            [
                179,
                "You know, but, but they’re very firm, so you’ve got that going for you."
            ],
            [
                181,
                "Yeah, yeah, yeah, very perky."
            ],
            [
                183,
                "Yay."
            ],
            [
                238,
                "A little loud, dude."
            ],
            [
                243,
                "Uh, it wasn’t anything weird. It was just to see how big they were."
            ],
            [
                253,
                "Uh, can I just say, I’ve missed all of us hanging out together."
            ]
        ],
        "Howard: Both versions": [
            [
                35,
                "original and Lohan. You’re an idiot."
            ]
        ],
        "Pizza guy": [
            [
                55,
                "Twenty-two fifty."
            ],
            [
                57,
                "Seriously? I just walked up, like, four flights of stairs."
            ]
        ],
        "Bernadette": [
            [
                87,
                "Hi, honey."
            ],
            [
                89,
                "I made some brownies. You want one?"
            ],
            [
                91,
                "We are. Stop it. And for the last time, you’re not fat."
            ],
            [
                93,
                "Fine, forget I asked. How was dinner at your mom’s?"
            ],
            [
                95,
                "Why can’t she do it?"
            ],
            [
                97,
                "Let me see. How long have you been putting this on her?"
            ],
            [
                99,
                "This is really strong oestrogen cream. Please tell me you’ve been wearing gloves."
            ],
            [
                101,
                "Howie, the oestrogen’s getting absorbed by your skin. That’s why you’ve been all bloated and moody and a giant pain in the ass. "
            ],
            [
                103,
                "That’s ’cause I’m a woman. I’ve had years of practice riding the dragon."
            ],
            [
                105,
                "It’s still gonna take a few weeks for the hormones to leave your system."
            ],
            [
                107,
                "It’s okay. You still look great to me. In fact, why don’t we go in the bedroom and I’ll prove it to you?"
            ],
            [
                259,
                "Oh, that happened right after you left."
            ]
        ],
        "Amy": [
            [
                110,
                "Oh, and here’s a fun thing. I worked it out so that there are two different words for spoon, planko and janko. Planko is a spoon with food, janko is a spoon without food. Janko is spelled with a silent ptang. Sheldon, you’re not even listening to the rules of my made-up language."
            ],
            [
                112,
                "Then what does tweepadock mean?"
            ],
            [
                114,
                "Lucky guess."
            ],
            [
                116,
                "What happened?"
            ],
            [
                118,
                "What?"
            ],
            [
                120,
                "I don’t think Penny would cheat on Leonard."
            ],
            [
                122,
                "You’re being ridiculous."
            ],
            [
                124,
                "Poor Leonard."
            ],
            [
                126,
                "Do you hear anything?"
            ],
            [
                128,
                "Is it Penny?"
            ],
            [
                130,
                "Yeah, like you know what kissing sounds like."
            ],
            [
                132,
                "Let me listen. Sounds like Leonard."
            ],
            [
                134,
                "No, Sheldon, don’t."
            ],
            [
                150,
                "Please leave me out of this."
            ],
            [
                158,
                "Hello, sailor."
            ],
            [
                211,
                "Driving Sheldon to work."
            ],
            [
                213,
                "Well, he’s mad at you, too. He says you’re the succubus who led his friend astray."
            ],
            [
                222,
                "Sheldon, your fight’s with Leonard. Penny’s got nothing to do…"
            ],
            [
                224,
                "Really?"
            ],
            [
                226,
                "You want to take the bus to work?"
            ],
            [
                228,
                "FYI, I had a doughnut for breakfast, you jerk."
            ]
        ],
        "Howard (crying)": [
            [
                263,
                "Can’t believe we forgot to tell him."
            ]
        ],
        "Penny (handing Howard the Vagisil coupon)": [
            [
                265,
                "Think of Sheldon when you apply it."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The stairwell"
        ],
        [
            "Sheldon",
            "And here’s another interesting weather fact."
        ],
        [
            "Penny",
            "Another? Great."
        ],
        [
            "Sheldon",
            "Changes in jet streams can affect the speed at which the Earth rotates on its axis, so bad weather can actually make the day longer."
        ],
        [
            "Penny",
            "Well, there must be a hell of a storm somewhere."
        ],
        [
            "Sheldon",
            "Joke if you must, but you’re going to miss these moments. With Leonard home in a few days, this was your last time driving me to the grocery store."
        ],
        [
            "Penny",
            "You know, I will miss this."
        ],
        [
            "Sheldon",
            "I’ll tell you what, if my apples are mealy, we’ll hit the produce section for one last crazy blowout. Heck, you can even push the cart. Please don’t take my looking forward to Leonard’s return as criticism of the job you’ve been doing in his absence."
        ],
        [
            "Penny",
            "I won’t."
        ],
        [
            "Sheldon",
            "That criticism will come later in your report card."
        ],
        [
            "Penny",
            "Yeah, I didn’t stay for the detention, I’m not gonna read the report card."
        ],
        [
            "Leonard (in Penny’s apartment)",
            "Hello."
        ],
        [
            "Penny (screams)",
            "Leonard! Hi!"
        ],
        [
            "Leonard",
            "Keep your voice down."
        ],
        [
            "Penny",
            "Oh, my God. You weren’t supposed to be here till Sunday."
        ],
        [
            "Leonard",
            "We finished the experiment early, so I thought I’d come home and surprise you."
        ],
        [
            "Penny",
            "Oh, my gosh, why are we whispering?"
        ],
        [
            "Leonard",
            "I didn’t tell Sheldon, so we could have a few days alone."
        ],
        [
            "Penny",
            "Oh, that is so romantic."
        ],
        [
            "Leonard",
            "Uh, sure, that’s why I did it."
        ],
        [
            "Penny",
            "Oh, I just cannot believe you’re here."
        ],
        [
            "Sheldon (off)",
            "Penny, it’s your lucky day. Three of the eggs are clearly not jumbo. Grab your keys."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Sheldon",
            "Uh, Stuart, I was wondering if you could help me find something."
        ],
        [
            "Stuart",
            "Happy to, unless it’s hope or a reason to live."
        ],
        [
            "Sheldon",
            "Oh, you make me laugh, sad clown. Anyhoo, Leonard will be back in a couple days and I need a welcome home gift for him. As he’s been at sea, perhaps something with a nautical theme might be appropriate."
        ],
        [
            "Stuart",
            "Okay, well, I don’t know how much you want to spend, but I do have this pretty cool Aquaman statue."
        ],
        [
            "Sheldon",
            "Aquaman? Oh, this isn’t a gag gift, Stuart."
        ],
        [
            "Stuart",
            "Yeah, just as well. It’s a pretty rare piece. I’d rather just sell it to a real collector."
        ],
        [
            "Sheldon",
            "I’m a real collector. How rare is it?"
        ],
        [
            "Stuart",
            "Oh, I shouldn’t even have mentioned it. How about a Batman squirt gun?"
        ],
        [
            "Sheldon",
            "Don’t try and trick me into buying something I don’t want. Now let’s talk Aquaman. "
        ],
        [
            "Howard",
            "What were they thinking, putting Doctor Octopus’s mind in Spider-Man’s body?"
        ],
        [
            "Raj",
            "Well, I’ve been quite enjoying that. It combines all the superhero fun of Spider-Man with all the body-switching shenanigans of Freaky Friday. Both versions, original and Lohan."
        ],
        [
            "Howard: Both versions",
            "original and Lohan. You’re an idiot."
        ],
        [
            "Raj",
            "Hey, what’s your problem?"
        ],
        [
            "Howard",
            "I’m sorry, I’ve been kind of snippy lately. It’s probably this stupid diet I’m on."
        ],
        [
            "Raj",
            "Why are you on a diet?"
        ],
        [
            "Howard",
            "I’ve put on a couple pounds. Had to buy these pants in the men’s section."
        ],
        [
            "Raj",
            "Well, we’ve all seen your mom. That Butterball turkey was bound to come home to roost."
        ],
        [
            "Sheldon",
            "Twelve hundred dollars. That’s my final offer."
        ],
        [
            "Stuart",
            "All right, Sheldon, you win. I’m sure Leonard is gonna love this."
        ],
        [
            "Sheldon",
            "Oh, right, a present for Leonard. You better throw in that squirt gun."
        ],
        [
            "Stuart",
            "Ooh, yeah, I don’t know. This squirt gun, it’s, uh, it’s pretty rare."
        ],
        [
            "Sheldon",
            "Oh."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Leonard",
            "And this is me doing the Titanic pose on the boat."
        ],
        [
            "Penny",
            "Ah."
        ],
        [
            "Leonard",
            "And, oh, that’s me getting rescued after I fell in."
        ],
        [
            "Penny",
            "Oh. (Knock on door) Oh, that’s the pizza."
        ],
        [
            "Leonard",
            "Yep. Here’s some money."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Leonard",
            "And I’m gonna hit the head. That’s what us salty sea dogs say when we have to go pee-pee."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Pizza guy",
            "Twenty-two fifty."
        ],
        [
            "Penny",
            "Okay, here’s, uh, twenty-five. Keep the change."
        ],
        [
            "Pizza guy",
            "Seriously? I just walked up, like, four flights of stairs."
        ],
        [
            "Penny",
            "Oh. Okay. Well, here’s, um, thirty something cents and a promise I won’t call your boss and tell him you reek of marijuana."
        ],
        [
            "Sheldon",
            "Oh, Penny, I see you’ve ordered pizza. I have Chinese food. "
        ],
        [
            "Penny",
            "That’s nice."
        ],
        [
            "Sheldon",
            "Oh, that’s a rather earthy cologne. My uncle used to wear that. Perhaps we can enjoy one last meal together before Leonard returns."
        ],
        [
            "Penny",
            "Yeah, thanks, but I kind of feel like eating alone tonight, so…"
        ],
        [
            "Sheldon",
            "Are you sure? With your Italian pizza and my Chinese noodles, we could play Marco Polo. I mean, of course, a re-enactment of a meal in the life of Marco Polo the Venetian explorer, not Marco Polo the terrifying water sport."
        ],
        [
            "Penny",
            "Uh, yeah, it sounds fun, but no thanks. (Toilet flushes) Have a good night!"
        ],
        [
            "Sheldon",
            "What, now, do you have company?"
        ],
        [
            "Penny",
            "No. No, no, no. You know what? The toilet’s been doing that. I called the building manager, so…"
        ],
        [
            "Sheldon",
            "Oh, I can take a look at it."
        ],
        [
            "Penny",
            "Well…"
        ],
        [
            "Sheldon",
            "I’m quite familiar with plumbing. Not to brag, but I spent most of fifth grade with my head in a toilet."
        ],
        [
            "Penny",
            "Yeah, no, no, no. You know what, Sheldon, it’s okay. You don’t have to go into the bathroom."
        ],
        [
            "Sheldon",
            "That’s curious. If there’s no one here, why are there two glasses of wine on the table?"
        ],
        [
            "Penny",
            "Oh. Well, you know, I, I’ve got two hands and a bit of a drinking problem."
        ],
        [
            "Sheldon",
            "Of course. Ask a silly question. "
        ],
        [
            "Penny",
            "Oh. "
        ],
        [
            "Sheldon",
            "That’s odd."
        ],
        [
            "Penny",
            "Um, what?"
        ],
        [
            "Sheldon",
            "There are takeout containers in the trash can."
        ],
        [
            "Penny",
            "So? That’s my dinner from last night."
        ],
        [
            "Sheldon",
            "What’s odd is they’re in the trash can."
        ],
        [
            "Penny",
            "Okay. Look, honey, I promise there’s no one’s here. I‘ve had a long day. I just want to have a quiet dinner by myself."
        ],
        [
            "Sheldon",
            "Oh, very well. I’m no stranger to enjoying the pleasures of solitude. Oh!"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Sheldon",
            "Have you gotten Leonard a welcome-home gift yet?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Sheldon",
            "Oh, great. Do you want to go halfsies on a two hundred dollar squirt gun?"
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Bernadette",
            "Hi, honey."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Bernadette",
            "I made some brownies. You want one?"
        ],
        [
            "Howard",
            "You’re kidding, right? I mean, you know I’m trying to lose weight. God, I thought we were partners in this marriage."
        ],
        [
            "Bernadette",
            "We are. Stop it. And for the last time, you’re not fat."
        ],
        [
            "Howard",
            "Really? Tell that to the bathroom scale, ’cause one of you is lying."
        ],
        [
            "Bernadette",
            "Fine, forget I asked. How was dinner at your mom’s?"
        ],
        [
            "Howard",
            "Awful. I had to rub her ointment all over her again."
        ],
        [
            "Bernadette",
            "Why can’t she do it?"
        ],
        [
            "Howard",
            "‘Cause we’ve got a deeply unhealthy relationship. Which reminds me, do you think you can get any samples of this from work? This was supposed to last her a month, but they didn’t take into account the square footage of her back."
        ],
        [
            "Bernadette",
            "Let me see. How long have you been putting this on her?"
        ],
        [
            "Howard",
            "I don’t know. Few weeks. Why?"
        ],
        [
            "Bernadette",
            "This is really strong oestrogen cream. Please tell me you’ve been wearing gloves."
        ],
        [
            "Howard",
            "Like these swollen sausages could fit in gloves."
        ],
        [
            "Bernadette",
            "Howie, the oestrogen’s getting absorbed by your skin. That’s why you’ve been all bloated and moody and a giant pain in the ass. "
        ],
        [
            "Howard",
            "You’re full of oestrogen and you don’t act like that."
        ],
        [
            "Bernadette",
            "That’s ’cause I’m a woman. I’ve had years of practice riding the dragon."
        ],
        [
            "Howard",
            "Fine. I’ll wear gloves next time."
        ],
        [
            "Bernadette",
            "It’s still gonna take a few weeks for the hormones to leave your system."
        ],
        [
            "Howard",
            "I feel so stupid. And fat."
        ],
        [
            "Bernadette",
            "It’s okay. You still look great to me. In fact, why don’t we go in the bedroom and I’ll prove it to you?"
        ],
        [
            "Howard",
            "Sex? Really? I mean, that’s just your solution to everything. "
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "Oh, and here’s a fun thing. I worked it out so that there are two different words for spoon, planko and janko. Planko is a spoon with food, janko is a spoon without food. Janko is spelled with a silent ptang. Sheldon, you’re not even listening to the rules of my made-up language."
        ],
        [
            "Sheldon",
            "Yes, I am."
        ],
        [
            "Amy",
            "Then what does tweepadock mean?"
        ],
        [
            "Sheldon",
            "Uh, elephant?"
        ],
        [
            "Amy",
            "Lucky guess."
        ],
        [
            "Sheldon",
            "I’m sorry. I’m just distracted by something that happened over at Penny’s."
        ],
        [
            "Amy",
            "What happened?"
        ],
        [
            "Sheldon",
            "I fear Penny is being unfaithful to Leonard."
        ],
        [
            "Amy",
            "What?"
        ],
        [
            "Sheldon",
            "She claimed to be alone when there was obviously someone else in her apartment. I have no choice but to assume the worst, given Leonard’s lengthy sea voyage and her famously ravenous nether regions."
        ],
        [
            "Amy",
            "I don’t think Penny would cheat on Leonard."
        ],
        [
            "Sheldon",
            "Oh, really? She and I once had a staring contest. She clapped really loud and made me blink. It’s a small leap from there to sexual infidelity."
        ],
        [
            "Amy",
            "You’re being ridiculous."
        ],
        [
            "Sheldon",
            "Amy, there were Chinese food containers in the trash can."
        ],
        [
            "Amy",
            "Poor Leonard."
        ],
        [
            "Scene",
            "Sheldon and Amy listening at Penny’s door."
        ],
        [
            "Amy",
            "Do you hear anything?"
        ],
        [
            "Sheldon",
            "I hear a woman’s voice."
        ],
        [
            "Amy",
            "Is it Penny?"
        ],
        [
            "Sheldon",
            "No, it’s you. All right, I hear whispering and giggling. Now I think I hear kissing."
        ],
        [
            "Amy",
            "Yeah, like you know what kissing sounds like."
        ],
        [
            "Sheldon",
            "There’s kissing in Star Trek, smarty-pants."
        ],
        [
            "Amy",
            "Let me listen. Sounds like Leonard."
        ],
        [
            "Sheldon",
            "Please. Why would Leonard come home early and waste his time kissing Penny when he could be hanging out with his best buddy? Yeah, that’s it. I’m catching her in the act. (Unlocks door)"
        ],
        [
            "Amy",
            "No, Sheldon, don’t."
        ],
        [
            "Sheldon",
            "Aha. "
        ],
        [
            "Penny",
            "What the hell?"
        ],
        [
            "Sheldon",
            "Leonard?"
        ],
        [
            "Penny",
            "Sheldon, you cannot just barge in here like that. "
        ],
        [
            "Sheldon",
            "Right. (Goes out.) (Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny. Are you going to answer the door or should I open it and say aha again?"
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Leonard",
            "I’m sorry, Sheldon. I should’ve told you I was back. I just wanted to have a couple days alone with Penny."
        ],
        [
            "Sheldon",
            "Oh, no, I should apologize. Uh, I never realized to what extent our friendship was a burden to you."
        ],
        [
            "Leonard",
            "That is not fair. I complain about what a burden it is at least once a month."
        ],
        [
            "Sheldon",
            "Oh, no, no, let’s not sugarcoat this. You find me finicky, pedantic and annoying."
        ],
        [
            "Penny",
            "No, he doesn’t."
        ],
        [
            "Leonard",
            "I actually have used those exact words before. In that order."
        ],
        [
            "Sheldon",
            "Well, Leonard, I think it’s high time you and I address the tweepadock in the room."
        ],
        [
            "Leonard",
            "The what?"
        ],
        [
            "Sheldon",
            "Amy?"
        ],
        [
            "Amy",
            "Please leave me out of this."
        ],
        [
            "Sheldon",
            "Fine. Leonard, there’s no need for you to pretend to like me anymore."
        ],
        [
            "Leonard",
            "Come on, I said I was sorry."
        ],
        [
            "Sheldon",
            "No, no, you save your apologies for after you’ve had disappointing coitus with Penny."
        ],
        [
            "Penny",
            "It was fine."
        ],
        [
            "Leonard",
            "Come on, this is silly. Hey, um, I brought you back a little present from my trip, huh? It’s that sailor cap that you wanted. It’s neat, huh?"
        ],
        [
            "Sheldon",
            "You honestly think you can buy back my friendship with a cheap souvenir?"
        ],
        [
            "Leonard",
            "I don’t. I really don’t. Just try it on. Oh, yeah."
        ],
        [
            "Amy",
            "Hello, sailor."
        ],
        [
            "Penny",
            "Ooh, now we’re talking."
        ],
        [
            "Sheldon",
            "Excuse me. This changes nothing. Except the Halloween costume I’m wearing this year. Amy, you’re going to be Olive Oyl. Lay off the doughnuts."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Thanks for coming over."
        ],
        [
            "Raj",
            "No problem. Ooh, you made little sandwiches."
        ],
        [
            "Howard",
            "Yeah, that’s cucumber and cream cheese. That’s turkey and loganberry. And don’t tell my hips, but I’m warming up a brie in the oven."
        ],
        [
            "Raj",
            "Nice. So, mmm. What’s up?"
        ],
        [
            "Howard",
            "Okay, well, I’ve been reading up on all the side effects you can get from oestrogen, and, I need you to be honest with me. Do my boobs look bigger to you?"
        ],
        [
            "Raj",
            "Well, it’s kind of hard to tell. "
        ],
        [
            "Howard",
            "Come on, Raj, it’s a yes or no question."
        ],
        [
            "Raj",
            "I’m not sure. Um, wait. Jump up and down, let’s see if they jiggle. Uh, no, I, I still can’t tell, uh, oh, you know what? Okay, uh, give me some of this."
        ],
        [
            "Howard",
            "Seriously?"
        ],
        [
            "Raj",
            "Do you want my help or not?"
        ],
        [
            "Howard",
            "Fine."
        ],
        [
            "Raj",
            "Okay, yup. See, see, that, that looks like, that looks like they could be bigger. But you know, I bet, I bet when I do it, mine do the same thing."
        ],
        [
            "Howard",
            "Yeah, they kind of do."
        ],
        [
            "Raj",
            "Hmm. Uh, let me see something. (Grabs his boob)"
        ],
        [
            "Howard",
            "Hey, easy, my nipples are sensitive."
        ],
        [
            "Raj",
            "Oh. Sorry, sorry, uh, okay. (Grabs boob again. Behind them, Bernadette walks in) I mean, yeah, maybe."
        ],
        [
            "Howard",
            "Okay, let me feel. No, I am definitely up a cup size. "
        ],
        [
            "Raj",
            "You know, but, but they’re very firm, so you’ve got that going for you."
        ],
        [
            "Howard",
            "You think?"
        ],
        [
            "Raj",
            "Yeah, yeah, yeah, very perky."
        ],
        [
            "Howard",
            "Thank you. I really needed to hear that today. (Bernadette rolls eyes and walks out) Ooh, brie’s ready."
        ],
        [
            "Raj",
            "Yay."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Good morning."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Leonard",
            "So am I driving you to work or are you still mad at me?"
        ],
        [
            "Sheldon",
            "I’d like a ride. Assuming you actually do take me to work."
        ],
        [
            "Leonard",
            "Where do you think I would take you?"
        ],
        [
            "Sheldon",
            "Who knows? Uh, you said you’d be home yesterday, but you came home three days ago. You say you’re taking me to work, but for all I know, I’ll end up in a deserted amusement park. Or a cornfield maze. Or a back alley dog fight. You tell me."
        ],
        [
            "Leonard",
            "I’m going to work. You can come if you want."
        ],
        [
            "Sheldon",
            "Okay. By the way, you have something on your shirt."
        ],
        [
            "Leonard",
            "No, I don’t."
        ],
        [
            "Sheldon",
            "Hurts, doesn’t it? You know, I find myself wondering if anything you’ve ever told me is true."
        ],
        [
            "Leonard",
            "I didn’t make it back. The ship sank, I’m in hell."
        ],
        [
            "Sheldon",
            "You say you’re from New Jersey, but how can I believe you?"
        ],
        [
            "Leonard",
            "Why would anyone claim to be from New Jersey if they weren’t?"
        ],
        [
            "Sheldon",
            "All right, I’ll give you that one."
        ],
        [
            "Leonard",
            "Hey, I said I was sorry. What else do you want from me?"
        ],
        [
            "Sheldon",
            "I want you to admit that what you did was wrong."
        ],
        [
            "Leonard",
            "Fine. What I did was wrong."
        ],
        [
            "Sheldon",
            "I wish I could believe you."
        ],
        [
            "Leonard",
            "You know what? I’m not driving you to work, because you’re incredibly annoying."
        ],
        [
            "Sheldon",
            "You say one thing and do the other, so then you are driving me and you find me a delight."
        ],
        [
            "Leonard",
            "Stop it."
        ],
        [
            "Sheldon",
            "Keep it up?"
        ],
        [
            "Leonard",
            "Bye."
        ],
        [
            "Sheldon",
            "Hello. So I guess you’re really holding up the other four fingers?"
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Penny",
            "Oh, hey, what are you doing here so early?"
        ],
        [
            "Amy",
            "Driving Sheldon to work."
        ],
        [
            "Penny",
            "He’s still mad at Leonard, huh?"
        ],
        [
            "Amy",
            "Well, he’s mad at you, too. He says you’re the succubus who led his friend astray."
        ],
        [
            "Penny",
            "I don’t know what succubus is, but it has suck in it, so that can’t be good."
        ],
        [
            "Sheldon",
            "Thought I heard you out here."
        ],
        [
            "Penny",
            "Hey, Sheldon."
        ],
        [
            "Sheldon",
            "You don’t get a hey. You get a hmm."
        ],
        [
            "Penny",
            "Come on, don’t be like that. We had so much fun together the last couple of months."
        ],
        [
            "Sheldon",
            "You’re right. Which makes your betrayal all the more devastating."
        ],
        [
            "Penny",
            "Sheldon."
        ],
        [
            "Sheldon",
            "I let you buy feminine hygiene products with my supermarket club card. You have any idea the kind of coupons I’m going to get in the mail now?"
        ],
        [
            "Amy",
            "Sheldon, your fight’s with Leonard. Penny’s got nothing to do…"
        ],
        [
            "Sheldon",
            "Careful, Amy. The friend of my enemy’s girlfriend is my enemy. "
        ],
        [
            "Amy",
            "Really?"
        ],
        [
            "Sheldon",
            "Yes. You’re either with me or against me."
        ],
        [
            "Amy",
            "You want to take the bus to work?"
        ],
        [
            "Sheldon",
            "Maybe there’s a third option."
        ],
        [
            "Amy",
            "FYI, I had a doughnut for breakfast, you jerk."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Leonard",
            "So now we’re just waiting for the data from the ship to be crunched, but the numbers look pretty promising."
        ],
        [
            "Howard",
            "That’s so great. If you guys prove the existence of Unruh radiation… Hey, hey, hey, hey. My eyes are up here."
        ],
        [
            "Sheldon",
            "Howard, Raj. Judas."
        ],
        [
            "Leonard",
            "You know what? You’re a crazy person."
        ],
        [
            "Sheldon",
            "A crazy person with a long memory, and if all goes according to plan, a robot army."
        ],
        [
            "Howard",
            "Stop it."
        ],
        [
            "Sheldon",
            "Or a mutant army. It depends on how my Kickstarter goes."
        ],
        [
            "Howard",
            "I said, stop it. Now, listen to me. You two aren’t just friends. You’re best friends. And that’s a beautiful thing. I mean, Leonard, you know why he’s so mad at you? It’s ’cause he missed you. Yeah, and as his friend, you should be happy he has love in his life. As I do. This man held my breast the other day and I love him for it."
        ],
        [
            "Raj",
            "A little loud, dude."
        ],
        [
            "Howard",
            "So, can we please put aside these petty differences and just be glad we’re here together?"
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Sheldon",
            "I suppose so."
        ],
        [
            "Howard",
            "Thank you."
        ],
        [
            "Raj",
            "Uh, it wasn’t anything weird. It was just to see how big they were."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "And then Leonard took me to the barber and the dentist, and then to cap off the perfect day, the Los Angeles Bureau of Weights and Measures. "
        ],
        [
            "Leonard",
            "I thought the measures were going to be the stars of the show, turns out it was the weights."
        ],
        [
            "Penny",
            "I’m so glad you guys are friends again."
        ],
        [
            "Sheldon",
            "And I’m glad you and I are friends again, too."
        ],
        [
            "Penny",
            "Aw."
        ],
        [
            "Sheldon",
            "Which reminds me. This came in the mail, and I want you to have it."
        ],
        [
            "Penny",
            "Fifty cents off Vagisil."
        ],
        [
            "Sheldon",
            "Think of me when you apply it."
        ],
        [
            "Raj",
            "Uh, can I just say, I’ve missed all of us hanging out together."
        ],
        [
            "Sheldon",
            "Yeah."
        ],
        [
            "Penny",
            "Me, too."
        ],
        [
            "Leonard",
            "Um, since when can Koothrappali talk in front of the girls without a beer?"
        ],
        [
            "Bernadette",
            "Oh, that happened right after you left."
        ],
        [
            "Leonard",
            "And no one told me?"
        ],
        [
            "Howard (crying)",
            "Can’t believe we forgot to tell him."
        ],
        [
            "Penny (handing Howard the Vagisil coupon)",
            "Think of Sheldon when you apply it."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-7-episode-02-the-deception-verification/"
}