{
    "Season": 7,
    "Episode": 21,
    "Title": "the anything can happen recurrence",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                25,
                "Credits sequence."
            ],
            [
                26,
                "The apartment."
            ],
            [
                48,
                "Howard’s mother’s house."
            ],
            [
                65,
                "The street. "
            ],
            [
                75,
                "Howard’s mother’s house."
            ],
            [
                82,
                "A bar."
            ],
            [
                95,
                "A restaurant. Sheldon makes an “unsure” noise."
            ],
            [
                106,
                "Howard’s mother’s house."
            ],
            [
                114,
                "The bar."
            ],
            [
                124,
                "The restaurant."
            ],
            [
                138,
                "Howard’s mother’s house. "
            ],
            [
                144,
                "The street. Outside a psychic’s shop."
            ],
            [
                149,
                "Outside the bar."
            ],
            [
                171,
                "The psychic shop."
            ],
            [
                194,
                "Raj’s apartment."
            ],
            [
                206,
                "The apartment."
            ]
        ],
        "Penny": [
            [
                1,
                "So, we’re about to shoot this scene in the movie where the killer ape DNA is slowly taking over my body."
            ],
            [
                3,
                "But I realize they’re gluing fur everywhere except my cleavage. So, I asked the director why and he says, it’s important to the story that my boobs be the last things to turn ape."
            ],
            [
                5,
                "Oh, and there’s not even a bathroom on set. I have to go to the gas station across the street. I mean, I was dressed like half an ape and still not even close to the most disgusting person in there."
            ],
            [
                11,
                "Sheldon, what did we say about being a nicer friend?"
            ],
            [
                13,
                "Leonard, what did we say about being a gullible weenie?"
            ],
            [
                15,
                "‘Cause you’re trying too hard. You need to do something else, get your mind off it."
            ],
            [
                17,
                "Hey, that’s good. Why’d you guys stop doing that?"
            ],
            [
                19,
                "Yeah. Sounds like me. Come on, Sheldon. What do you say?"
            ],
            [
                23,
                "I don’t know. What do you want to do?"
            ],
            [
                29,
                "What can we do that’s free?"
            ],
            [
                31,
                "Are you kidding? That’s what you always do. Think harder."
            ],
            [
                33,
                "Uh, tell me more about this calzone idea."
            ],
            [
                39,
                "No. Bernadette’s working late."
            ],
            [
                47,
                "Come on, anything can happen. We can push him down the stairs."
            ],
            [
                67,
                "Yep."
            ],
            [
                71,
                "What the hell? What? She’s not working late."
            ],
            [
                73,
                "Why would they lie to us?"
            ],
            [
                83,
                "You’re not working late. Why did you lie to me?"
            ],
            [
                88,
                "I haven’t been complaining that much about the movie. Have I?"
            ],
            [
                90,
                "Well you know what? Maybe I need a break from all of you. Come on, Sheldon."
            ],
            [
                92,
                "We’re gonna have Anything Can Happen Thursday, you’re gonna tell me all about your science stuff and I’m gonna complain about my movie, and we’re gonna support each other because that’s what friends do."
            ],
            [
                94,
                "Shut up."
            ],
            [
                96,
                "What’s wrong?"
            ],
            [
                98,
                "It’s fusion."
            ],
            [
                100,
                "Think I’ve been complaining too much about the movie?"
            ],
            [
                102,
                "Thank you."
            ],
            [
                104,
                "Hey, I don’t understand why you’re not upset with Amy."
            ],
            [
                125,
                "Thank you. Hey, maybe the answer to your career question is in one of these."
            ],
            [
                127,
                "Come on, open it. I bet it says something great."
            ],
            [
                129,
                "Fine, I’ll go. Hmm. People turn to you for guidance and wisdom. Yeah, that’s a good one."
            ],
            [
                131,
                "How is that not good?"
            ],
            [
                133,
                "Uh, since you’re paying for dinner, I’ll let that slide. Open yours."
            ],
            [
                135,
                "Not with money. Read."
            ],
            [
                137,
                "Oh, try again."
            ],
            [
                145,
                "Oh, I think I see our next stop."
            ],
            [
                147,
                "No, come on, tonight we are trying new things."
            ],
            [
                173,
                "All right, Sheldon, just ask your question."
            ],
            [
                175,
                "Oh, for God’s sake. Look, he’s a physicist who’s trying to figure out what his next field of study should be."
            ],
            [
                177,
                "Okay, I can answer that one, I’ll be bored."
            ],
            [
                181,
                "Oh, oh, here we go."
            ],
            [
                183,
                "Yes, yes, your spirit guides are on fire."
            ],
            [
                188,
                "Oh, he does. He so does. What should he do?"
            ],
            [
                190,
                "Sheldon, do you hear that? I mean, Amy is the key to your happiness."
            ],
            [
                193,
                "Wow, you really struck a nerve. I’ve never heard him use the M word before."
            ]
        ],
        "Leonard": [
            [
                2,
                "Okay."
            ],
            [
                4,
                "It’s sweet that he thinks there’s a story."
            ],
            [
                7,
                "Sure. What’s up?"
            ],
            [
                9,
                "Huh, well, I think there’s some really innovative stuff going on in dark matter."
            ],
            [
                12,
                "Thank you."
            ],
            [
                16,
                "Hey. How about we bring back Anything Can Happen Thursdays?"
            ],
            [
                18,
                "You made fun of us. Said it was stupid."
            ],
            [
                21,
                "Great, what do you want to do?"
            ],
            [
                24,
                "I’m starting to remember the problem with Anything Can Happen Thursdays."
            ],
            [
                28,
                "What can we do that’s different?"
            ],
            [
                34,
                "You know what? Why don’t we just ease into this. Let, let’s go for a walk and, and, and see if we find a new restaurant."
            ],
            [
                36,
                "No."
            ],
            [
                38,
                "Raj and Howard are at Howard’s mom’s, but should we call the girls and see if they want to come?"
            ],
            [
                41,
                "Aw. What’s wrong with her?"
            ],
            [
                43,
                "That’s not what I meant."
            ],
            [
                45,
                "What ails her?"
            ],
            [
                69,
                "Hey, how about that Asian fusion place?"
            ],
            [
                89,
                "I also love you."
            ],
            [
                117,
                "He’d probably give you homework."
            ],
            [
                122,
                "Thankfully Penny and I have a relationship based on honesty. What? I don’t lie to her."
            ],
            [
                151,
                "You and I never just hang out like this. Why is that?"
            ],
            [
                153,
                "Yeah. We should do it more often."
            ],
            [
                155,
                "(Phone text sound) Ah, it’s Penny."
            ],
            [
                157,
                "Oh, doesn’t seem like it. She got Sheldon to go to a psychic with her."
            ],
            [
                159,
                "Well, Penny can be very persuasive. She’s gotten me to do a lot of things I wouldn’t normally do."
            ],
            [
                161,
                "Yeah, she does."
            ],
            [
                163,
                "Really?"
            ],
            [
                165,
                "Well, well they’ve known each other a long time, and Penny grew up around horses, so she knows how to approach him without making him skittish."
            ],
            [
                167,
                "Well, it took him a long time to get comfortable around me, too."
            ],
            [
                169,
                "Something terrible in a former life? I don’t know."
            ]
        ],
        "Sheldon": [
            [
                6,
                "Leonard, I could use your assistance."
            ],
            [
                8,
                "Well, now that I’ve given up string theory, I’m struggling to find my next area of focus. So, in your professional opinion, which of these areas do you think is the most promising?"
            ],
            [
                10,
                "That’s helpful. Okay. Of these four areas…"
            ],
            [
                14,
                "It is just so frustrating."
            ],
            [
                20,
                "All right. I officially reinstate Anything Can Happen Thursday."
            ],
            [
                22,
                "I don’t know. What do you want to do?"
            ],
            [
                27,
                "Hmm, what can we do that’s fun?"
            ],
            [
                30,
                "Oh, got it. We order a pizza."
            ],
            [
                32,
                "You’re right. You’re right. Got it. We order calzones, cut them open, eat them like pizza. All right, all right, I’ll shake the brain bush one more time, see what falls out. Got it. There’s a live-action role-playing group that meets every Thursday night in Griffith Park and re-enacts battles from Lord of the Rings."
            ],
            [
                35,
                "Any chance that restaurant is near Griffith Park?"
            ],
            [
                37,
                "All right."
            ],
            [
                40,
                "Amy’s sick."
            ],
            [
                42,
                "Well, she talks a lot. She always wants to hold hands."
            ],
            [
                44,
                "Well, if you were referring to her illness your question should have been, what ails her?"
            ],
            [
                46,
                "Oh. Who knows?"
            ],
            [
                66,
                "So, we’re just randomly choosing a restaurant without researching it online?"
            ],
            [
                68,
                "Great. You know, this is how Anything Can Happen Thursday turns into It Won’t Stop Coming Up Friday."
            ],
            [
                70,
                "Fusion and Asians? I’m trying not to think about science."
            ],
            [
                72,
                "And Amy doesn’t look sick."
            ],
            [
                74,
                "That’s a good question. (Knock, knock, knock) Amy and Bernadette. (Knock, knock, knock) Amy and Bernadette. (Knock, knock, knock) Amy and Bernadette. Why did you lie to us?"
            ],
            [
                84,
                "And Amy, you told me you were sick, but you look just as pale and tired as always."
            ],
            [
                91,
                "Where are we going?"
            ],
            [
                93,
                "Okay. ‘Cause if I had to pick now, I’d probably go with dark matter because…"
            ],
            [
                97,
                "I don’t understand my food. Chinese noodles with Korean barbecue in a taco."
            ],
            [
                99,
                "My mother would lock her car doors if she had to drive through this hodgepodge of ethnicity."
            ],
            [
                101,
                "Not at all."
            ],
            [
                103,
                "But to be fair, when you talk, most of what you say sounds like, wah, wah, wah, clothes, wah, wah, wah."
            ],
            [
                105,
                "I am. So much so that I’m gonna bring her here for dinner on our next date night."
            ],
            [
                126,
                "Penny, there’s only one cookie with something in the middle that solves life’s problems, and that’s an Oreo. Or a Nutter Butter, if you’re in a pinch."
            ],
            [
                128,
                "This is Asian fusion. For all you know, there’s a tiny Chihuahua in here."
            ],
            [
                130,
                "No, it’s not."
            ],
            [
                132,
                "Turn to you for wisdom? Clearly, that cookie is mocking you. You’d never hear that kind of sass from a Nutter Butter."
            ],
            [
                134,
                "Have you ever paid for a meal?"
            ],
            [
                136,
                "Your warm and fun-loving nature delights those around you."
            ],
            [
                146,
                "You can’t be serious. If I wanted to waste my time on nonsense, I’d follow Leonard on Instagram."
            ],
            [
                148,
                "Oh. That’s a lot of incense. Or someone set a hippie on fire."
            ],
            [
                172,
                "I don’t mean to be rude or discourteous, but before we begin, I’d just like to say there is absolutely no scientific evidence to support clairvoyance of any kind. Which means, and again, no insult intended, that you’re a fraud, your profession is a swindle, and, uh, your livelihood is dependent on the gullibility of stupid people. Again, no offence."
            ],
            [
                174,
                "Okay, I just did. What was it?"
            ],
            [
                176,
                "For your information, I was asking her about the next Star Trek movie."
            ],
            [
                179,
                "That’s an easy guess. I’m clearly an annoying person and have problems with both genders."
            ],
            [
                184,
                "The majority of people have dark hair. Even you, at one time."
            ],
            [
                186,
                "Ha. The opposite. She’s a neurobiologist, and I’m a theoretical physicist. My spirit guides can go suck an egg."
            ],
            [
                192,
                "You know what this is? Yeah, and I reserve this word for those rare instances when it’s truly deserved. This is malarkey."
            ],
            [
                207,
                "Hello. I didn’t expect you this evening."
            ],
            [
                209,
                "And how do you propose to do that? (Amy takes off coat and is dressed as a Catholic schoolgirl) Unless you have Gravity on Blu-ray under that skirt, I don’t know where you’re going with this."
            ]
        ],
        "Howard": [
            [
                49,
                "Hey. Thanks for coming to hang out."
            ],
            [
                51,
                "Okay, but she’d feel better if she took her medicine."
            ],
            [
                53,
                "Good idea. We can wrap the pill in cheese, feed it to Cinnamon, and then my mom can eat Cinnamon. So what do you feel like doing?"
            ],
            [
                55,
                "Well, my mom doesn’t have a lot to choose from. Unless you want to watch the video of her colonoscopy. Spoiler alert, 20 minutes in they find a prune pit."
            ],
            [
                57,
                "A straight-up gore-fest? You hate this stuff."
            ],
            [
                59,
                "That’s actually not a bad plan. I can sit through the colonoscopy now, but that first time I was like, oh my God, a prune pit."
            ],
            [
                61,
                "Sure."
            ],
            [
                77,
                "I just helped my mom out of the tub, so, I’m one slippery horror ahead of you."
            ],
            [
                79,
                "Beach blankets, my friend, it’s all about beach blankets."
            ],
            [
                81,
                "Oh, yeah, you’re gonna do great with this movie."
            ],
            [
                108,
                "And the brutal dismemberment of a rotisserie chicken by my mother."
            ],
            [
                110,
                "What difference does it make?"
            ],
            [
                112,
                "Oh, come on, she could have a freezer full of ex-boyfriend’s body parts and you’d still go out with her."
            ],
            [
                139,
                "Let me get this straight. So, he kills this girl’s father, cuts off the guy’s face, and is wearing it as a mask while he makes out with her."
            ],
            [
                141,
                "Raj, you are the girl in the relationship who likes The Sound of Music. (Phone rings) Hey, Penny. What’s up? No, Bernie’s working late. Really? Thanks for telling me."
            ],
            [
                143,
                "I’m having sex with a Catholic schoolgirl tonight."
            ]
        ],
        "Raj": [
            [
                50,
                "No problem. How’s your mom feeling?"
            ],
            [
                52,
                "You know, when Cinnamon won’t take her medicine, I hide it in a piece of cheese."
            ],
            [
                54,
                "I was thinking we could watch a DVD."
            ],
            [
                56,
                "Actually, how do you feel about watching House of 1000 Corpses?"
            ],
            [
                58,
                "I do, but for some reason, Emily loves it and wants to watch it with me tomorrow, so I thought if I start with you first, then I could act cool about it with her."
            ],
            [
                60,
                "Uh, so, you’ll watch it?"
            ],
            [
                62,
                "You’re a good friend. I owe you one."
            ],
            [
                64,
                "Not that one."
            ],
            [
                76,
                "Hey. Listen to this. Murder, cannibalism and satanic rituals are just a few of the thousand plus horrors that await."
            ],
            [
                78,
                "You’re a good son. I don’t know how you do it."
            ],
            [
                80,
                "All right, let’s get this over with. Ew, it’s got someone’s hair on it."
            ],
            [
                107,
                "Okay. So, in the last 20 minutes, we’ve seen a crazy woman kissing a fetus in a jar. We’ve seen a guy cut in half and sewn to a fish."
            ],
            [
                109,
                "On the bright side, she didn’t even notice the pill. Why does Emily like this stuff? Do you think there’s something psychologically wrong with her?"
            ],
            [
                111,
                "What do you mean?"
            ],
            [
                113,
                "I do like that the ex-boyfriend’s out of the picture."
            ],
            [
                140,
                "I’m just gonna say it. That’s not okay. Why can’t I be in a relationship with a girl who likes The Sound of Music?"
            ],
            [
                142,
                "What?"
            ],
            [
                195,
                "Here we go, House of a 1,000 Corpses."
            ],
            [
                197,
                "Actually, I have to tell you something. These kind of movies really aren’t my thing, so, last night, I watched it just to see what I was getting myself into."
            ],
            [
                199,
                "And I have to be honest, I thought it was disturbing and weird, and it made me wonder what it says about someone who enjoys it."
            ],
            [
                201,
                "Then, why do you watch these things?"
            ],
            [
                203,
                "Sure."
            ],
            [
                205,
                "And play."
            ]
        ],
        "Amy": [
            [
                85,
                "I’m sorry, I just needed a break from hearing you obsess about what to do after string theory."
            ],
            [
                87,
                "But none of that means we don’t love you."
            ],
            [
                115,
                "I feel so bad about lying to Sheldon. How am I gonna make it up to him?"
            ],
            [
                118,
                "Did you lie to Howard about tonight?"
            ],
            [
                120,
                "And you don’t feel guilty about it?"
            ],
            [
                152,
                "I know, it’s weird, right?"
            ],
            [
                154,
                "Oh, no. I mean, this is weird right now."
            ],
            [
                156,
                "Is she still mad?"
            ],
            [
                158,
                "A psychic? He considers them not just mumbo jumbo, but extra-jumbo mumbo jumbo."
            ],
            [
                160,
                "Because she has sex with you."
            ],
            [
                162,
                "Can I confess something? Once in a while, I get a little jealous of how close Penny and Sheldon are."
            ],
            [
                164,
                "I mean, not in a romantic way. It’s just, she really has some sort of connection with him."
            ],
            [
                166,
                "Don’t get me wrong, I’m glad they’re friends. I just wish he’d be that comfortable around me already."
            ],
            [
                168,
                "Really? What did you do?"
            ],
            [
                208,
                "Well, I was just feeling so bad about lying to you the other night, I wanted to make it up to you."
            ]
        ],
        "Bernadette": [
            [
                86,
                "We kind of just wanted one night where we didn’t have to hear about how miserable you are making this movie."
            ],
            [
                116,
                "I’d tell you what I do with Howard, but I don’t think dressing up like a Catholic schoolgirl is gonna work with Sheldon."
            ],
            [
                119,
                "Of course."
            ],
            [
                121,
                "Between Penny’s gorilla movie and Howard’s gorilla mother, I had no choice."
            ],
            [
                123,
                "Oh, we know you don’t lie to her."
            ],
            [
                170,
                "I gotta go. Penny ratted me out. FYI, she’s getting you a watch for your birthday with money she took out of your wallet."
            ]
        ],
        "Psychic": [
            [
                178,
                "All right, why don’t we begin? Your spirit guides are telling me that there’s a woman in your life you’re having problems with."
            ],
            [
                180,
                "Yes, you clearly are. But I’m seeing a specific woman that you’re in a romantic relationship with."
            ],
            [
                182,
                "Does she have dark hair?"
            ],
            [
                185,
                "Does she work in a similar field to you?"
            ],
            [
                187,
                "They’re telling me that you have difficulty being close with her."
            ],
            [
                189,
                "He should give himself to this relationship. Once he does, all his other pursuits will come into focus."
            ],
            [
                191,
                "Exactly. Personally and professionally. Everything will fall into place once you commit to her."
            ]
        ],
        "Emily": [
            [
                196,
                "Now, just so you know, I was a nanny for three years, so if you get scared, I can totally change your diaper."
            ],
            [
                198,
                "Okay."
            ],
            [
                200,
                "I wonder that, too."
            ],
            [
                202,
                "Can I tell you something without you judging me?"
            ],
            [
                204,
                "They kind of turn me on."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "So, we’re about to shoot this scene in the movie where the killer ape DNA is slowly taking over my body."
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Penny",
            "But I realize they’re gluing fur everywhere except my cleavage. So, I asked the director why and he says, it’s important to the story that my boobs be the last things to turn ape."
        ],
        [
            "Leonard",
            "It’s sweet that he thinks there’s a story."
        ],
        [
            "Penny",
            "Oh, and there’s not even a bathroom on set. I have to go to the gas station across the street. I mean, I was dressed like half an ape and still not even close to the most disgusting person in there."
        ],
        [
            "Sheldon",
            "Leonard, I could use your assistance."
        ],
        [
            "Leonard",
            "Sure. What’s up?"
        ],
        [
            "Sheldon",
            "Well, now that I’ve given up string theory, I’m struggling to find my next area of focus. So, in your professional opinion, which of these areas do you think is the most promising?"
        ],
        [
            "Leonard",
            "Huh, well, I think there’s some really innovative stuff going on in dark matter."
        ],
        [
            "Sheldon",
            "That’s helpful. Okay. Of these four areas…"
        ],
        [
            "Penny",
            "Sheldon, what did we say about being a nicer friend?"
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Penny",
            "Leonard, what did we say about being a gullible weenie?"
        ],
        [
            "Sheldon",
            "It is just so frustrating."
        ],
        [
            "Penny",
            "‘Cause you’re trying too hard. You need to do something else, get your mind off it."
        ],
        [
            "Leonard",
            "Hey. How about we bring back Anything Can Happen Thursdays?"
        ],
        [
            "Penny",
            "Hey, that’s good. Why’d you guys stop doing that?"
        ],
        [
            "Leonard",
            "You made fun of us. Said it was stupid."
        ],
        [
            "Penny",
            "Yeah. Sounds like me. Come on, Sheldon. What do you say?"
        ],
        [
            "Sheldon",
            "All right. I officially reinstate Anything Can Happen Thursday."
        ],
        [
            "Leonard",
            "Great, what do you want to do?"
        ],
        [
            "Sheldon",
            "I don’t know. What do you want to do?"
        ],
        [
            "Penny",
            "I don’t know. What do you want to do?"
        ],
        [
            "Leonard",
            "I’m starting to remember the problem with Anything Can Happen Thursdays."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Hmm, what can we do that’s fun?"
        ],
        [
            "Leonard",
            "What can we do that’s different?"
        ],
        [
            "Penny",
            "What can we do that’s free?"
        ],
        [
            "Sheldon",
            "Oh, got it. We order a pizza."
        ],
        [
            "Penny",
            "Are you kidding? That’s what you always do. Think harder."
        ],
        [
            "Sheldon",
            "You’re right. You’re right. Got it. We order calzones, cut them open, eat them like pizza. All right, all right, I’ll shake the brain bush one more time, see what falls out. Got it. There’s a live-action role-playing group that meets every Thursday night in Griffith Park and re-enacts battles from Lord of the Rings."
        ],
        [
            "Penny",
            "Uh, tell me more about this calzone idea."
        ],
        [
            "Leonard",
            "You know what? Why don’t we just ease into this. Let, let’s go for a walk and, and, and see if we find a new restaurant."
        ],
        [
            "Sheldon",
            "Any chance that restaurant is near Griffith Park?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "All right."
        ],
        [
            "Leonard",
            "Raj and Howard are at Howard’s mom’s, but should we call the girls and see if they want to come?"
        ],
        [
            "Penny",
            "No. Bernadette’s working late."
        ],
        [
            "Sheldon",
            "Amy’s sick."
        ],
        [
            "Leonard",
            "Aw. What’s wrong with her?"
        ],
        [
            "Sheldon",
            "Well, she talks a lot. She always wants to hold hands."
        ],
        [
            "Leonard",
            "That’s not what I meant."
        ],
        [
            "Sheldon",
            "Well, if you were referring to her illness your question should have been, what ails her?"
        ],
        [
            "Leonard",
            "What ails her?"
        ],
        [
            "Sheldon",
            "Oh. Who knows?"
        ],
        [
            "Penny",
            "Come on, anything can happen. We can push him down the stairs."
        ],
        [
            "Scene",
            "Howard’s mother’s house."
        ],
        [
            "Howard",
            "Hey. Thanks for coming to hang out."
        ],
        [
            "Raj",
            "No problem. How’s your mom feeling?"
        ],
        [
            "Howard",
            "Okay, but she’d feel better if she took her medicine."
        ],
        [
            "Raj",
            "You know, when Cinnamon won’t take her medicine, I hide it in a piece of cheese."
        ],
        [
            "Howard",
            "Good idea. We can wrap the pill in cheese, feed it to Cinnamon, and then my mom can eat Cinnamon. So what do you feel like doing?"
        ],
        [
            "Raj",
            "I was thinking we could watch a DVD."
        ],
        [
            "Howard",
            "Well, my mom doesn’t have a lot to choose from. Unless you want to watch the video of her colonoscopy. Spoiler alert, 20 minutes in they find a prune pit."
        ],
        [
            "Raj",
            "Actually, how do you feel about watching House of 1000 Corpses?"
        ],
        [
            "Howard",
            "A straight-up gore-fest? You hate this stuff."
        ],
        [
            "Raj",
            "I do, but for some reason, Emily loves it and wants to watch it with me tomorrow, so I thought if I start with you first, then I could act cool about it with her."
        ],
        [
            "Howard",
            "That’s actually not a bad plan. I can sit through the colonoscopy now, but that first time I was like, oh my God, a prune pit."
        ],
        [
            "Raj",
            "Uh, so, you’ll watch it?"
        ],
        [
            "Howard",
            "Sure."
        ],
        [
            "Raj",
            "You’re a good friend. I owe you one."
        ],
        [
            "Raj",
            "Not that one."
        ],
        [
            "Scene",
            "The street. "
        ],
        [
            "Sheldon",
            "So, we’re just randomly choosing a restaurant without researching it online?"
        ],
        [
            "Penny",
            "Yep."
        ],
        [
            "Sheldon",
            "Great. You know, this is how Anything Can Happen Thursday turns into It Won’t Stop Coming Up Friday."
        ],
        [
            "Leonard",
            "Hey, how about that Asian fusion place?"
        ],
        [
            "Sheldon",
            "Fusion and Asians? I’m trying not to think about science."
        ],
        [
            "Penny",
            "What the hell? What? She’s not working late."
        ],
        [
            "Sheldon",
            "And Amy doesn’t look sick."
        ],
        [
            "Penny",
            "Why would they lie to us?"
        ],
        [
            "Sheldon",
            "That’s a good question. (Knock, knock, knock) Amy and Bernadette. (Knock, knock, knock) Amy and Bernadette. (Knock, knock, knock) Amy and Bernadette. Why did you lie to us?"
        ],
        [
            "Scene",
            "Howard’s mother’s house."
        ],
        [
            "Raj",
            "Hey. Listen to this. Murder, cannibalism and satanic rituals are just a few of the thousand plus horrors that await."
        ],
        [
            "Howard",
            "I just helped my mom out of the tub, so, I’m one slippery horror ahead of you."
        ],
        [
            "Raj",
            "You’re a good son. I don’t know how you do it."
        ],
        [
            "Howard",
            "Beach blankets, my friend, it’s all about beach blankets."
        ],
        [
            "Raj",
            "All right, let’s get this over with. Ew, it’s got someone’s hair on it."
        ],
        [
            "Howard",
            "Oh, yeah, you’re gonna do great with this movie."
        ],
        [
            "Scene",
            "A bar."
        ],
        [
            "Penny",
            "You’re not working late. Why did you lie to me?"
        ],
        [
            "Sheldon",
            "And Amy, you told me you were sick, but you look just as pale and tired as always."
        ],
        [
            "Amy",
            "I’m sorry, I just needed a break from hearing you obsess about what to do after string theory."
        ],
        [
            "Bernadette",
            "We kind of just wanted one night where we didn’t have to hear about how miserable you are making this movie."
        ],
        [
            "Amy",
            "But none of that means we don’t love you."
        ],
        [
            "Penny",
            "I haven’t been complaining that much about the movie. Have I?"
        ],
        [
            "Leonard",
            "I also love you."
        ],
        [
            "Penny",
            "Well you know what? Maybe I need a break from all of you. Come on, Sheldon."
        ],
        [
            "Sheldon",
            "Where are we going?"
        ],
        [
            "Penny",
            "We’re gonna have Anything Can Happen Thursday, you’re gonna tell me all about your science stuff and I’m gonna complain about my movie, and we’re gonna support each other because that’s what friends do."
        ],
        [
            "Sheldon",
            "Okay. ‘Cause if I had to pick now, I’d probably go with dark matter because…"
        ],
        [
            "Penny",
            "Shut up."
        ],
        [
            "Scene",
            "A restaurant. Sheldon makes an “unsure” noise."
        ],
        [
            "Penny",
            "What’s wrong?"
        ],
        [
            "Sheldon",
            "I don’t understand my food. Chinese noodles with Korean barbecue in a taco."
        ],
        [
            "Penny",
            "It’s fusion."
        ],
        [
            "Sheldon",
            "My mother would lock her car doors if she had to drive through this hodgepodge of ethnicity."
        ],
        [
            "Penny",
            "Think I’ve been complaining too much about the movie?"
        ],
        [
            "Sheldon",
            "Not at all."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Sheldon",
            "But to be fair, when you talk, most of what you say sounds like, wah, wah, wah, clothes, wah, wah, wah."
        ],
        [
            "Penny",
            "Hey, I don’t understand why you’re not upset with Amy."
        ],
        [
            "Sheldon",
            "I am. So much so that I’m gonna bring her here for dinner on our next date night."
        ],
        [
            "Scene",
            "Howard’s mother’s house."
        ],
        [
            "Raj",
            "Okay. So, in the last 20 minutes, we’ve seen a crazy woman kissing a fetus in a jar. We’ve seen a guy cut in half and sewn to a fish."
        ],
        [
            "Howard",
            "And the brutal dismemberment of a rotisserie chicken by my mother."
        ],
        [
            "Raj",
            "On the bright side, she didn’t even notice the pill. Why does Emily like this stuff? Do you think there’s something psychologically wrong with her?"
        ],
        [
            "Howard",
            "What difference does it make?"
        ],
        [
            "Raj",
            "What do you mean?"
        ],
        [
            "Howard",
            "Oh, come on, she could have a freezer full of ex-boyfriend’s body parts and you’d still go out with her."
        ],
        [
            "Raj",
            "I do like that the ex-boyfriend’s out of the picture."
        ],
        [
            "Scene",
            "The bar."
        ],
        [
            "Amy",
            "I feel so bad about lying to Sheldon. How am I gonna make it up to him?"
        ],
        [
            "Bernadette",
            "I’d tell you what I do with Howard, but I don’t think dressing up like a Catholic schoolgirl is gonna work with Sheldon."
        ],
        [
            "Leonard",
            "He’d probably give you homework."
        ],
        [
            "Amy",
            "Did you lie to Howard about tonight?"
        ],
        [
            "Bernadette",
            "Of course."
        ],
        [
            "Amy",
            "And you don’t feel guilty about it?"
        ],
        [
            "Bernadette",
            "Between Penny’s gorilla movie and Howard’s gorilla mother, I had no choice."
        ],
        [
            "Leonard",
            "Thankfully Penny and I have a relationship based on honesty. What? I don’t lie to her."
        ],
        [
            "Bernadette",
            "Oh, we know you don’t lie to her."
        ],
        [
            "Scene",
            "The restaurant."
        ],
        [
            "Penny",
            "Thank you. Hey, maybe the answer to your career question is in one of these."
        ],
        [
            "Sheldon",
            "Penny, there’s only one cookie with something in the middle that solves life’s problems, and that’s an Oreo. Or a Nutter Butter, if you’re in a pinch."
        ],
        [
            "Penny",
            "Come on, open it. I bet it says something great."
        ],
        [
            "Sheldon",
            "This is Asian fusion. For all you know, there’s a tiny Chihuahua in here."
        ],
        [
            "Penny",
            "Fine, I’ll go. Hmm. People turn to you for guidance and wisdom. Yeah, that’s a good one."
        ],
        [
            "Sheldon",
            "No, it’s not."
        ],
        [
            "Penny",
            "How is that not good?"
        ],
        [
            "Sheldon",
            "Turn to you for wisdom? Clearly, that cookie is mocking you. You’d never hear that kind of sass from a Nutter Butter."
        ],
        [
            "Penny",
            "Uh, since you’re paying for dinner, I’ll let that slide. Open yours."
        ],
        [
            "Sheldon",
            "Have you ever paid for a meal?"
        ],
        [
            "Penny",
            "Not with money. Read."
        ],
        [
            "Sheldon",
            "Your warm and fun-loving nature delights those around you."
        ],
        [
            "Penny",
            "Oh, try again."
        ],
        [
            "Scene",
            "Howard’s mother’s house. "
        ],
        [
            "Howard",
            "Let me get this straight. So, he kills this girl’s father, cuts off the guy’s face, and is wearing it as a mask while he makes out with her."
        ],
        [
            "Raj",
            "I’m just gonna say it. That’s not okay. Why can’t I be in a relationship with a girl who likes The Sound of Music?"
        ],
        [
            "Howard",
            "Raj, you are the girl in the relationship who likes The Sound of Music. (Phone rings) Hey, Penny. What’s up? No, Bernie’s working late. Really? Thanks for telling me."
        ],
        [
            "Raj",
            "What?"
        ],
        [
            "Howard",
            "I’m having sex with a Catholic schoolgirl tonight."
        ],
        [
            "Scene",
            "The street. Outside a psychic’s shop."
        ],
        [
            "Penny",
            "Oh, I think I see our next stop."
        ],
        [
            "Sheldon",
            "You can’t be serious. If I wanted to waste my time on nonsense, I’d follow Leonard on Instagram."
        ],
        [
            "Penny",
            "No, come on, tonight we are trying new things."
        ],
        [
            "Sheldon",
            "Oh. That’s a lot of incense. Or someone set a hippie on fire."
        ],
        [
            "Scene",
            "Outside the bar."
        ],
        [
            "Leonard",
            "You and I never just hang out like this. Why is that?"
        ],
        [
            "Amy",
            "I know, it’s weird, right?"
        ],
        [
            "Leonard",
            "Yeah. We should do it more often."
        ],
        [
            "Amy",
            "Oh, no. I mean, this is weird right now."
        ],
        [
            "Leonard",
            "(Phone text sound) Ah, it’s Penny."
        ],
        [
            "Amy",
            "Is she still mad?"
        ],
        [
            "Leonard",
            "Oh, doesn’t seem like it. She got Sheldon to go to a psychic with her."
        ],
        [
            "Amy",
            "A psychic? He considers them not just mumbo jumbo, but extra-jumbo mumbo jumbo."
        ],
        [
            "Leonard",
            "Well, Penny can be very persuasive. She’s gotten me to do a lot of things I wouldn’t normally do."
        ],
        [
            "Amy",
            "Because she has sex with you."
        ],
        [
            "Leonard",
            "Yeah, she does."
        ],
        [
            "Amy",
            "Can I confess something? Once in a while, I get a little jealous of how close Penny and Sheldon are."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Amy",
            "I mean, not in a romantic way. It’s just, she really has some sort of connection with him."
        ],
        [
            "Leonard",
            "Well, well they’ve known each other a long time, and Penny grew up around horses, so she knows how to approach him without making him skittish."
        ],
        [
            "Amy",
            "Don’t get me wrong, I’m glad they’re friends. I just wish he’d be that comfortable around me already."
        ],
        [
            "Leonard",
            "Well, it took him a long time to get comfortable around me, too."
        ],
        [
            "Amy",
            "Really? What did you do?"
        ],
        [
            "Leonard",
            "Something terrible in a former life? I don’t know."
        ],
        [
            "Bernadette",
            "I gotta go. Penny ratted me out. FYI, she’s getting you a watch for your birthday with money she took out of your wallet."
        ],
        [
            "Scene",
            "The psychic shop."
        ],
        [
            "Sheldon",
            "I don’t mean to be rude or discourteous, but before we begin, I’d just like to say there is absolutely no scientific evidence to support clairvoyance of any kind. Which means, and again, no insult intended, that you’re a fraud, your profession is a swindle, and, uh, your livelihood is dependent on the gullibility of stupid people. Again, no offence."
        ],
        [
            "Penny",
            "All right, Sheldon, just ask your question."
        ],
        [
            "Sheldon",
            "Okay, I just did. What was it?"
        ],
        [
            "Penny",
            "Oh, for God’s sake. Look, he’s a physicist who’s trying to figure out what his next field of study should be."
        ],
        [
            "Sheldon",
            "For your information, I was asking her about the next Star Trek movie."
        ],
        [
            "Penny",
            "Okay, I can answer that one, I’ll be bored."
        ],
        [
            "Psychic",
            "All right, why don’t we begin? Your spirit guides are telling me that there’s a woman in your life you’re having problems with."
        ],
        [
            "Sheldon",
            "That’s an easy guess. I’m clearly an annoying person and have problems with both genders."
        ],
        [
            "Psychic",
            "Yes, you clearly are. But I’m seeing a specific woman that you’re in a romantic relationship with."
        ],
        [
            "Penny",
            "Oh, oh, here we go."
        ],
        [
            "Psychic",
            "Does she have dark hair?"
        ],
        [
            "Penny",
            "Yes, yes, your spirit guides are on fire."
        ],
        [
            "Sheldon",
            "The majority of people have dark hair. Even you, at one time."
        ],
        [
            "Psychic",
            "Does she work in a similar field to you?"
        ],
        [
            "Sheldon",
            "Ha. The opposite. She’s a neurobiologist, and I’m a theoretical physicist. My spirit guides can go suck an egg."
        ],
        [
            "Psychic",
            "They’re telling me that you have difficulty being close with her."
        ],
        [
            "Penny",
            "Oh, he does. He so does. What should he do?"
        ],
        [
            "Psychic",
            "He should give himself to this relationship. Once he does, all his other pursuits will come into focus."
        ],
        [
            "Penny",
            "Sheldon, do you hear that? I mean, Amy is the key to your happiness."
        ],
        [
            "Psychic",
            "Exactly. Personally and professionally. Everything will fall into place once you commit to her."
        ],
        [
            "Sheldon",
            "You know what this is? Yeah, and I reserve this word for those rare instances when it’s truly deserved. This is malarkey."
        ],
        [
            "Penny",
            "Wow, you really struck a nerve. I’ve never heard him use the M word before."
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Raj",
            "Here we go, House of a 1,000 Corpses."
        ],
        [
            "Emily",
            "Now, just so you know, I was a nanny for three years, so if you get scared, I can totally change your diaper."
        ],
        [
            "Raj",
            "Actually, I have to tell you something. These kind of movies really aren’t my thing, so, last night, I watched it just to see what I was getting myself into."
        ],
        [
            "Emily",
            "Okay."
        ],
        [
            "Raj",
            "And I have to be honest, I thought it was disturbing and weird, and it made me wonder what it says about someone who enjoys it."
        ],
        [
            "Emily",
            "I wonder that, too."
        ],
        [
            "Raj",
            "Then, why do you watch these things?"
        ],
        [
            "Emily",
            "Can I tell you something without you judging me?"
        ],
        [
            "Raj",
            "Sure."
        ],
        [
            "Emily",
            "They kind of turn me on."
        ],
        [
            "Raj",
            "And play."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Hello. I didn’t expect you this evening."
        ],
        [
            "Amy",
            "Well, I was just feeling so bad about lying to you the other night, I wanted to make it up to you."
        ],
        [
            "Sheldon",
            "And how do you propose to do that? (Amy takes off coat and is dressed as a Catholic schoolgirl) Unless you have Gravity on Blu-ray under that skirt, I don’t know where you’re going with this."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-7-episode-21-the-anything-can-happen-recurrence/"
}