{
    "Season": 7,
    "Episode": 6,
    "Title": "the romance resonance",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The Cheesecake Factory"
            ],
            [
                27,
                "Credits sequence"
            ],
            [
                28,
                "The stairwell"
            ],
            [
                45,
                "The apartment. "
            ],
            [
                53,
                "The cafeteria."
            ],
            [
                70,
                "Penny’s apartment. "
            ],
            [
                86,
                "The apartment."
            ],
            [
                110,
                "Leonard’s car."
            ],
            [
                119,
                "The cafeteria."
            ],
            [
                136,
                "A restaurant."
            ],
            [
                159,
                "The hospital. "
            ],
            [
                171,
                "Howard"
            ],
            [
                184,
                "Penny’s apartment. "
            ],
            [
                209,
                "The apartment."
            ]
        ],
        "Penny": [
            [
                1,
                "What are you working on?"
            ],
            [
                3,
                "Do you know what he’s doing?"
            ],
            [
                5,
                "Uh, Sheldon, you want to take a break? Your food’s ready."
            ],
            [
                18,
                "Aw, what horrible thing are you trying to make up for?"
            ],
            [
                20,
                "Ah."
            ],
            [
                30,
                "Yeah. Hey, how come you’ve never done anything romantic to celebrate our first date?"
            ],
            [
                34,
                "I can name tons."
            ],
            [
                36,
                "Oh. I know, what about that bed-and-breakfast?"
            ],
            [
                38,
                "I know what I did. I bet they had to throw out that rocking chair. You know, I can be romantic if I want to."
            ],
            [
                40,
                "Okay, just you wait and see. I’m gonna romance your freakin’ ass off."
            ],
            [
                42,
                "Sheldon?"
            ],
            [
                71,
                "Thank you so much for coming."
            ],
            [
                73,
                "Okay, good, ’cause I’ve been really struggling with this."
            ],
            [
                75,
                "Pants, but Leonard says sex doesn’t count."
            ],
            [
                77,
                "I don’t know if I want to cook for him. He’s kind of a picky eater. I mean, it’s too salty, it’s too dry, it’s too burnt and frozen at the same time. Okay, come on, what else would sweep you off your feet?"
            ],
            [
                79,
                "Okay, that’s just the plot for Dirty Dancing. What else would you love? Other than being lifted over Patrick Swayze’s head."
            ],
            [
                81,
                "That’s from Say Anything."
            ],
            [
                83,
                "I get that, but why is this so hard?"
            ],
            [
                85,
                "Yeah, I’m trying to be sad about that. I can’t."
            ],
            [
                137,
                "Boy, Bernadette is gonna love this."
            ],
            [
                139,
                "Okay, you know what’s not romantic? Rubbing it in someone’s face."
            ],
            [
                150,
                "Damn it, everyone’s better at this than me."
            ],
            [
                155,
                "What?"
            ],
            [
                186,
                "I discovered a secret ingredient. The flavour packet. That sucker is well named. All right, lover boy, get ready, ’cause there is a crap storm of romance coming your way."
            ],
            [
                188,
                "Oh, I am. Maybe if you follow this trail, you’ll see why."
            ],
            [
                190,
                "Yes. The most beautiful and shockingly expensive of all the flowers."
            ],
            [
                192,
                "Okay, I gave this a lot of thought, and I finally found something to show you how much I love you."
            ],
            [
                194,
                "It’s a first edition of Hitchhiker’s Guide to the Galaxy. I remember it was your favourite book growing up."
            ],
            [
                196,
                "What?"
            ],
            [
                198,
                "No. Something’s going on. What’s wrong with it? I remember you saying how great it would be to have a first edition."
            ],
            [
                200,
                "Oh, my God, I am the worst."
            ],
            [
                202,
                "No, it’s not. I mean, what’s thoughtful is everything you do. Here, you know what? Look at this. Look, here’s the, the plane ticket you bought me when I was too poor to go home for the holidays. And the rose you left on my windshield just because. Here’s the, the thank-you letter you wrote me after the first time I slept with you. All 11 pages of it."
            ],
            [
                204,
                "Of course I did. It’s you."
            ],
            [
                206,
                "Oh."
            ],
            [
                208,
                "Oh, yeah, just the first one. I didn’t save them all."
            ]
        ],
        "Sheldon": [
            [
                2,
                "Can’t talk. In the zone."
            ],
            [
                14,
                "Can’t listen, zone. Also don’t care."
            ],
            [
                16,
                "Really don’t care."
            ],
            [
                26,
                "When did we get to the Cheesecake Factory?"
            ],
            [
                32,
                "Ooh, somebody call the burn ward. And back to the zone."
            ],
            [
                43,
                "Zone."
            ],
            [
                47,
                "Leonard, prepare to be humbled and weep at the glory of my genius."
            ],
            [
                49,
                "Look at it. I feel like my mind just made a baby. And it’s beautiful. It’s not like human babies, which are loud and covered in goop."
            ],
            [
                51,
                "Did I? Well, that can’t be right. No one’s ever done that before. Except me, because I just did it. Sheldon and his brain, yeah. Sheldon and his brain, yeah. Sheldon and his brain, yeah. Sheldon and his brain, yeah. Sheldon and his brain…"
            ],
            [
                60,
                "Gentlemen. Uh, no doubt you heard about my little breakthrough. Now, if your plan is to hoist me on your shoulders and carry me around the cafeteria, please refrain. I don’t care for heights, motion sickness or the thought of your necks touching my buttocks. "
            ],
            [
                63,
                "Oh, well, thank you. Believe it or not, I just learned a Chinese research team at the Hubei Institute for Nuclear Physics ran a test on a cyclotron, and the results were extremely promising."
            ],
            [
                65,
                "Yeah, I know. They called it the greatest thing since the Communist party. Although I’m pretty sure that the Communist party made them say that. I like China. See, they know how to keep people in line."
            ],
            [
                67,
                "Oh, more testing, more success, more fame. Yeah, but don’t worry, I will remain the same down-to-earth humble Joe I’ve always been."
            ],
            [
                69,
                "Now give me that cookie, I discovered an element."
            ],
            [
                87,
                "Let’s see, what’s next? Okay, here. This is the Magic Marker I was using when I made the discovery."
            ],
            [
                89,
                "And that’s why you’re not on a list for my tree fort. Ooh, guess who’s getting an article written about him in Physics Today? I’ll give you a hint. You measured the diameter of his suspicious mole yesterday."
            ],
            [
                91,
                "Well, you should be. My discovery is spreading like wildfire. Unlike my mole, which is holding steady at the size of a navy bean."
            ],
            [
                93,
                "This is the very copy of The Handbook of Chemistry and Physics in which I looked up the reaction rates of mendelevium and…"
            ],
            [
                95,
                "No. No, no, no, no."
            ],
            [
                97,
                "I’ve made a horrible mistake."
            ],
            [
                99,
                "This table, it’s in square centimetres. I read it as square metres. You know what that means?"
            ],
            [
                101,
                "Amy, I was off by a factor of 10,000. "
            ],
            [
                103,
                "Yeah, well, they shouldn’t have. My calculations were wrong. There must be some resonance between the elements I didn’t know about."
            ],
            [
                105,
                "Sheldon Cooper does not get lucky."
            ],
            [
                107,
                "What matters is the greatest scientific achievement of my life is based on a blunder. I’m not a genius, I’m a fraud."
            ],
            [
                109,
                "Oh, great. Now I’m worse than a fraud. I’m practically a biologist."
            ],
            [
                112,
                "There’s nothing happy about it. I’m being given credit that I don’t deserve. "
            ],
            [
                114,
                "No, Leonard, this is going to haunt me for the rest of my life. Every science classroom, every periodic table, every textbook, this mistake will be staring back at me. Like that time you let Koothrappali wax your eyebrows. I’ve got to find a way to stop this thing."
            ],
            [
                116,
                "You know, frankly, I’d prefer a sex tape."
            ],
            [
                118,
                "No."
            ],
            [
                130,
                "Stop it. Stop celebrating me."
            ],
            [
                132,
                "And no woos. Oh, not you, Dr. Woo. You’re fine. I want you all to know that you have no reason to applaud me. My so-called breakthrough wasn’t the result of my genius. It was nothing more than a boneheaded mistake. So please refrain from praising me for it in the future."
            ],
            [
                134,
                "Oh, no, they found the element. (More applause) No, no, stop it. I don’t need to take this admiration from the likes of you people. How do I make them stop loving me?"
            ],
            [
                142,
                "The National Science Foundation wants to give me a substantial grant."
            ],
            [
                144,
                "I know. When will this nightmare end?"
            ],
            [
                147,
                "You’re not?"
            ],
            [
                149,
                "That’s the most romantic thing I’ve ever heard."
            ],
            [
                151,
                "Congratulations, Dr. Fowler. You just made the fort."
            ],
            [
                158,
                "I hate to pile on the bad news, but I just got a raise."
            ],
            [
                169,
                "She might be contagious. Don’t you think I’m having a rough enough day?"
            ],
            [
                172,
                "Is it me, or does she not look so good?"
            ],
            [
                183,
                "She’s sick, I knew it. Bye."
            ],
            [
                210,
                "I can’t believe I read this table wrong. I blame you."
            ],
            [
                212,
                "You distract me. I’ve been distracted since the moment I met you. "
            ],
            [
                214,
                "Well, you should be. Because all I can think about is how much I want to kiss you. And not just on the cheek, but on the mouth. Like mommies and daddies do."
            ]
        ],
        "Amy": [
            [
                4,
                "Could be anything. Last time he was like this, he figured out electron transport in graphene. The time before that, he was making a list of who’s allowed in his tree fort if fe ever gets one. Still can’t believe I didn’t make the cut."
            ],
            [
                23,
                "Oh, I love that."
            ],
            [
                88,
                "I don’t think the Smithsonian’s gonna want your marker. "
            ],
            [
                90,
                "Sheldon, I’m so proud of you."
            ],
            [
                92,
                "What’s next?"
            ],
            [
                94,
                "And what?"
            ],
            [
                96,
                "What’s wrong?"
            ],
            [
                98,
                "What are you talking about?"
            ],
            [
                100,
                "That Americans can’t handle the metric system?"
            ],
            [
                102,
                "But the Chinese team found the element."
            ],
            [
                104,
                "So you just got lucky?"
            ],
            [
                106,
                "You and me both, brother. It doesn’t matter. The element was found because of you, and that’s groundbreaking."
            ],
            [
                108,
                "You know, Sheldon, in neuroscience, we’re forever finding something in one part of the brain that we thought was someplace else."
            ],
            [
                146,
                "I’m not."
            ],
            [
                148,
                "Sheldon, I’ve been thinking about it, and you’re right. You don’t deserve any credit. All you did was misread some numbers on a table. A very easy table, too. Honestly, I’m embarrassed for you."
            ],
            [
                156,
                "Poor Bernadette."
            ],
            [
                168,
                "Sheldon, get over here."
            ],
            [
                170,
                "Sheldon."
            ],
            [
                173,
                "Shh."
            ],
            [
                211,
                "Me? What did I do?"
            ],
            [
                213,
                "Sorry."
            ],
            [
                215,
                "Oh, Sheldon."
            ],
            [
                217,
                "Can’t talk, in the zone."
            ]
        ],
        "Leonard": [
            [
                6,
                "No, no, what are you doing? He’s both happy and quiet. It’s like seeing a unicorn and Bigfoot at the same time."
            ],
            [
                22,
                "Aw."
            ],
            [
                29,
                "It’s really sweet what Howard wants to do for Bernadette."
            ],
            [
                31,
                "Well, for starters, you’ve broken up with me so many times, which first date are we talking about?"
            ],
            [
                33,
                "And besides, I do romantic things for you all the time. Can you even name one romantic thing you’ve done for me?"
            ],
            [
                35,
                "Sex doesn’t count."
            ],
            [
                37,
                "Well, I took you there. All you did was…"
            ],
            [
                39,
                "It’s fine. And also not true."
            ],
            [
                41,
                "That’s beautiful. Is that Shakespeare?"
            ],
            [
                44,
                "He’ll figure it out when he falls off the roof."
            ],
            [
                46,
                "Sheldon, I know you’re in the zone, but do you want some tea? All right, I can’t believe I’m gonna say this, but you haven’t spoken in hours and I’m starting to get worried. Please say something."
            ],
            [
                48,
                "Nope, it was better before."
            ],
            [
                50,
                "Holy crap, Sheldon, did you just figure out a method for synthesizing a new stable super-heavy element?"
            ],
            [
                52,
                "Yeah, definitely better before."
            ],
            [
                55,
                "If by cool you mean willing to, yes. If by cool you mean cool, clearly you’ve never seen me play the cello."
            ],
            [
                64,
                "Sheldon, that’s incredible."
            ],
            [
                68,
                "Good to know."
            ],
            [
                113,
                "Oh, people get things they don’t deserve all the time. Look at me with you. "
            ],
            [
                115,
                "Buddy, I don’t think you can. I mean, once it’s out there, it’s out there. This thing is like the science equivalent of a sex tape."
            ],
            [
                117,
                "You don’t know what a sex tape is, do you?"
            ],
            [
                121,
                "We’ll be there."
            ],
            [
                125,
                "I will not."
            ],
            [
                135,
                "Invite them to live with us."
            ],
            [
                138,
                "Yeah. It must be nice to have someone do something so romantic."
            ],
            [
                140,
                "Actually, it can be, but I told you sex doesn’t count."
            ],
            [
                145,
                "Hey, I get that you feel bad about all the attention, but still, what you did is amazing. We’re really proud of you."
            ],
            [
                153,
                "Oh, my God, is she okay?"
            ],
            [
                157,
                "Oh, no."
            ],
            [
                185,
                "I have to say, this is the best Top Ramen you’ve ever made."
            ],
            [
                187,
                "Stop it, you’re gonna make me cry. All right. You seem pretty confident."
            ],
            [
                189,
                "Oh, rose petals."
            ],
            [
                191,
                "You made the bed? You really are pulling out all the stops."
            ],
            [
                193,
                "Oh, wow."
            ],
            [
                195,
                "This is great. It, thank you, it’s, so much."
            ],
            [
                197,
                "Nothing. I love it."
            ],
            [
                199,
                "It’s true, I did. I did say that. When we were at the used bookstore together and I saw the first edition and I bought it."
            ],
            [
                201,
                "No, no, it’s okay. It’s really thoughtful."
            ],
            [
                203,
                "I can’t believe you saved all this stuff."
            ],
            [
                205,
                "Come here."
            ],
            [
                207,
                "Is that a pregnancy test?"
            ]
        ],
        "Howard": [
            [
                7,
                "Sorry we’re so late. Bernadette got stuck at work."
            ],
            [
                11,
                "Wait, Maybe you want to wash your little raccoon hands first."
            ],
            [
                13,
                "Guys, listen up. "
            ],
            [
                15,
                "Next week is the anniversary of my first date with Bernadette."
            ],
            [
                17,
                "I want to do something special, and I was hoping you guys could be a part of it."
            ],
            [
                19,
                "Just putting something in the bank for what horrible thing I do next."
            ],
            [
                21,
                "Look, she’s gonna be back any second, so here’s the deal. I’m writing a song, and I was hoping we could all play it for her together."
            ],
            [
                25,
                "Sheldon?"
            ],
            [
                54,
                "So I’m almost done writing the song for Bernadette. Are you cool playing the cello?"
            ],
            [
                56,
                "Great. Will you play the ukulele?"
            ],
            [
                58,
                "Or you could just play your tiny, ridiculous guitar."
            ],
            [
                61,
                "Seriously, congratulations, Sheldon."
            ],
            [
                66,
                "So, what happens next?"
            ],
            [
                120,
                "Make sure you guys get to the restaurant by eight. Bernadette’s meeting me there at eight thirty and I don’t want to blow the surprise."
            ],
            [
                123,
                "E-Ni-Ni-Ni-Ni-No."
            ],
            [
                127,
                "No, I want this to be romantic."
            ],
            [
                141,
                "I’m getting worried about Bernadette. I’m gonna call and check on her."
            ],
            [
                152,
                "Guys, there was an accident at Bernie’s lab."
            ],
            [
                154,
                "Yeah, but she’s at the hospital in quarantine."
            ],
            [
                160,
                "Oh, my God, Bernie, what happened?"
            ],
            [
                162,
                "You’re sure you’re okay?"
            ],
            [
                164,
                "Oh, don’t worry about it. I brought the date here. Guys, come on in."
            ],
            [
                166,
                "Well, tonight is the anniversary of our first date, and I wanted to celebrate it by writing a song for you."
            ],
            [
                174,
                "A candle without a wick, a Watson without a Crick, I’d be one of my outfits without a dick-ie. I’d be cheese without the mac, Jobs without the Wozniak, I’d be solving exponential equations that use bases not found on your calculator making it much harder to crack. I’d be an atom without a bomb, a dot without the com, and I’d probably still live with my mom."
            ],
            [
                176,
                "Ever since I met you, you turned my world around. You supported all my dreams and all my hopes. You’re like uranium-235 and I’m uranium-238, almost inseparable isotopes. I couldn’t have imagined how good my life would get from the moment that I met you Bernadette."
            ],
            [
                178,
                "If I didn’t have you life would be dreary, I’d be string theory without any string. I’d be binary code without a one, a cathode ray tube without an electron gun. I’d be Firefly, Buffy and Avengers without Joss Whedon. I’d speak a lot more Klingon, Heghlu’meH QaQ jajvam. "
            ],
            [
                180,
                "Ever since I met you, you turned my world around. You’re my best friend and my lover. We’re like changing electric and magnetic fields. You can’t have one without the other. I couldn’t have imagined how good my life would get from the moment that I met you, Bernadette."
            ]
        ],
        "Bernadette": [
            [
                8,
                "Great news. A raccoon virus just crossed the species barrier and now can infect humans."
            ],
            [
                10,
                "In the pharmaceutical business we have a saying, mo’ infections, mo’ money."
            ],
            [
                12,
                "Oh, calm down. If I had it, I’d be dead already."
            ],
            [
                161,
                "Well, let’s just say the next time you move a dozen vials of raccoon virus to the fridge, make two trips. "
            ],
            [
                163,
                "Yeah, it’s just a precaution. If there was a problem, I’d be throwing up out of my eyeballs by now. Sorry I messed up our date."
            ],
            [
                165,
                "What’s all this?"
            ],
            [
                167,
                "Howie."
            ],
            [
                177,
                "Oh, Howie."
            ],
            [
                182,
                "Howie, that was amazing. Look, I’m shaking."
            ]
        ],
        "Raj": [
            [
                9,
                "Why is that great news?"
            ],
            [
                24,
                "That is so beautiful."
            ],
            [
                57,
                "Of course. I’d be happy to shred it on my ax."
            ],
            [
                59,
                "Fine. I will melt her heart. And her face."
            ],
            [
                62,
                "Yeah, I read your paper online. That technique for creating a new heavy element is inspired."
            ],
            [
                72,
                "You called the right person. I believe I have the perfect romantic evening for you to give Leonard."
            ],
            [
                74,
                "As I’m sure you’re aware, the quickest way to a man’s heart is through his…"
            ],
            [
                76,
                "Oh. You poor thing. You have one arrow in your quiver, and you just can’t use it. Fortunately, another pathway to a man’s heart is through his stomach. "
            ],
            [
                78,
                "Well, I’ve always had this fantasy that involves dancing. The sexual chemistry between my partner and me is electric. But boy, oh, boy, does my father not approve until he sees us in the big dance competition."
            ],
            [
                80,
                "Oh, oh, uh, you could, uh, stand outside his window with a boom box in the air."
            ],
            [
                82,
                "Look, I’m a lonely guy, I watch a lot of movies. Look, Penny, if you truly want to be romantic, it needs to come from you."
            ],
            [
                84,
                "Well, you’ve probably never had to do this stuff ’cause you’re young and beautiful and men have always thrown themselves at you."
            ],
            [
                122,
                "Got it. Now, uh, I have a question about the song. I was thinking at some point I could bust out a little rap."
            ],
            [
                124,
                "Come on, come on, you haven’t even heard it yet. Leonard, give me a beat."
            ],
            [
                126,
                "Oh, please?"
            ],
            [
                128,
                "It will be. I don’t call anyone a ho, and the only time I use the phrase my bitch, I’m referring to you."
            ],
            [
                133,
                "Wait, I don’t understand. They didn’t find the element?"
            ],
            [
                143,
                "Oh, that’s a big deal."
            ]
        ],
        "Leonard:": [
            [
                111,
                "You got to stop beating yourself up over this. I mean, you made a mistake, but it was a happy mistake."
            ]
        ],
        "Voice": [
            [
                129,
                "There he is. (General applause) "
            ],
            [
                131,
                "Woo!"
            ]
        ],
        "All": [
            [
                175,
                "And he’d probably still live with his mom."
            ],
            [
                179,
                "And he’d definitely still live with his mom."
            ],
            [
                181,
                "Oh, we couldn’t have imagined how good our lives would get from the moment that we met you, Bernadette."
            ]
        ],
        "Sheldon (not in Amy’s daydream, now in the Cheesecake Factory)": [
            [
                216,
                "Amy? Amy? Did you hear what I said?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The Cheesecake Factory"
        ],
        [
            "Penny",
            "What are you working on?"
        ],
        [
            "Sheldon",
            "Can’t talk. In the zone."
        ],
        [
            "Penny",
            "Do you know what he’s doing?"
        ],
        [
            "Amy",
            "Could be anything. Last time he was like this, he figured out electron transport in graphene. The time before that, he was making a list of who’s allowed in his tree fort if fe ever gets one. Still can’t believe I didn’t make the cut."
        ],
        [
            "Penny",
            "Uh, Sheldon, you want to take a break? Your food’s ready."
        ],
        [
            "Leonard",
            "No, no, what are you doing? He’s both happy and quiet. It’s like seeing a unicorn and Bigfoot at the same time."
        ],
        [
            "Howard",
            "Sorry we’re so late. Bernadette got stuck at work."
        ],
        [
            "Bernadette",
            "Great news. A raccoon virus just crossed the species barrier and now can infect humans."
        ],
        [
            "Raj",
            "Why is that great news?"
        ],
        [
            "Bernadette",
            "In the pharmaceutical business we have a saying, mo’ infections, mo’ money."
        ],
        [
            "Howard",
            "Wait, Maybe you want to wash your little raccoon hands first."
        ],
        [
            "Bernadette",
            "Oh, calm down. If I had it, I’d be dead already."
        ],
        [
            "Howard",
            "Guys, listen up. "
        ],
        [
            "Sheldon",
            "Can’t listen, zone. Also don’t care."
        ],
        [
            "Howard",
            "Next week is the anniversary of my first date with Bernadette."
        ],
        [
            "Sheldon",
            "Really don’t care."
        ],
        [
            "Howard",
            "I want to do something special, and I was hoping you guys could be a part of it."
        ],
        [
            "Penny",
            "Aw, what horrible thing are you trying to make up for?"
        ],
        [
            "Howard",
            "Just putting something in the bank for what horrible thing I do next."
        ],
        [
            "Penny",
            "Ah."
        ],
        [
            "Howard",
            "Look, she’s gonna be back any second, so here’s the deal. I’m writing a song, and I was hoping we could all play it for her together."
        ],
        [
            "Leonard",
            "Aw."
        ],
        [
            "Amy",
            "Oh, I love that."
        ],
        [
            "Raj",
            "That is so beautiful."
        ],
        [
            "Howard",
            "Sheldon?"
        ],
        [
            "Sheldon",
            "When did we get to the Cheesecake Factory?"
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The stairwell"
        ],
        [
            "Leonard",
            "It’s really sweet what Howard wants to do for Bernadette."
        ],
        [
            "Penny",
            "Yeah. Hey, how come you’ve never done anything romantic to celebrate our first date?"
        ],
        [
            "Leonard",
            "Well, for starters, you’ve broken up with me so many times, which first date are we talking about?"
        ],
        [
            "Sheldon",
            "Ooh, somebody call the burn ward. And back to the zone."
        ],
        [
            "Leonard",
            "And besides, I do romantic things for you all the time. Can you even name one romantic thing you’ve done for me?"
        ],
        [
            "Penny",
            "I can name tons."
        ],
        [
            "Leonard",
            "Sex doesn’t count."
        ],
        [
            "Penny",
            "Oh. I know, what about that bed-and-breakfast?"
        ],
        [
            "Leonard",
            "Well, I took you there. All you did was…"
        ],
        [
            "Penny",
            "I know what I did. I bet they had to throw out that rocking chair. You know, I can be romantic if I want to."
        ],
        [
            "Leonard",
            "It’s fine. And also not true."
        ],
        [
            "Penny",
            "Okay, just you wait and see. I’m gonna romance your freakin’ ass off."
        ],
        [
            "Leonard",
            "That’s beautiful. Is that Shakespeare?"
        ],
        [
            "Penny",
            "Sheldon?"
        ],
        [
            "Sheldon",
            "Zone."
        ],
        [
            "Leonard",
            "He’ll figure it out when he falls off the roof."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Sheldon, I know you’re in the zone, but do you want some tea? All right, I can’t believe I’m gonna say this, but you haven’t spoken in hours and I’m starting to get worried. Please say something."
        ],
        [
            "Sheldon",
            "Leonard, prepare to be humbled and weep at the glory of my genius."
        ],
        [
            "Leonard",
            "Nope, it was better before."
        ],
        [
            "Sheldon",
            "Look at it. I feel like my mind just made a baby. And it’s beautiful. It’s not like human babies, which are loud and covered in goop."
        ],
        [
            "Leonard",
            "Holy crap, Sheldon, did you just figure out a method for synthesizing a new stable super-heavy element?"
        ],
        [
            "Sheldon",
            "Did I? Well, that can’t be right. No one’s ever done that before. Except me, because I just did it. Sheldon and his brain, yeah. Sheldon and his brain, yeah. Sheldon and his brain, yeah. Sheldon and his brain, yeah. Sheldon and his brain…"
        ],
        [
            "Leonard",
            "Yeah, definitely better before."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Howard",
            "So I’m almost done writing the song for Bernadette. Are you cool playing the cello?"
        ],
        [
            "Leonard",
            "If by cool you mean willing to, yes. If by cool you mean cool, clearly you’ve never seen me play the cello."
        ],
        [
            "Howard",
            "Great. Will you play the ukulele?"
        ],
        [
            "Raj",
            "Of course. I’d be happy to shred it on my ax."
        ],
        [
            "Howard",
            "Or you could just play your tiny, ridiculous guitar."
        ],
        [
            "Raj",
            "Fine. I will melt her heart. And her face."
        ],
        [
            "Sheldon",
            "Gentlemen. Uh, no doubt you heard about my little breakthrough. Now, if your plan is to hoist me on your shoulders and carry me around the cafeteria, please refrain. I don’t care for heights, motion sickness or the thought of your necks touching my buttocks. "
        ],
        [
            "Howard",
            "Seriously, congratulations, Sheldon."
        ],
        [
            "Raj",
            "Yeah, I read your paper online. That technique for creating a new heavy element is inspired."
        ],
        [
            "Sheldon",
            "Oh, well, thank you. Believe it or not, I just learned a Chinese research team at the Hubei Institute for Nuclear Physics ran a test on a cyclotron, and the results were extremely promising."
        ],
        [
            "Leonard",
            "Sheldon, that’s incredible."
        ],
        [
            "Sheldon",
            "Yeah, I know. They called it the greatest thing since the Communist party. Although I’m pretty sure that the Communist party made them say that. I like China. See, they know how to keep people in line."
        ],
        [
            "Howard",
            "So, what happens next?"
        ],
        [
            "Sheldon",
            "Oh, more testing, more success, more fame. Yeah, but don’t worry, I will remain the same down-to-earth humble Joe I’ve always been."
        ],
        [
            "Leonard",
            "Good to know."
        ],
        [
            "Sheldon",
            "Now give me that cookie, I discovered an element."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "Thank you so much for coming."
        ],
        [
            "Raj",
            "You called the right person. I believe I have the perfect romantic evening for you to give Leonard."
        ],
        [
            "Penny",
            "Okay, good, ’cause I’ve been really struggling with this."
        ],
        [
            "Raj",
            "As I’m sure you’re aware, the quickest way to a man’s heart is through his…"
        ],
        [
            "Penny",
            "Pants, but Leonard says sex doesn’t count."
        ],
        [
            "Raj",
            "Oh. You poor thing. You have one arrow in your quiver, and you just can’t use it. Fortunately, another pathway to a man’s heart is through his stomach. "
        ],
        [
            "Penny",
            "I don’t know if I want to cook for him. He’s kind of a picky eater. I mean, it’s too salty, it’s too dry, it’s too burnt and frozen at the same time. Okay, come on, what else would sweep you off your feet?"
        ],
        [
            "Raj",
            "Well, I’ve always had this fantasy that involves dancing. The sexual chemistry between my partner and me is electric. But boy, oh, boy, does my father not approve until he sees us in the big dance competition."
        ],
        [
            "Penny",
            "Okay, that’s just the plot for Dirty Dancing. What else would you love? Other than being lifted over Patrick Swayze’s head."
        ],
        [
            "Raj",
            "Oh, oh, uh, you could, uh, stand outside his window with a boom box in the air."
        ],
        [
            "Penny",
            "That’s from Say Anything."
        ],
        [
            "Raj",
            "Look, I’m a lonely guy, I watch a lot of movies. Look, Penny, if you truly want to be romantic, it needs to come from you."
        ],
        [
            "Penny",
            "I get that, but why is this so hard?"
        ],
        [
            "Raj",
            "Well, you’ve probably never had to do this stuff ’cause you’re young and beautiful and men have always thrown themselves at you."
        ],
        [
            "Penny",
            "Yeah, I’m trying to be sad about that. I can’t."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Let’s see, what’s next? Okay, here. This is the Magic Marker I was using when I made the discovery."
        ],
        [
            "Amy",
            "I don’t think the Smithsonian’s gonna want your marker. "
        ],
        [
            "Sheldon",
            "And that’s why you’re not on a list for my tree fort. Ooh, guess who’s getting an article written about him in Physics Today? I’ll give you a hint. You measured the diameter of his suspicious mole yesterday."
        ],
        [
            "Amy",
            "Sheldon, I’m so proud of you."
        ],
        [
            "Sheldon",
            "Well, you should be. My discovery is spreading like wildfire. Unlike my mole, which is holding steady at the size of a navy bean."
        ],
        [
            "Amy",
            "What’s next?"
        ],
        [
            "Sheldon",
            "This is the very copy of The Handbook of Chemistry and Physics in which I looked up the reaction rates of mendelevium and…"
        ],
        [
            "Amy",
            "And what?"
        ],
        [
            "Sheldon",
            "No. No, no, no, no."
        ],
        [
            "Amy",
            "What’s wrong?"
        ],
        [
            "Sheldon",
            "I’ve made a horrible mistake."
        ],
        [
            "Amy",
            "What are you talking about?"
        ],
        [
            "Sheldon",
            "This table, it’s in square centimetres. I read it as square metres. You know what that means?"
        ],
        [
            "Amy",
            "That Americans can’t handle the metric system?"
        ],
        [
            "Sheldon",
            "Amy, I was off by a factor of 10,000. "
        ],
        [
            "Amy",
            "But the Chinese team found the element."
        ],
        [
            "Sheldon",
            "Yeah, well, they shouldn’t have. My calculations were wrong. There must be some resonance between the elements I didn’t know about."
        ],
        [
            "Amy",
            "So you just got lucky?"
        ],
        [
            "Sheldon",
            "Sheldon Cooper does not get lucky."
        ],
        [
            "Amy",
            "You and me both, brother. It doesn’t matter. The element was found because of you, and that’s groundbreaking."
        ],
        [
            "Sheldon",
            "What matters is the greatest scientific achievement of my life is based on a blunder. I’m not a genius, I’m a fraud."
        ],
        [
            "Amy",
            "You know, Sheldon, in neuroscience, we’re forever finding something in one part of the brain that we thought was someplace else."
        ],
        [
            "Sheldon",
            "Oh, great. Now I’m worse than a fraud. I’m practically a biologist."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Leonard:",
            "You got to stop beating yourself up over this. I mean, you made a mistake, but it was a happy mistake."
        ],
        [
            "Sheldon",
            "There’s nothing happy about it. I’m being given credit that I don’t deserve. "
        ],
        [
            "Leonard",
            "Oh, people get things they don’t deserve all the time. Look at me with you. "
        ],
        [
            "Sheldon",
            "No, Leonard, this is going to haunt me for the rest of my life. Every science classroom, every periodic table, every textbook, this mistake will be staring back at me. Like that time you let Koothrappali wax your eyebrows. I’ve got to find a way to stop this thing."
        ],
        [
            "Leonard",
            "Buddy, I don’t think you can. I mean, once it’s out there, it’s out there. This thing is like the science equivalent of a sex tape."
        ],
        [
            "Sheldon",
            "You know, frankly, I’d prefer a sex tape."
        ],
        [
            "Leonard",
            "You don’t know what a sex tape is, do you?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Howard",
            "Make sure you guys get to the restaurant by eight. Bernadette’s meeting me there at eight thirty and I don’t want to blow the surprise."
        ],
        [
            "Leonard",
            "We’ll be there."
        ],
        [
            "Raj",
            "Got it. Now, uh, I have a question about the song. I was thinking at some point I could bust out a little rap."
        ],
        [
            "Howard",
            "E-Ni-Ni-Ni-Ni-No."
        ],
        [
            "Raj",
            "Come on, come on, you haven’t even heard it yet. Leonard, give me a beat."
        ],
        [
            "Leonard",
            "I will not."
        ],
        [
            "Raj",
            "Oh, please?"
        ],
        [
            "Howard",
            "No, I want this to be romantic."
        ],
        [
            "Raj",
            "It will be. I don’t call anyone a ho, and the only time I use the phrase my bitch, I’m referring to you."
        ],
        [
            "Voice",
            "There he is. (General applause) "
        ],
        [
            "Sheldon",
            "Stop it. Stop celebrating me."
        ],
        [
            "Voice",
            "Woo!"
        ],
        [
            "Sheldon",
            "And no woos. Oh, not you, Dr. Woo. You’re fine. I want you all to know that you have no reason to applaud me. My so-called breakthrough wasn’t the result of my genius. It was nothing more than a boneheaded mistake. So please refrain from praising me for it in the future."
        ],
        [
            "Raj",
            "Wait, I don’t understand. They didn’t find the element?"
        ],
        [
            "Sheldon",
            "Oh, no, they found the element. (More applause) No, no, stop it. I don’t need to take this admiration from the likes of you people. How do I make them stop loving me?"
        ],
        [
            "Leonard",
            "Invite them to live with us."
        ],
        [
            "Scene",
            "A restaurant."
        ],
        [
            "Penny",
            "Boy, Bernadette is gonna love this."
        ],
        [
            "Leonard",
            "Yeah. It must be nice to have someone do something so romantic."
        ],
        [
            "Penny",
            "Okay, you know what’s not romantic? Rubbing it in someone’s face."
        ],
        [
            "Leonard",
            "Actually, it can be, but I told you sex doesn’t count."
        ],
        [
            "Howard",
            "I’m getting worried about Bernadette. I’m gonna call and check on her."
        ],
        [
            "Sheldon",
            "The National Science Foundation wants to give me a substantial grant."
        ],
        [
            "Raj",
            "Oh, that’s a big deal."
        ],
        [
            "Sheldon",
            "I know. When will this nightmare end?"
        ],
        [
            "Leonard",
            "Hey, I get that you feel bad about all the attention, but still, what you did is amazing. We’re really proud of you."
        ],
        [
            "Amy",
            "I’m not."
        ],
        [
            "Sheldon",
            "You’re not?"
        ],
        [
            "Amy",
            "Sheldon, I’ve been thinking about it, and you’re right. You don’t deserve any credit. All you did was misread some numbers on a table. A very easy table, too. Honestly, I’m embarrassed for you."
        ],
        [
            "Sheldon",
            "That’s the most romantic thing I’ve ever heard."
        ],
        [
            "Penny",
            "Damn it, everyone’s better at this than me."
        ],
        [
            "Sheldon",
            "Congratulations, Dr. Fowler. You just made the fort."
        ],
        [
            "Howard",
            "Guys, there was an accident at Bernie’s lab."
        ],
        [
            "Leonard",
            "Oh, my God, is she okay?"
        ],
        [
            "Howard",
            "Yeah, but she’s at the hospital in quarantine."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Amy",
            "Poor Bernadette."
        ],
        [
            "Leonard",
            "Oh, no."
        ],
        [
            "Sheldon",
            "I hate to pile on the bad news, but I just got a raise."
        ],
        [
            "Scene",
            "The hospital. "
        ],
        [
            "Howard",
            "Oh, my God, Bernie, what happened?"
        ],
        [
            "Bernadette",
            "Well, let’s just say the next time you move a dozen vials of raccoon virus to the fridge, make two trips. "
        ],
        [
            "Howard",
            "You’re sure you’re okay?"
        ],
        [
            "Bernadette",
            "Yeah, it’s just a precaution. If there was a problem, I’d be throwing up out of my eyeballs by now. Sorry I messed up our date."
        ],
        [
            "Howard",
            "Oh, don’t worry about it. I brought the date here. Guys, come on in."
        ],
        [
            "Bernadette",
            "What’s all this?"
        ],
        [
            "Howard",
            "Well, tonight is the anniversary of our first date, and I wanted to celebrate it by writing a song for you."
        ],
        [
            "Bernadette",
            "Howie."
        ],
        [
            "Amy",
            "Sheldon, get over here."
        ],
        [
            "Sheldon",
            "She might be contagious. Don’t you think I’m having a rough enough day?"
        ],
        [
            "Amy",
            "Sheldon."
        ],
        [
            "Scene",
            "Howard"
        ],
        [
            "Sheldon",
            "Is it me, or does she not look so good?"
        ],
        [
            "Amy",
            "Shh."
        ],
        [
            "Howard",
            "A candle without a wick, a Watson without a Crick, I’d be one of my outfits without a dick-ie. I’d be cheese without the mac, Jobs without the Wozniak, I’d be solving exponential equations that use bases not found on your calculator making it much harder to crack. I’d be an atom without a bomb, a dot without the com, and I’d probably still live with my mom."
        ],
        [
            "All",
            "And he’d probably still live with his mom."
        ],
        [
            "Howard",
            "Ever since I met you, you turned my world around. You supported all my dreams and all my hopes. You’re like uranium-235 and I’m uranium-238, almost inseparable isotopes. I couldn’t have imagined how good my life would get from the moment that I met you Bernadette."
        ],
        [
            "Bernadette",
            "Oh, Howie."
        ],
        [
            "Howard",
            "If I didn’t have you life would be dreary, I’d be string theory without any string. I’d be binary code without a one, a cathode ray tube without an electron gun. I’d be Firefly, Buffy and Avengers without Joss Whedon. I’d speak a lot more Klingon, Heghlu’meH QaQ jajvam. "
        ],
        [
            "All",
            "And he’d definitely still live with his mom."
        ],
        [
            "Howard",
            "Ever since I met you, you turned my world around. You’re my best friend and my lover. We’re like changing electric and magnetic fields. You can’t have one without the other. I couldn’t have imagined how good my life would get from the moment that I met you, Bernadette."
        ],
        [
            "All",
            "Oh, we couldn’t have imagined how good our lives would get from the moment that we met you, Bernadette."
        ],
        [
            "Bernadette",
            "Howie, that was amazing. Look, I’m shaking."
        ],
        [
            "Sheldon",
            "She’s sick, I knew it. Bye."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Leonard",
            "I have to say, this is the best Top Ramen you’ve ever made."
        ],
        [
            "Penny",
            "I discovered a secret ingredient. The flavour packet. That sucker is well named. All right, lover boy, get ready, ’cause there is a crap storm of romance coming your way."
        ],
        [
            "Leonard",
            "Stop it, you’re gonna make me cry. All right. You seem pretty confident."
        ],
        [
            "Penny",
            "Oh, I am. Maybe if you follow this trail, you’ll see why."
        ],
        [
            "Leonard",
            "Oh, rose petals."
        ],
        [
            "Penny",
            "Yes. The most beautiful and shockingly expensive of all the flowers."
        ],
        [
            "Leonard",
            "You made the bed? You really are pulling out all the stops."
        ],
        [
            "Penny",
            "Okay, I gave this a lot of thought, and I finally found something to show you how much I love you."
        ],
        [
            "Leonard",
            "Oh, wow."
        ],
        [
            "Penny",
            "It’s a first edition of Hitchhiker’s Guide to the Galaxy. I remember it was your favourite book growing up."
        ],
        [
            "Leonard",
            "This is great. It, thank you, it’s, so much."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "Nothing. I love it."
        ],
        [
            "Penny",
            "No. Something’s going on. What’s wrong with it? I remember you saying how great it would be to have a first edition."
        ],
        [
            "Leonard",
            "It’s true, I did. I did say that. When we were at the used bookstore together and I saw the first edition and I bought it."
        ],
        [
            "Penny",
            "Oh, my God, I am the worst."
        ],
        [
            "Leonard",
            "No, no, it’s okay. It’s really thoughtful."
        ],
        [
            "Penny",
            "No, it’s not. I mean, what’s thoughtful is everything you do. Here, you know what? Look at this. Look, here’s the, the plane ticket you bought me when I was too poor to go home for the holidays. And the rose you left on my windshield just because. Here’s the, the thank-you letter you wrote me after the first time I slept with you. All 11 pages of it."
        ],
        [
            "Leonard",
            "I can’t believe you saved all this stuff."
        ],
        [
            "Penny",
            "Of course I did. It’s you."
        ],
        [
            "Leonard",
            "Come here."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Leonard",
            "Is that a pregnancy test?"
        ],
        [
            "Penny",
            "Oh, yeah, just the first one. I didn’t save them all."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "I can’t believe I read this table wrong. I blame you."
        ],
        [
            "Amy",
            "Me? What did I do?"
        ],
        [
            "Sheldon",
            "You distract me. I’ve been distracted since the moment I met you. "
        ],
        [
            "Amy",
            "Sorry."
        ],
        [
            "Sheldon",
            "Well, you should be. Because all I can think about is how much I want to kiss you. And not just on the cheek, but on the mouth. Like mommies and daddies do."
        ],
        [
            "Amy",
            "Oh, Sheldon."
        ],
        [
            "Sheldon (not in Amy’s daydream, now in the Cheesecake Factory)",
            "Amy? Amy? Did you hear what I said?"
        ],
        [
            "Amy",
            "Can’t talk, in the zone."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-7-episode-06-the-romance-resonance/"
}