{
    "Season": 7,
    "Episode": 7,
    "Title": "the proton displacement",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "A supermarket"
            ],
            [
                29,
                "Credits sequence."
            ],
            [
                30,
                "The cafeteria."
            ],
            [
                51,
                "The apartment."
            ],
            [
                67,
                "Howard and Bernadette’s apartment. "
            ],
            [
                88,
                "Professor Proton’s house. "
            ],
            [
                89,
                "Sheldon:"
            ],
            [
                110,
                "Leonard’s laboratory. "
            ],
            [
                126,
                "Penny’s apartment. "
            ],
            [
                144,
                "Penny"
            ],
            [
                153,
                "Leonard’s laboratory."
            ],
            [
                176,
                "Penny’s apartment. "
            ],
            [
                194,
                "The apartment."
            ],
            [
                215,
                "Howard and Bernadette’s apartment."
            ],
            [
                224,
                "The apartment."
            ]
        ],
        "Amy": [
            [
                1,
                "I’ve never seen him this happy before."
            ],
            [
                15,
                "Yes, and I’ve heard so much about you. Hey look, we’re wearing the same orthopaedic shoes. I can’t believe I dress like a celebrity."
            ],
            [
                24,
                "Sheldon, come on."
            ],
            [
                53,
                "Is it really worth getting upset about?"
            ],
            [
                55,
                "Come on, he’s a retired kids show host."
            ],
            [
                57,
                "Have you ever thought about why Arthur didn’t want you to read his paper?"
            ],
            [
                59,
                "Maybe he found you, um, a bit much."
            ],
            [
                61,
                "From what I saw the other day, I could understand why he and some people might find you…"
            ],
            [
                63,
                "Doesn’t matter."
            ],
            [
                65,
                "Sheldon."
            ],
            [
                68,
                "This is fun. I’m going to feel like such a vixen wearing jewellery that doesn’t have a list of medications I’m allergic to."
            ],
            [
                71,
                "How do you not know how to use glue? Did you ditch pre-school?"
            ],
            [
                80,
                "I’m making a bracelet."
            ],
            [
                84,
                "Actually, I’d kind of like to try that."
            ],
            [
                128,
                "Wow, Penny, good job."
            ],
            [
                130,
                "What are you working on?"
            ],
            [
                132,
                "That’s sweet."
            ],
            [
                138,
                "Hello."
            ],
            [
                145,
                "So, what tools did you bring?"
            ],
            [
                150,
                "Rajesh, do you want to make a bracelet for your mom to go with the necklace?"
            ],
            [
                193,
                "They’re gonna have sex before Sheldon and I do, I know it."
            ]
        ],
        "Leonard": [
            [
                2,
                "That’s because you’ve never seen him on restock the medicine cabinet day."
            ],
            [
                4,
                "Oh, Gas-X has a new ultra strength. I guess they really do read their mail."
            ],
            [
                6,
                "Oh, yeah."
            ],
            [
                8,
                "Oh, maybe we shouldn’t bother him."
            ],
            [
                10,
                "He thinks there’s a difference."
            ],
            [
                17,
                "Dr. Jeffries, hello again. Leonard Hofstadter."
            ],
            [
                19,
                "No, she’s not."
            ],
            [
                21,
                "Sheldon."
            ],
            [
                27,
                "Hey, Sheldon, let’s go mock the people buying homeopathic medicine, you love that."
            ],
            [
                39,
                "What’s up?"
            ],
            [
                43,
                "Hey, I got an email from Professor Proton."
            ],
            [
                45,
                "He’s working on a paper about nano vacuum tubes, and wants to know if I’d take a look at it."
            ],
            [
                111,
                "If you would have told me when I was a kid that someday I would be doing science next to Professor Proton, I would not have believed you."
            ],
            [
                113,
                "I’m sorry, Dr. Jeffries, I’m just excited. This nano vacuum tube idea of yours is, it’s really interesting."
            ],
            [
                115,
                "Why is it odd?"
            ],
            [
                119,
                "Mr. Nye, hello. I’m sorry he got you involved in this nonsense."
            ],
            [
                123,
                "Oh, uh, we’re making nano vacuum tubes."
            ],
            [
                154,
                "Okay, we’re almost ready to go. Once we bond the wires, we can test the tubes."
            ],
            [
                156,
                "Oh, God."
            ],
            [
                158,
                "Sheldon just sent me a picture of him and Bill Nye getting smoothies."
            ],
            [
                160,
                "Yeah, sure."
            ],
            [
                162,
                "Oh, uh, you know, because we’re friends."
            ],
            [
                164,
                "Wow, you ask really hard questions."
            ],
            [
                166,
                "Look, I know he can be aggravating, but what you have to remember is that he’s not doing it on purpose. It’s just how he is. But he’s also loyal and trustworthy and we have fun together."
            ],
            [
                168,
                "He did bite me once. But in his defence, I came up behind him while he was eating, so…"
            ],
            [
                170,
                "You know what, Sheldon is the smartest person I have ever met. And he’s a little broken and he needs me. I guess I need him, too."
            ],
            [
                172,
                "Boy, you will not let this go, will you? Oh, jeez."
            ],
            [
                174,
                "No, I have to go pick him up. Bill Nye ditched him at the smoothie place."
            ],
            [
                226,
                "He can’t help it. He can’t. He really can’t."
            ]
        ],
        "Sheldon": [
            [
                3,
                "Look. A new topical antihistamine with lidocaine. Wow. I can’t wait until I get a rash. "
            ],
            [
                5,
                "Hey, isn’t that Professor Proton?"
            ],
            [
                7,
                "Look at him, just standing in line like he wasn’t moderately famous 30 years ago. Let’s go say hello."
            ],
            [
                9,
                "I’m not going to bother him, I’m going to talk to him."
            ],
            [
                11,
                "Arthur? Arthur, it’s me, Sheldon Cooper. You may not remember because of your advanced age."
            ],
            [
                13,
                "This is my girlfriend, Amy. Amy, this is television legend Arthur Jeffries. His science show inspired millions of children."
            ],
            [
                20,
                "So, what prescription are you getting filled?"
            ],
            [
                22,
                "No. Wait, I want to guess. Don’t tell me."
            ],
            [
                25,
                "No, no, no. I’m really good at this. All right, give me a hint. Does it involve difficulty initiating a stream of anything?"
            ],
            [
                28,
                "But I’m hanging out with my friend, and we’re having fun. Look how happy he is."
            ],
            [
                44,
                "Goody. What’s it say?"
            ],
            [
                46,
                "That’s strange. That he would come to you for that and not me. Oh, I got two emails from him. Do you have Leonard’s email address? And. Never mind, I found it. I can’t believe he picked you over me."
            ],
            [
                49,
                "Sheldon Cooper does not cry."
            ],
            [
                52,
                "And to think I idolized that man. And why? At the end of the day he’s just another Hollywood phony."
            ],
            [
                54,
                "Yeah, they say don’t meet your heroes. Don’t peek behind that curtain of fame and celebrity, because if you do, you’ll see them as they really are, degenerate carnival folk."
            ],
            [
                56,
                "That’s even worse. Using the sweet candy of science to trick children into loving him. Pervert."
            ],
            [
                58,
                "Yes, I have. And my only conclusion is the prescription he was picking up the other day was for cuckoo pills."
            ],
            [
                60,
                "That’s kind of a stretch. Look, when it comes to social skills, I’ve mastered the big three. There’s the coy smile. There’s the friendly chuckle. There’s the vocalization of sympathy. Aw. That last one’s tricky, I’m still working on it."
            ],
            [
                62,
                "What?"
            ],
            [
                64,
                "No, go ahead, say it. I know what it is. I’ve heard it my whole life. The word’s annoying. Go ahead, say it. Say it. Say I’m annoying."
            ],
            [
                66,
                "Oh, it won’t hurt my feelings. Go ahead, Amy, say I’m annoying. I’m annoying. I’m annoying. I’m annoying. Yeah, now, uh, now where are you going? Look, you know you want to say it, say it. Say I’m annoying. Go ahead, say it. Say it. Say it. Amy, say it. Well, she can’t stand it when I’m right."
            ],
            [
                91,
                "I’m sorry, did I wake you?"
            ],
            [
                93,
                "Well, I would have been here sooner, but for some reason your home isn’t on this map of Hollywood stars."
            ],
            [
                95,
                "It’s been pointed out by my girlfriend that I may have been annoying to you."
            ],
            [
                97,
                "Anyway, I wanted to apologize. I am truly sorry."
            ],
            [
                99,
                "No, no, now that we’ve cleared the air, I wanted to discuss another matter with you."
            ],
            [
                101,
                "Well, then, I’ll make this quick. Um, I want to talk about the paper you sent Leonard. Now, I know he said it’s promising and he’s going to collaborate on it, but now that you and I are friends again, I am at your disposal. And, um, frankly, lending my name and reputation to it will help, because a lot of people think that you’re a washed-up has-been. Or dead."
            ],
            [
                103,
                "So, uh, what do you say?"
            ],
            [
                105,
                "It’s because I’m annoying, right? I know it is. Say it. Say it. Say I’m annoying. "
            ],
            [
                107,
                "Say it. Arthur, say it. Say I’m annoying. Say it. Say it. I’m annoying. Say it. "
            ],
            [
                109,
                "Well, that really hurt. "
            ],
            [
                114,
                "Hello, Leonard. Oh, hello, Arthur. What an odd coincidence that you’re both here."
            ],
            [
                116,
                "Because as it just so happens, I’m also spending the day with a beloved children’s television science personality. Isn’t that right, new friend and colleague Bill Nye the Science Guy. Sorry, I replaced you with a newer model."
            ],
            [
                121,
                "No, I said you were teaching someone a lesson. Now let’s go."
            ],
            [
                195,
                "Arthur?"
            ],
            [
                197,
                "I’m surprised to see you here."
            ],
            [
                199,
                "I’ll get Leonard."
            ],
            [
                201,
                "If you’re hoping to get in touch with Bill Nye, I can’t help you. I’ve been informed that he’s now Bill Nye the Restraining Order Guy."
            ],
            [
                203,
                "Thank you. It would be an honour."
            ],
            [
                205,
                "Actually, I don’t need that. I hacked into your e-mail account and read it."
            ],
            [
                207,
                "Well, first, I think the fact that you use your birthday as a password is embarrassing. "
            ],
            [
                209,
                "Second, um, I thought your paper was inspired. "
            ],
            [
                211,
                "Can I invite you in for tea?"
            ],
            [
                225,
                "Yeah, and my eighth favourite episode of Professor Proton was Alka-Seltzer rocket. You said, plop, plop, fizz, fizz, oh, what a blast-off it is. Remember? Remember that? Remember?"
            ],
            [
                227,
                "Oh, wait here. I’ll get some Alka-Seltzer, we can build that rocket, and we can shoot it at Bill Nye’s house. As long as I’m not within 500 feet of it."
            ]
        ],
        "Arthur": [
            [
                12,
                "Trust me, I, I remember."
            ],
            [
                14,
                "Hold, hold, hold on. You, you have a girlfriend?"
            ],
            [
                16,
                "Oh, okay, I get it now."
            ],
            [
                18,
                "Oh, oh, right, I remember your, your girlfriend. Is, is she, is she here?"
            ],
            [
                23,
                "I wasn’t going to tell you."
            ],
            [
                26,
                "Well, given my age, that’s more than just a lucky guess."
            ],
            [
                90,
                "Sheldon, what are you doing here?"
            ],
            [
                92,
                "Of course you woke me, it’s seven thirty."
            ],
            [
                94,
                "What do you want, Sheldon?"
            ],
            [
                96,
                "She sounds like a keeper."
            ],
            [
                98,
                "All right, apology accepted. Have a nice night."
            ],
            [
                100,
                "Sheldon, in a couple hours I have to get up, pee and then wander around the house."
            ],
            [
                102,
                "I should be so lucky."
            ],
            [
                104,
                "You know, if it’s all the same with you, I, I think I’ll, I’ll stick with Leonard."
            ],
            [
                106,
                "Good night."
            ],
            [
                108,
                "You’re annoying."
            ],
            [
                112,
                "If someone had told me that people would still call me Professor Proton when I was 83 years old, I never would have quit smoking."
            ],
            [
                118,
                "That’s what I told my lawyers."
            ],
            [
                125,
                "Haven’t you stolen enough from me? Back off, bow tie."
            ],
            [
                155,
                "This is so exciting, I, I feel like I’m 75 again."
            ],
            [
                157,
                "What, what is it?"
            ],
            [
                159,
                "Can, can I ask you a question?"
            ],
            [
                161,
                "Why do you put up with Sheldon?"
            ],
            [
                163,
                "Why?"
            ],
            [
                165,
                "Yeah."
            ],
            [
                167,
                "You, you know you’re describing a dog."
            ],
            [
                169,
                "Yeah, they, they hate that."
            ],
            [
                171,
                "Why, why is that?"
            ],
            [
                173,
                "Another photo from Sheldon?"
            ],
            [
                175,
                "He probably stole his wallet, too."
            ],
            [
                196,
                "Hi, Sheldon."
            ],
            [
                198,
                "Yeah, me, too. Somewhere around the third floor I began to see a, a white light."
            ],
            [
                200,
                "No, no, no, I’m, I’m here, I’m here to see you."
            ],
            [
                202,
                "No, I, I, I was thinking, if it isn’t too much trouble, I’d like to get your opinion about my, my paper."
            ],
            [
                204,
                "Oh. Uh, great."
            ],
            [
                206,
                "And, what did you think?"
            ],
            [
                208,
                "Mmm. Thank you."
            ],
            [
                210,
                "Oh, well, that, that means a lot to me."
            ],
            [
                212,
                "Uh, no, no. I, I really, I have, I have to run."
            ],
            [
                214,
                "Well, I guess one cup wouldn’t hurt."
            ],
            [
                228,
                "So, you, uh, you have, you have any, single grandmothers?"
            ],
            [
                230,
                "Good."
            ],
            [
                232,
                "Hap, hap, happily?"
            ]
        ],
        "Howard": [
            [
                31,
                "Bernie’s having a girls’ night on Friday at our place. You want to do something?"
            ],
            [
                33,
                "Doing what?"
            ],
            [
                35,
                "You’re going to girls’ night."
            ],
            [
                37,
                "You know they’re making jewellery right?"
            ],
            [
                40,
                "Not his testosterone levels."
            ],
            [
                42,
                "How is that possible?"
            ],
            [
                47,
                "You don’t want to read a paper by some old has-been who hasn’t done any real science in decades."
            ],
            [
                50,
                "It’s true, you’d rust."
            ],
            [
                73,
                "Hello, everyone."
            ],
            [
                75,
                "Nope. Bernadette told me it isn’t nice and I’m not allowed."
            ],
            [
                77,
                "So I won’t be making fun of you, or the things you like, or the fact that you just want to have fu-un."
            ],
            [
                79,
                "Oh, that’s actually pretty nice."
            ],
            [
                82,
                "You know, instead of beads and glue, you guys can use my soldering iron. You’d be able to make much cooler stuff."
            ],
            [
                86,
                "Be right back."
            ],
            [
                139,
                "Look who’s here to put the Jew in jewellery night."
            ],
            [
                141,
                "Sorry we’re late. I wanted to swing by the lab and pick up some even cooler tools for us to use."
            ],
            [
                143,
                "Well, last week was a blast. Plus, I thought you might like having a guy here. "
            ],
            [
                146,
                "Everything we need to make jewellery moulds. Here’s some silver, a crucible and an acetylene torch to melt it down."
            ],
            [
                149,
                "Okay, who’s up first?"
            ],
            [
                152,
                "I was gonna make a necklace for my mom, but unfortunately she doesn’t have a neck. She’s just chins and fat and feet."
            ],
            [
                177,
                "You know, if you guys are interested, there’s a technique where I can take a lock of your hair, refine it into carbon dust and use the hydraulic press at work to turn it into a tiny little diamond with your DNA in it."
            ],
            [
                179,
                "Yeah. See Bernie’s engagement ring? That came right off my mom’s back."
            ],
            [
                182,
                "Whoa, where is that coming from?"
            ],
            [
                185,
                "How am I ruining anything? I’m just trying to help you make better jewellery."
            ],
            [
                187,
                "Since when can’t you open up with me?"
            ],
            [
                189,
                "Buddy, I was just joking around. "
            ],
            [
                191,
                "You’re right. I didn’t realize I was making you feel that way. It was very brave of you to tell me."
            ],
            [
                216,
                "Oh, hey, buddy, what’s up?"
            ],
            [
                218,
                "You didn’t have to do that."
            ],
            [
                220,
                "Wow, this is so cool. Thanks."
            ],
            [
                222,
                "Wow."
            ]
        ],
        "Raj": [
            [
                32,
                "Actually, I’m busy."
            ],
            [
                34,
                "There’s a new sports bar over on Colorado Ave…"
            ],
            [
                36,
                "Yeah."
            ],
            [
                38,
                "You think they came up with that? They were going to drink beer and play darts."
            ],
            [
                41,
                "Excuse me. I happen to be very comfortable with my masculinity."
            ],
            [
                48,
                "Yeah, it’s nothing to cry about."
            ],
            [
                69,
                "Penny, how’s it going over there?"
            ],
            [
                74,
                "Okay, let me have it. Let’s hear all the Raj is a girl jokes."
            ],
            [
                76,
                "Thank you."
            ],
            [
                83,
                "Oh, I think we’re doing just fine, thank you."
            ],
            [
                131,
                "Ah, I’m making a necklace for my mom. "
            ],
            [
                133,
                "Yeah, she and my dad are going through a bit of a rough patch, so I wanted to do something to let her know I was thinking about her."
            ],
            [
                135,
                "They’re just having a little trouble communicating. My dad says it’s because the sound of my mom’s voice makes him want to tear his ears off and sew them over his eyes so he never has to look at her again."
            ],
            [
                142,
                "I didn’t know you were coming again."
            ],
            [
                151,
                "No, thanks."
            ],
            [
                181,
                "My name is Howard. I can make your hair into diamonds. My mom is morbidly obese. Everybody love me."
            ],
            [
                183,
                "I’ll tell you where it’s coming from. All you do is make fun of me for coming to girls’ night and now you’re here ruining it for everyone."
            ],
            [
                186,
                "But this isn’t about the jewellery. This is about me having a place where I can open up about my feelings."
            ],
            [
                188,
                "There are just some things that I feel more comfortable sharing with the girls, because they won’t make fun of me or and call me names, or ask me if my Koothrapanties are in a bunch."
            ],
            [
                190,
                "Yeah, well, sometimes your jokes hurt. "
            ],
            [
                192,
                "Thank you. It wasn’t easy."
            ],
            [
                217,
                "Well, I was feeling bad about how I acted the other night so I made you a little something."
            ],
            [
                219,
                "Well, it was fun. I used some of the jewellery techniques you taught us. It’s a lightsabre belt buckle."
            ],
            [
                221,
                "Oh gets better."
            ],
            [
                223,
                "And that’s not even the best part. See? I have one, too. Check it out. You can wear yours and we can have little sword fights whenever we want."
            ]
        ],
        "Penny": [
            [
                70,
                "Good, I’m just having little trouble with the glue."
            ],
            [
                72,
                "Yeah, but only because I was dating a second grader."
            ],
            [
                81,
                "Yeah, I’m just making a mess."
            ],
            [
                87,
                "When did I have pistachios?"
            ],
            [
                127,
                "Hey, guys, what do you think?"
            ],
            [
                129,
                "Thanks. Target, four ninety-nine. I’m getting a drink."
            ],
            [
                134,
                "What’s going on with them?"
            ],
            [
                137,
                "Hey, guys."
            ],
            [
                147,
                "Ooh, that looks like fun."
            ],
            [
                178,
                "Oh, that’s amazing,"
            ],
            [
                184,
                "Raj, cool it, he’s gonna make us hair diamonds."
            ],
            [
                213,
                "Hey, Arthur. How are you?"
            ],
            [
                229,
                "Sorry, they’re both married."
            ],
            [
                231,
                "Mmm."
            ]
        ],
        "Bernadette": [
            [
                78,
                "Howie, stop. Come on, look at what I’m making."
            ],
            [
                85,
                "Me, too."
            ],
            [
                136,
                "Hi."
            ],
            [
                140,
                "Oh, sure, so it’s fine when you say it."
            ],
            [
                148,
                "Maybe you should master glue before you move on to fire."
            ],
            [
                180,
                "He’s kidding. If that were true, it’d be so much bigger."
            ]
        ],
        "Bill Nye": [
            [
                117,
                "Wow, Arthur Jeffries. It’s an honour to meet you. My show never would have happened without yours."
            ]
        ],
        "Bill": [
            [
                120,
                "He said I’d be speaking to a class."
            ],
            [
                122,
                "What are you guys working on?"
            ],
            [
                124,
                "Oh, that’s interesting."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "A supermarket"
        ],
        [
            "Amy",
            "I’ve never seen him this happy before."
        ],
        [
            "Leonard",
            "That’s because you’ve never seen him on restock the medicine cabinet day."
        ],
        [
            "Sheldon",
            "Look. A new topical antihistamine with lidocaine. Wow. I can’t wait until I get a rash. "
        ],
        [
            "Leonard",
            "Oh, Gas-X has a new ultra strength. I guess they really do read their mail."
        ],
        [
            "Sheldon",
            "Hey, isn’t that Professor Proton?"
        ],
        [
            "Leonard",
            "Oh, yeah."
        ],
        [
            "Sheldon",
            "Look at him, just standing in line like he wasn’t moderately famous 30 years ago. Let’s go say hello."
        ],
        [
            "Leonard",
            "Oh, maybe we shouldn’t bother him."
        ],
        [
            "Sheldon",
            "I’m not going to bother him, I’m going to talk to him."
        ],
        [
            "Leonard",
            "He thinks there’s a difference."
        ],
        [
            "Sheldon",
            "Arthur? Arthur, it’s me, Sheldon Cooper. You may not remember because of your advanced age."
        ],
        [
            "Arthur",
            "Trust me, I, I remember."
        ],
        [
            "Sheldon",
            "This is my girlfriend, Amy. Amy, this is television legend Arthur Jeffries. His science show inspired millions of children."
        ],
        [
            "Arthur",
            "Hold, hold, hold on. You, you have a girlfriend?"
        ],
        [
            "Amy",
            "Yes, and I’ve heard so much about you. Hey look, we’re wearing the same orthopaedic shoes. I can’t believe I dress like a celebrity."
        ],
        [
            "Arthur",
            "Oh, okay, I get it now."
        ],
        [
            "Leonard",
            "Dr. Jeffries, hello again. Leonard Hofstadter."
        ],
        [
            "Arthur",
            "Oh, oh, right, I remember your, your girlfriend. Is, is she, is she here?"
        ],
        [
            "Leonard",
            "No, she’s not."
        ],
        [
            "Sheldon",
            "So, what prescription are you getting filled?"
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "No. Wait, I want to guess. Don’t tell me."
        ],
        [
            "Arthur",
            "I wasn’t going to tell you."
        ],
        [
            "Amy",
            "Sheldon, come on."
        ],
        [
            "Sheldon",
            "No, no, no. I’m really good at this. All right, give me a hint. Does it involve difficulty initiating a stream of anything?"
        ],
        [
            "Arthur",
            "Well, given my age, that’s more than just a lucky guess."
        ],
        [
            "Leonard",
            "Hey, Sheldon, let’s go mock the people buying homeopathic medicine, you love that."
        ],
        [
            "Sheldon",
            "But I’m hanging out with my friend, and we’re having fun. Look how happy he is."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Howard",
            "Bernie’s having a girls’ night on Friday at our place. You want to do something?"
        ],
        [
            "Raj",
            "Actually, I’m busy."
        ],
        [
            "Howard",
            "Doing what?"
        ],
        [
            "Raj",
            "There’s a new sports bar over on Colorado Ave…"
        ],
        [
            "Howard",
            "You’re going to girls’ night."
        ],
        [
            "Raj",
            "Yeah."
        ],
        [
            "Howard",
            "You know they’re making jewellery right?"
        ],
        [
            "Raj",
            "You think they came up with that? They were going to drink beer and play darts."
        ],
        [
            "Leonard",
            "What’s up?"
        ],
        [
            "Howard",
            "Not his testosterone levels."
        ],
        [
            "Raj",
            "Excuse me. I happen to be very comfortable with my masculinity."
        ],
        [
            "Howard",
            "How is that possible?"
        ],
        [
            "Leonard",
            "Hey, I got an email from Professor Proton."
        ],
        [
            "Sheldon",
            "Goody. What’s it say?"
        ],
        [
            "Leonard",
            "He’s working on a paper about nano vacuum tubes, and wants to know if I’d take a look at it."
        ],
        [
            "Sheldon",
            "That’s strange. That he would come to you for that and not me. Oh, I got two emails from him. Do you have Leonard’s email address? And. Never mind, I found it. I can’t believe he picked you over me."
        ],
        [
            "Howard",
            "You don’t want to read a paper by some old has-been who hasn’t done any real science in decades."
        ],
        [
            "Raj",
            "Yeah, it’s nothing to cry about."
        ],
        [
            "Sheldon",
            "Sheldon Cooper does not cry."
        ],
        [
            "Howard",
            "It’s true, you’d rust."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "And to think I idolized that man. And why? At the end of the day he’s just another Hollywood phony."
        ],
        [
            "Amy",
            "Is it really worth getting upset about?"
        ],
        [
            "Sheldon",
            "Yeah, they say don’t meet your heroes. Don’t peek behind that curtain of fame and celebrity, because if you do, you’ll see them as they really are, degenerate carnival folk."
        ],
        [
            "Amy",
            "Come on, he’s a retired kids show host."
        ],
        [
            "Sheldon",
            "That’s even worse. Using the sweet candy of science to trick children into loving him. Pervert."
        ],
        [
            "Amy",
            "Have you ever thought about why Arthur didn’t want you to read his paper?"
        ],
        [
            "Sheldon",
            "Yes, I have. And my only conclusion is the prescription he was picking up the other day was for cuckoo pills."
        ],
        [
            "Amy",
            "Maybe he found you, um, a bit much."
        ],
        [
            "Sheldon",
            "That’s kind of a stretch. Look, when it comes to social skills, I’ve mastered the big three. There’s the coy smile. There’s the friendly chuckle. There’s the vocalization of sympathy. Aw. That last one’s tricky, I’m still working on it."
        ],
        [
            "Amy",
            "From what I saw the other day, I could understand why he and some people might find you…"
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Amy",
            "Doesn’t matter."
        ],
        [
            "Sheldon",
            "No, go ahead, say it. I know what it is. I’ve heard it my whole life. The word’s annoying. Go ahead, say it. Say it. Say I’m annoying."
        ],
        [
            "Amy",
            "Sheldon."
        ],
        [
            "Sheldon",
            "Oh, it won’t hurt my feelings. Go ahead, Amy, say I’m annoying. I’m annoying. I’m annoying. I’m annoying. Yeah, now, uh, now where are you going? Look, you know you want to say it, say it. Say I’m annoying. Go ahead, say it. Say it. Say it. Amy, say it. Well, she can’t stand it when I’m right."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment. "
        ],
        [
            "Amy",
            "This is fun. I’m going to feel like such a vixen wearing jewellery that doesn’t have a list of medications I’m allergic to."
        ],
        [
            "Raj",
            "Penny, how’s it going over there?"
        ],
        [
            "Penny",
            "Good, I’m just having little trouble with the glue."
        ],
        [
            "Amy",
            "How do you not know how to use glue? Did you ditch pre-school?"
        ],
        [
            "Penny",
            "Yeah, but only because I was dating a second grader."
        ],
        [
            "Howard",
            "Hello, everyone."
        ],
        [
            "Raj",
            "Okay, let me have it. Let’s hear all the Raj is a girl jokes."
        ],
        [
            "Howard",
            "Nope. Bernadette told me it isn’t nice and I’m not allowed."
        ],
        [
            "Raj",
            "Thank you."
        ],
        [
            "Howard",
            "So I won’t be making fun of you, or the things you like, or the fact that you just want to have fu-un."
        ],
        [
            "Bernadette",
            "Howie, stop. Come on, look at what I’m making."
        ],
        [
            "Howard",
            "Oh, that’s actually pretty nice."
        ],
        [
            "Amy",
            "I’m making a bracelet."
        ],
        [
            "Penny",
            "Yeah, I’m just making a mess."
        ],
        [
            "Howard",
            "You know, instead of beads and glue, you guys can use my soldering iron. You’d be able to make much cooler stuff."
        ],
        [
            "Raj",
            "Oh, I think we’re doing just fine, thank you."
        ],
        [
            "Amy",
            "Actually, I’d kind of like to try that."
        ],
        [
            "Bernadette",
            "Me, too."
        ],
        [
            "Howard",
            "Be right back."
        ],
        [
            "Penny",
            "When did I have pistachios?"
        ],
        [
            "Scene",
            "Professor Proton’s house. "
        ],
        [
            "Scene",
            "Sheldon:"
        ],
        [
            "Arthur",
            "Sheldon, what are you doing here?"
        ],
        [
            "Sheldon",
            "I’m sorry, did I wake you?"
        ],
        [
            "Arthur",
            "Of course you woke me, it’s seven thirty."
        ],
        [
            "Sheldon",
            "Well, I would have been here sooner, but for some reason your home isn’t on this map of Hollywood stars."
        ],
        [
            "Arthur",
            "What do you want, Sheldon?"
        ],
        [
            "Sheldon",
            "It’s been pointed out by my girlfriend that I may have been annoying to you."
        ],
        [
            "Arthur",
            "She sounds like a keeper."
        ],
        [
            "Sheldon",
            "Anyway, I wanted to apologize. I am truly sorry."
        ],
        [
            "Arthur",
            "All right, apology accepted. Have a nice night."
        ],
        [
            "Sheldon",
            "No, no, now that we’ve cleared the air, I wanted to discuss another matter with you."
        ],
        [
            "Arthur",
            "Sheldon, in a couple hours I have to get up, pee and then wander around the house."
        ],
        [
            "Sheldon",
            "Well, then, I’ll make this quick. Um, I want to talk about the paper you sent Leonard. Now, I know he said it’s promising and he’s going to collaborate on it, but now that you and I are friends again, I am at your disposal. And, um, frankly, lending my name and reputation to it will help, because a lot of people think that you’re a washed-up has-been. Or dead."
        ],
        [
            "Arthur",
            "I should be so lucky."
        ],
        [
            "Sheldon",
            "So, uh, what do you say?"
        ],
        [
            "Arthur",
            "You know, if it’s all the same with you, I, I think I’ll, I’ll stick with Leonard."
        ],
        [
            "Sheldon",
            "It’s because I’m annoying, right? I know it is. Say it. Say it. Say I’m annoying. "
        ],
        [
            "Arthur",
            "Good night."
        ],
        [
            "Sheldon",
            "Say it. Arthur, say it. Say I’m annoying. Say it. Say it. I’m annoying. Say it. "
        ],
        [
            "Arthur",
            "You’re annoying."
        ],
        [
            "Sheldon",
            "Well, that really hurt. "
        ],
        [
            "Scene",
            "Leonard’s laboratory. "
        ],
        [
            "Leonard",
            "If you would have told me when I was a kid that someday I would be doing science next to Professor Proton, I would not have believed you."
        ],
        [
            "Arthur",
            "If someone had told me that people would still call me Professor Proton when I was 83 years old, I never would have quit smoking."
        ],
        [
            "Leonard",
            "I’m sorry, Dr. Jeffries, I’m just excited. This nano vacuum tube idea of yours is, it’s really interesting."
        ],
        [
            "Sheldon",
            "Hello, Leonard. Oh, hello, Arthur. What an odd coincidence that you’re both here."
        ],
        [
            "Leonard",
            "Why is it odd?"
        ],
        [
            "Sheldon",
            "Because as it just so happens, I’m also spending the day with a beloved children’s television science personality. Isn’t that right, new friend and colleague Bill Nye the Science Guy. Sorry, I replaced you with a newer model."
        ],
        [
            "Bill Nye",
            "Wow, Arthur Jeffries. It’s an honour to meet you. My show never would have happened without yours."
        ],
        [
            "Arthur",
            "That’s what I told my lawyers."
        ],
        [
            "Leonard",
            "Mr. Nye, hello. I’m sorry he got you involved in this nonsense."
        ],
        [
            "Bill",
            "He said I’d be speaking to a class."
        ],
        [
            "Sheldon",
            "No, I said you were teaching someone a lesson. Now let’s go."
        ],
        [
            "Bill",
            "What are you guys working on?"
        ],
        [
            "Leonard",
            "Oh, uh, we’re making nano vacuum tubes."
        ],
        [
            "Bill",
            "Oh, that’s interesting."
        ],
        [
            "Arthur",
            "Haven’t you stolen enough from me? Back off, bow tie."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "Hey, guys, what do you think?"
        ],
        [
            "Amy",
            "Wow, Penny, good job."
        ],
        [
            "Penny",
            "Thanks. Target, four ninety-nine. I’m getting a drink."
        ],
        [
            "Amy",
            "What are you working on?"
        ],
        [
            "Raj",
            "Ah, I’m making a necklace for my mom. "
        ],
        [
            "Amy",
            "That’s sweet."
        ],
        [
            "Raj",
            "Yeah, she and my dad are going through a bit of a rough patch, so I wanted to do something to let her know I was thinking about her."
        ],
        [
            "Penny",
            "What’s going on with them?"
        ],
        [
            "Raj",
            "They’re just having a little trouble communicating. My dad says it’s because the sound of my mom’s voice makes him want to tear his ears off and sew them over his eyes so he never has to look at her again."
        ],
        [
            "Bernadette",
            "Hi."
        ],
        [
            "Penny",
            "Hey, guys."
        ],
        [
            "Amy",
            "Hello."
        ],
        [
            "Howard",
            "Look who’s here to put the Jew in jewellery night."
        ],
        [
            "Bernadette",
            "Oh, sure, so it’s fine when you say it."
        ],
        [
            "Howard",
            "Sorry we’re late. I wanted to swing by the lab and pick up some even cooler tools for us to use."
        ],
        [
            "Raj",
            "I didn’t know you were coming again."
        ],
        [
            "Howard",
            "Well, last week was a blast. Plus, I thought you might like having a guy here. "
        ],
        [
            "Scene",
            "Penny"
        ],
        [
            "Amy",
            "So, what tools did you bring?"
        ],
        [
            "Howard",
            "Everything we need to make jewellery moulds. Here’s some silver, a crucible and an acetylene torch to melt it down."
        ],
        [
            "Penny",
            "Ooh, that looks like fun."
        ],
        [
            "Bernadette",
            "Maybe you should master glue before you move on to fire."
        ],
        [
            "Howard",
            "Okay, who’s up first?"
        ],
        [
            "Amy",
            "Rajesh, do you want to make a bracelet for your mom to go with the necklace?"
        ],
        [
            "Raj",
            "No, thanks."
        ],
        [
            "Howard",
            "I was gonna make a necklace for my mom, but unfortunately she doesn’t have a neck. She’s just chins and fat and feet."
        ],
        [
            "Scene",
            "Leonard’s laboratory."
        ],
        [
            "Leonard",
            "Okay, we’re almost ready to go. Once we bond the wires, we can test the tubes."
        ],
        [
            "Arthur",
            "This is so exciting, I, I feel like I’m 75 again."
        ],
        [
            "Leonard",
            "Oh, God."
        ],
        [
            "Arthur",
            "What, what is it?"
        ],
        [
            "Leonard",
            "Sheldon just sent me a picture of him and Bill Nye getting smoothies."
        ],
        [
            "Arthur",
            "Can, can I ask you a question?"
        ],
        [
            "Leonard",
            "Yeah, sure."
        ],
        [
            "Arthur",
            "Why do you put up with Sheldon?"
        ],
        [
            "Leonard",
            "Oh, uh, you know, because we’re friends."
        ],
        [
            "Arthur",
            "Why?"
        ],
        [
            "Leonard",
            "Wow, you ask really hard questions."
        ],
        [
            "Arthur",
            "Yeah."
        ],
        [
            "Leonard",
            "Look, I know he can be aggravating, but what you have to remember is that he’s not doing it on purpose. It’s just how he is. But he’s also loyal and trustworthy and we have fun together."
        ],
        [
            "Arthur",
            "You, you know you’re describing a dog."
        ],
        [
            "Leonard",
            "He did bite me once. But in his defence, I came up behind him while he was eating, so…"
        ],
        [
            "Arthur",
            "Yeah, they, they hate that."
        ],
        [
            "Leonard",
            "You know what, Sheldon is the smartest person I have ever met. And he’s a little broken and he needs me. I guess I need him, too."
        ],
        [
            "Arthur",
            "Why, why is that?"
        ],
        [
            "Leonard",
            "Boy, you will not let this go, will you? Oh, jeez."
        ],
        [
            "Arthur",
            "Another photo from Sheldon?"
        ],
        [
            "Leonard",
            "No, I have to go pick him up. Bill Nye ditched him at the smoothie place."
        ],
        [
            "Arthur",
            "He probably stole his wallet, too."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Howard",
            "You know, if you guys are interested, there’s a technique where I can take a lock of your hair, refine it into carbon dust and use the hydraulic press at work to turn it into a tiny little diamond with your DNA in it."
        ],
        [
            "Penny",
            "Oh, that’s amazing,"
        ],
        [
            "Howard",
            "Yeah. See Bernie’s engagement ring? That came right off my mom’s back."
        ],
        [
            "Bernadette",
            "He’s kidding. If that were true, it’d be so much bigger."
        ],
        [
            "Raj",
            "My name is Howard. I can make your hair into diamonds. My mom is morbidly obese. Everybody love me."
        ],
        [
            "Howard",
            "Whoa, where is that coming from?"
        ],
        [
            "Raj",
            "I’ll tell you where it’s coming from. All you do is make fun of me for coming to girls’ night and now you’re here ruining it for everyone."
        ],
        [
            "Penny",
            "Raj, cool it, he’s gonna make us hair diamonds."
        ],
        [
            "Howard",
            "How am I ruining anything? I’m just trying to help you make better jewellery."
        ],
        [
            "Raj",
            "But this isn’t about the jewellery. This is about me having a place where I can open up about my feelings."
        ],
        [
            "Howard",
            "Since when can’t you open up with me?"
        ],
        [
            "Raj",
            "There are just some things that I feel more comfortable sharing with the girls, because they won’t make fun of me or and call me names, or ask me if my Koothrapanties are in a bunch."
        ],
        [
            "Howard",
            "Buddy, I was just joking around. "
        ],
        [
            "Raj",
            "Yeah, well, sometimes your jokes hurt. "
        ],
        [
            "Howard",
            "You’re right. I didn’t realize I was making you feel that way. It was very brave of you to tell me."
        ],
        [
            "Raj",
            "Thank you. It wasn’t easy."
        ],
        [
            "Amy",
            "They’re gonna have sex before Sheldon and I do, I know it."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Arthur?"
        ],
        [
            "Arthur",
            "Hi, Sheldon."
        ],
        [
            "Sheldon",
            "I’m surprised to see you here."
        ],
        [
            "Arthur",
            "Yeah, me, too. Somewhere around the third floor I began to see a, a white light."
        ],
        [
            "Sheldon",
            "I’ll get Leonard."
        ],
        [
            "Arthur",
            "No, no, no, I’m, I’m here, I’m here to see you."
        ],
        [
            "Sheldon",
            "If you’re hoping to get in touch with Bill Nye, I can’t help you. I’ve been informed that he’s now Bill Nye the Restraining Order Guy."
        ],
        [
            "Arthur",
            "No, I, I, I was thinking, if it isn’t too much trouble, I’d like to get your opinion about my, my paper."
        ],
        [
            "Sheldon",
            "Thank you. It would be an honour."
        ],
        [
            "Arthur",
            "Oh. Uh, great."
        ],
        [
            "Sheldon",
            "Actually, I don’t need that. I hacked into your e-mail account and read it."
        ],
        [
            "Arthur",
            "And, what did you think?"
        ],
        [
            "Sheldon",
            "Well, first, I think the fact that you use your birthday as a password is embarrassing. "
        ],
        [
            "Arthur",
            "Mmm. Thank you."
        ],
        [
            "Sheldon",
            "Second, um, I thought your paper was inspired. "
        ],
        [
            "Arthur",
            "Oh, well, that, that means a lot to me."
        ],
        [
            "Sheldon",
            "Can I invite you in for tea?"
        ],
        [
            "Arthur",
            "Uh, no, no. I, I really, I have, I have to run."
        ],
        [
            "Penny",
            "Hey, Arthur. How are you?"
        ],
        [
            "Arthur",
            "Well, I guess one cup wouldn’t hurt."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Oh, hey, buddy, what’s up?"
        ],
        [
            "Raj",
            "Well, I was feeling bad about how I acted the other night so I made you a little something."
        ],
        [
            "Howard",
            "You didn’t have to do that."
        ],
        [
            "Raj",
            "Well, it was fun. I used some of the jewellery techniques you taught us. It’s a lightsabre belt buckle."
        ],
        [
            "Howard",
            "Wow, this is so cool. Thanks."
        ],
        [
            "Raj",
            "Oh gets better."
        ],
        [
            "Howard",
            "Wow."
        ],
        [
            "Raj",
            "And that’s not even the best part. See? I have one, too. Check it out. You can wear yours and we can have little sword fights whenever we want."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Yeah, and my eighth favourite episode of Professor Proton was Alka-Seltzer rocket. You said, plop, plop, fizz, fizz, oh, what a blast-off it is. Remember? Remember that? Remember?"
        ],
        [
            "Leonard",
            "He can’t help it. He can’t. He really can’t."
        ],
        [
            "Sheldon",
            "Oh, wait here. I’ll get some Alka-Seltzer, we can build that rocket, and we can shoot it at Bill Nye’s house. As long as I’m not within 500 feet of it."
        ],
        [
            "Arthur",
            "So, you, uh, you have, you have any, single grandmothers?"
        ],
        [
            "Penny",
            "Sorry, they’re both married."
        ],
        [
            "Arthur",
            "Good."
        ],
        [
            "Penny",
            "Mmm."
        ],
        [
            "Arthur",
            "Hap, hap, happily?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-7-episode-07-the-proton-displacement/"
}