{
    "Season": 2,
    "Episode": 11,
    "Title": "the bath item gift hypothesis",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The university cafeteria."
            ],
            [
                41,
                "Credits sequence."
            ],
            [
                43,
                "The apartment. The guys are playing Wii bowling."
            ],
            [
                85,
                "The stairwell."
            ],
            [
                137,
                "A gift shop."
            ],
            [
                159,
                "The university cafeteria."
            ],
            [
                177,
                "The apartment."
            ],
            [
                182,
                "Then I’ll look up the price of her gift online, choose the basket closest to that value, give it to her and then I’ll return the others for a full refund."
            ],
            [
                190,
                "Penny’s apartment."
            ],
            [
                211,
                "The apartment. Leonard opens the door to Penny."
            ],
            [
                233,
                "(Sheldon appears with all the gift baskets)"
            ]
        ],
        "Sheldon": [
            [
                1,
                "Your argument is lacking in all scientific merit. It is well established Superman cleans his uniform by flying into Earth’s yellow sun, which incinerates any contaminate matter and leaves the invulnerable Kryptonian fabric unharmed and daisy fresh."
            ],
            [
                3,
                "Like what?"
            ],
            [
                5,
                "I think we can safely assume that all Kryptonian condiments were destroyed when the planet Krypton exploded."
            ],
            [
                9,
                "Superman doesn’t sweat on Earth."
            ],
            [
                12,
                "Superman would have taken his uniform to a Kandorian dry cleaner before he left the Bottle."
            ],
            [
                20,
                "So what? His observation of high-energy positrons has provided the first conclusive evidence for the existence of galactic dark matter."
            ],
            [
                22,
                "It is a big whoop. It made almost all the work you’ve done since you’ve been here completely useless."
            ],
            [
                47,
                "There are no do-overs in Wii bowling."
            ],
            [
                49,
                "Where were you that’s more important than Wii bowling night?"
            ],
            [
                51,
                "It’s a rhetorical question. There is nothing more important than Wii bowling night."
            ],
            [
                53,
                "Nice motivational speech from the team captain."
            ],
            [
                60,
                "Nice motivational speech from our lead guitarist."
            ],
            [
                65,
                "No, because we don’t celebrate the ancient pagan festival of Saturnalia."
            ],
            [
                68,
                "In the pre-Christian era, as the winter solstice approached and the plants died, pagans brought evergreen boughs into their homes as an act of sympathetic magic, intended to guard the life essences of the plants until spring. This custom was later appropriated by Northern Europeans and eventually it becomes the so-called Christmas tree."
            ],
            [
                71,
                "Wait! You bought me a present?"
            ],
            [
                73,
                "Why would you do such a thing?"
            ],
            [
                75,
                "Oh, Penny. I know you think you’re being generous, but the foundation of gift-giving is reciprocity. You haven’t given me a gift, you’ve given me an obligation."
            ],
            [
                78,
                "Of course I do. The essence of the custom is that I now have to go out and purchase for you a gift of commensurate value and representing the same perceived level of friendship as that represented by the gift you’ve given me. It’s no wonder suicide rates skyrocket this time of year."
            ],
            [
                80,
                "No, it’s too late. I see it. That elf sticker says to Sheldon. The die has been cast, the moving finger has writ, Hannibal has crossed the Alps."
            ],
            [
                83,
                "No. No, I brought this on myself by being such an endearing and important part of your life. I’m going to need a ride to the mall."
            ],
            [
                136,
                "Yes? (Leonard falls through) Did you forget your key?"
            ],
            [
                139,
                "I don’t see anything in here a woman would want."
            ],
            [
                143,
                "I told you before, bears are terrifying."
            ],
            [
                145,
                "That presupposes Penny is tense."
            ],
            [
                148,
                "No, we’re not. Let’s say for a moment that I accept the bath item gift hypothesis, I now lay the following conundrum at your feet, which size?"
            ],
            [
                150,
                "You put no thought into that."
            ],
            [
                152,
                "I have insufficient data to proceed. Excuse me, miss?"
            ],
            [
                154,
                "If I were to give you this gift basket, based on that action alone and no other data, infer and describe the hypothetical relationship that exists between us."
            ],
            [
                156,
                "Here. Now, are we friends? Colleagues? Lovers? Are you my grandmother?"
            ],
            [
                179,
                "Mmm, great news, Leonard, I’ve solved my Penny gift dilemma."
            ],
            [
                181,
                "You see, the danger was that I might under or over-reciprocate, but I have devised a foolproof plan. See, I will open her gift to me first and then excuse myself, feigning digestive distress."
            ],
            [
                184,
                "It is, isn’t it? Is it okay if I hide them in your room? The smell makes me nauseated."
            ],
            [
                186,
                "Thank you, that’s very gracious.     Gentlemen."
            ],
            [
                216,
                "Ah, good, Penny, you’re here to exchange gifts. You’ll be pleased to know I’m prepared for whatever you have to offer."
            ],
            [
                218,
                "I should note I’m having some digestive distress, so, if I excuse myself abruptly, don’t be alarmed. Oh, a napkin."
            ],
            [
                220,
                "To Sheldon, live long and prosper. Leonard Nimoy."
            ],
            [
                222,
                "I possess the DNA of Leonard Nimoy?!"
            ],
            [
                224,
                "Do you realize what this means? All I need is a healthy ovum and I can grow my own Leonard Nimoy!"
            ],
            [
                226,
                "Be right back."
            ],
            [
                235,
                "I know! It’s not enough, is it? Here."
            ]
        ],
        "Howard": [
            [
                2,
                "What if he gets something Kryptonian on it?"
            ],
            [
                4,
                "I don’t know. Kryptonian mustard."
            ],
            [
                8,
                "Yeah, what about Kryptonian pit stains?"
            ],
            [
                10,
                "Okay, he’s invited for dinner in the Bottle City of Kandor. He miniaturizes himself, enters the city where he loses his superpowers. Now, before dinner, his host says, “who’s up for a little Kryptonian tetherball?” Superman says “sure,” works up a sweat, comes back to Earth, his uniform now stained with indestructible Kryptonian perspiration."
            ],
            [
                14,
                "Hey, isn’t that the guy who won the MacArthur genius grant last year? No, not all at once."
            ],
            [
                16,
                "Leonard. Now, Raj. Now, Sheldon."
            ],
            [
                18,
                "No."
            ],
            [
                24,
                "Did, too."
            ],
            [
                27,
                "Doesn’t do anything for me. If I was gonna go that way, I’m more of a Zac Ephron kinda guy."
            ],
            [
                46,
                "That doesn’t count. Do over! Do over!"
            ],
            [
                48,
                "There are always do-overs when my people play sports."
            ],
            [
                54,
                "Where were you?"
            ],
            [
                56,
                "Ooh, “Dave.” Sounds like Leonard’s got a new BFF."
            ],
            [
                58,
                "So? We’re in a rock band."
            ],
            [
                63,
                "Yep. It’s officially a bro-mance."
            ],
            [
                67,
                "Gather round, kids, it’s time for Sheldon’s beloved Christmas special."
            ],
            [
                69,
                "And that, Charlie Brown, is what boredom is all about."
            ],
            [
                76,
                "Don’t feel bad, Penny, it’s a classic rookie mistake. My first Hanukkah with Sheldon, he yelled at me for eight nights."
            ],
            [
                84,
                "It’s happening to us."
            ],
            [
                140,
                "You’re kidding. You’ve got lotions and bath oils and soaps, that’s the estrogen hat trick."
            ],
            [
                144,
                "Come on, bath stuff, it’s perfect! You got a scented candle, a cleansing buff, spearmint and green tea scented bath oil, promotes relaxation."
            ],
            [
                147,
                "Excuse me, we’re ready."
            ],
            [
                149,
                "This one. Let’s go."
            ],
            [
                151,
                "I’m sorry. Uh, this one. Let’s go!"
            ],
            [
                158,
                "See? Sounds just like you and Penny. We’ll take it."
            ],
            [
                187,
                "Why couldn’t you have just done what Leonard did and get Penny a new boyfriend?"
            ]
        ],
        "Raj": [
            [
                6,
                "Or it turned into mustard Kryptonite, the only way to destroy a rogue Kryptonian hotdog threatening Earth."
            ],
            [
                11,
                "Booya."
            ],
            [
                13,
                "“Kandorian dry cl…” I give up, you can’t have a rational argument with this man."
            ],
            [
                15,
                "Then how?"
            ],
            [
                17,
                "I didn’t get a good look. Can I go again?"
            ],
            [
                26,
                "In more ways than one. He’s a very handsome man."
            ],
            [
                28,
                "Oh, yeah, like you have a shot with Zac Ephron."
            ],
            [
                44,
                "Trailing badly, Wolowitz needs a strike if he has any hopes of catching up with Sheldon Cooper, who is dominating in the ninth frame with a career-best 68."
            ],
            [
                62,
                "Whoa. Humongous man crush, dude."
            ],
            [
                142,
                "Sheldon, if you don’t like this stuff, let’s just go next door and build her a bear."
            ],
            [
                146,
                "She knows you. She’s tense. We all are. Buy a basket!"
            ]
        ],
        "Leonard": [
            [
                7,
                "Raj, please, let’s stay serious here. Superman’s body is Kryptonian, therefore his sweat is Kryptonian."
            ],
            [
                19,
                "It’s David Underhill. So what?"
            ],
            [
                21,
                "I have two words for you. The first is big, the other’s whoop."
            ],
            [
                23,
                "Did not."
            ],
            [
                25,
                "Did… okay, maybe  some of it, but, look, the guy was just in the right place, at the right time with the right paradigm-shifting reinterpretation of the universe. He got lucky."
            ],
            [
                30,
                "Uh, yeah."
            ],
            [
                32,
                "Uh, y-yeah."
            ],
            [
                34,
                "You want to work with me?"
            ],
            [
                36,
                "Wow, y-yeah, sure. Yeah, no problem. Uh, Here’s my home number, here’s my cell, here’s my office, here’s my parents’ number up in New Jersey, they always know how to reach me. So…"
            ],
            [
                38,
                "Congratulations on the MacArthur Grant, by the way. Big fan."
            ],
            [
                40,
                "Okay. Bye-bye! What are you looking at?You’ve never seen a hypocrite before?"
            ],
            [
                50,
                "Actually, I was…"
            ],
            [
                52,
                "Come on, it’s just a video game. And we suck at it."
            ],
            [
                55,
                "I was working with Dave Underhill."
            ],
            [
                57,
                "Actually, he’s pretty cool. I mean, not only is he a brilliant scientist, but it turns out he’s a Black Diamond skier, he collects vintage motorcycles, he plays in a rock band."
            ],
            [
                59,
                "No, we play Rock Band on our X-Box."
            ],
            [
                61,
                "He’s funny, too. He does this hysterical impersonation of Stephen Hawking having phone sex. What are you wearing? That’s not, he does it better. Anyway, he said he was gonna take me to the gym tomorrow, so I’m gonna go practice my situps."
            ],
            [
                86,
                "Ow! Ow!"
            ],
            [
                88,
                "Yeah, I guess."
            ],
            [
                90,
                "Thanks for letting me try out your motorcycle."
            ],
            [
                92,
                "I had no idea it was so heavy. The thing just fell right over on me, didn’t it?"
            ],
            [
                95,
                "Oh, yeah. It’s just a little motorcycle accident."
            ],
            [
                97,
                "I don’t know. It’s all such a blur."
            ],
            [
                103,
                "Yeah, lucky for the bike it landed on my leg."
            ],
            [
                110,
                "I’m not indoorsy. I just wear the appropriate sun block because I don’t take melanoma lightly."
            ],
            [
                113,
                "Yeah, we’re examining the radiation levels of photomultiplier tubes for a new dark matter detector."
            ],
            [
                115,
                "Since when?"
            ],
            [
                121,
                "Since when?"
            ],
            [
                124,
                "Uh, yeah. I guess."
            ],
            [
                128,
                "Yeah, if you like that type."
            ],
            [
                130,
                "No, just neighbours."
            ],
            [
                132,
                "Actually, science is my lady."
            ],
            [
                135,
                "See ya. ‘Bye, Penny. Have fun. (Bangs head on door. Sheldon opens it.)"
            ],
            [
                141,
                "What it is is a cacophonous assault of eucalyptus, bayberry, cinnamon and vanilla. It’s as if my head were trapped in the pyjamas of a sultan."
            ],
            [
                161,
                "Oh, hey, Dave. And Penny, what a surprise."
            ],
            [
                163,
                "Yeah, I know. I’ve been offering to show you around for a year and a half. You always said you had yoga."
            ],
            [
                165,
                "Maybe I heard you wrong. A lot of words sound like yoga."
            ],
            [
                168,
                "Yes, please shut up. So, um, Dave, don’t you think you and I should get back to the lab? You know, that dark matter isn’t going to detect itself."
            ],
            [
                176,
                "That’s funny. By the way, my leg is killing me. Thanks for asking."
            ],
            [
                180,
                "Yippee."
            ],
            [
                183,
                "Brilliant."
            ],
            [
                185,
                "Do whatever you want."
            ],
            [
                188,
                "My leg is killing me. Thanks for asking."
            ],
            [
                192,
                "Okay, I have just one question for you. While I am perfectly happy with the way things are between us, you said that you didn’t want to go out with me because I was too smart for you! Well, news flash, lady, David Underhill is ten times smarter than me! You’d have to drive a railroad spike into his brain for me to beat him at checkers! Next to him, I’m like one of those sign-language gorillas who knows how to ask for grapes! So, my question is, what’s up with that?"
            ],
            [
                194,
                "Sorry, I’m sorry, I’m sorry! Never mind, we’re cool."
            ],
            [
                196,
                "Really? Why would you say that?"
            ],
            [
                198,
                "He tried to take nude photos of you?"
            ],
            [
                200,
                "Oh, yeah. I’m so… oh, that’s terrible."
            ],
            [
                202,
                "Well, uh, the important thing is he’s married and that’s terrible!"
            ],
            [
                204,
                "Lactose."
            ],
            [
                206,
                "Smooth."
            ],
            [
                208,
                "Come on, it’s Christmas, just give me this one."
            ],
            [
                210,
                "By the way, my leg is killing me. Thanks for asking."
            ],
            [
                213,
                "Merry Christmas."
            ],
            [
                215,
                "Very good, thanks for asking. Come on in."
            ],
            [
                228,
                "Oh, a gift certificate for motorcycle lessons. Very thoughtful."
            ],
            [
                230,
                "Oh, then, I think you’ll appreciate what I got you."
            ],
            [
                232,
                "You know, ’cause you’re so into science."
            ],
            [
                237,
                "It’s a Saturnalia miracle."
            ]
        ],
        "David (approaching)": [
            [
                29,
                "Excuse me, Are you Leonard Hofstadter?"
            ]
        ],
        "David": [
            [
                31,
                "I’m David Underhill."
            ],
            [
                33,
                "Yeah, Dr. Gablehauser said if I wanted to set something up in the photomultiplier lab, that you’d be able to give me a hand?"
            ],
            [
                35,
                "Well, if you have a little time, yeah."
            ],
            [
                37,
                "Okay."
            ],
            [
                39,
                "Thanks. I’ll call you."
            ],
            [
                87,
                "Are you gonna make it?"
            ],
            [
                89,
                "All right."
            ],
            [
                91,
                "No problem."
            ],
            [
                93,
                "Yeah. Lucky for you it wasn’t moving."
            ],
            [
                98,
                "Ha ha ha. Good one. He couldn’t even get it started. Hi. Dave."
            ],
            [
                100,
                "Uh-huh."
            ],
            [
                102,
                "It’s fine."
            ],
            [
                104,
                "You mind giving me a hand with speed racer here?"
            ],
            [
                106,
                "I’m a physicist."
            ],
            [
                108,
                "Why is that so surprising?"
            ],
            [
                112,
                "Yeah, actually we are."
            ],
            [
                117,
                "The last thing I would ever call you is a geek."
            ],
            [
                119,
                "Well, if you like, I could show you the lab we’re working in. We’ve got some cool toys, you know, lasers and stuff."
            ],
            [
                123,
                "Leonard, are you okay here?"
            ],
            [
                125,
                "How ’bout we go see it now? Maybe afterwards we take the bike up the coast, we grab a little bite to eat…"
            ],
            [
                127,
                "Boy, she’ll do, huh?"
            ],
            [
                129,
                "So, you and her?"
            ],
            [
                131,
                "Really. I don’t know how you live next door to that without doing something about it."
            ],
            [
                134,
                "All right. See you tomorrow, Leonard."
            ],
            [
                160,
                "Hey, Leonard. Come, join us."
            ],
            [
                166,
                "This is an amazing woman, Leonard. She has a curious and agile mind, not to mention being curious and agile in other respects."
            ],
            [
                169,
                "Actually, I was thinking about taking the afternoon off so I could work on another experiment with Penny."
            ],
            [
                171,
                "Uh-huh. We’re going to explore the effects of tequila shots on a gorgeous 22-year-old woman."
            ],
            [
                173,
                "You ready to go?"
            ],
            [
                175,
                "Yeah, why not? You can’t do any worse than Leonard."
            ]
        ],
        "Leonard (entering)": [
            [
                45,
                "Hey, guys!"
            ]
        ],
        "Penny (entering)": [
            [
                64,
                "Hey, Sheldon, are you and Leonard putting up a Christmas tree?"
            ]
        ],
        "Penny": [
            [
                66,
                "Saturnalia?"
            ],
            [
                70,
                "Okay, well, thank you for that, but I got you and Leonard a few silly neighbour gifts, so I’ll just put them under my tree."
            ],
            [
                72,
                "Uh-huh."
            ],
            [
                74,
                "I don’t know. ‘Cause it’s Christmas?"
            ],
            [
                77,
                "Now, honey, it’s okay.You don’t have to get me anything in return."
            ],
            [
                79,
                "Okay, you know what? Forget it. I’m not giving you a present."
            ],
            [
                82,
                "Sheldon, I am very, very sorry."
            ],
            [
                94,
                "Oh, hey, Leonard. Ooh, are you okay?"
            ],
            [
                96,
                "My God, how fast were you going?"
            ],
            [
                99,
                "Hi. Penny. So it’s your motorcycle?"
            ],
            [
                101,
                "Oh, is it okay?"
            ],
            [
                105,
                "Oh, yeah. Yeah, sure. So, um, Dave, how do you know Leonard?"
            ],
            [
                107,
                "Ha-ha. No, you’re not."
            ],
            [
                109,
                "Uh, well, it’s just that the physicists I know are indoorsy and pale."
            ],
            [
                111,
                "So, are you and Leonard working on an experiment together?"
            ],
            [
                114,
                "Uh, sweetie, sweetie, Dave was talking. You know, I love science."
            ],
            [
                116,
                "Since always. Call me a geek, but I am just nuts for the whole subatomic particle thing."
            ],
            [
                118,
                "Ha. Well, that’s what I am, queen of the nerds."
            ],
            [
                120,
                "You know, I have always wanted to see a big science lab."
            ],
            [
                122,
                "Since always."
            ],
            [
                126,
                "Um,yeah, yeah, that sounds great, let me just get my jacket."
            ],
            [
                133,
                "Okay. Let’s go."
            ],
            [
                162,
                "Hey, Leonard. Dave was just showing me around the university. You know, this place is unbelievable!"
            ],
            [
                164,
                "I never said that."
            ],
            [
                167,
                "Oh, shut up!"
            ],
            [
                170,
                "Really? We’re going to do an experiment?"
            ],
            [
                172,
                "It’s not an experiment! You saw what happened last night."
            ],
            [
                174,
                "Yeah. Oh, can I drive the motorcycle?"
            ],
            [
                193,
                "Why are you yelling at me?"
            ],
            [
                195,
                "Dave is not smarter than you. He’s an idiot."
            ],
            [
                197,
                "Because a smart guy takes the nude photos of his wife off his cell phone before he tries to take nude photos of his girlfriend."
            ],
            [
                199,
                "That’s what you took from that? The guy is married!"
            ],
            [
                201,
                "And you, if you are so okay with the way things are between us, why are you so jealous?"
            ],
            [
                203,
                "Nice save, genius. Eggnog?"
            ],
            [
                205,
                "It’s just rum. It stopped being eggnog like half an hour ago."
            ],
            [
                207,
                "Smoother than you."
            ],
            [
                209,
                "Okay, Merry Christmas."
            ],
            [
                212,
                "Merry Christmas."
            ],
            [
                214,
                "How’s your leg?"
            ],
            [
                217,
                "Okay, here."
            ],
            [
                219,
                "Turn it over."
            ],
            [
                221,
                "Yeah, he came into the restaurant. Sorry the napkin’s dirty. He wiped his mouth with it."
            ],
            [
                223,
                "Well, yeah, yeah, I guess. But look, he signed it."
            ],
            [
                225,
                "Okay, all I’m giving you is the napkin, Sheldon."
            ],
            [
                227,
                "Here. Open it."
            ],
            [
                229,
                "Yeah, and I checked. Not letting the bike fall on you while standing still is lesson one."
            ],
            [
                231,
                "Okay. 101 Totally Cool Science Experiments for Kids."
            ],
            [
                234,
                "Sheldon! What did you do?!"
            ],
            [
                236,
                "Leonard, look! Sheldon’s hugging me."
            ]
        ],
        "Howard (to Raj who is whispering in his ear)": [
            [
                81,
                "I know. It’s funny when it’s not happening to us."
            ]
        ],
        "Assistant": [
            [
                153,
                "Yes?"
            ],
            [
                155,
                "Excuse me?"
            ],
            [
                157,
                "I don’t understand what you’re talking about and you’re making me a little uncomfortable."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "Sheldon",
            "Your argument is lacking in all scientific merit. It is well established Superman cleans his uniform by flying into Earth’s yellow sun, which incinerates any contaminate matter and leaves the invulnerable Kryptonian fabric unharmed and daisy fresh."
        ],
        [
            "Howard",
            "What if he gets something Kryptonian on it?"
        ],
        [
            "Sheldon",
            "Like what?"
        ],
        [
            "Howard",
            "I don’t know. Kryptonian mustard."
        ],
        [
            "Sheldon",
            "I think we can safely assume that all Kryptonian condiments were destroyed when the planet Krypton exploded."
        ],
        [
            "Raj",
            "Or it turned into mustard Kryptonite, the only way to destroy a rogue Kryptonian hotdog threatening Earth."
        ],
        [
            "Leonard",
            "Raj, please, let’s stay serious here. Superman’s body is Kryptonian, therefore his sweat is Kryptonian."
        ],
        [
            "Howard",
            "Yeah, what about Kryptonian pit stains?"
        ],
        [
            "Sheldon",
            "Superman doesn’t sweat on Earth."
        ],
        [
            "Howard",
            "Okay, he’s invited for dinner in the Bottle City of Kandor. He miniaturizes himself, enters the city where he loses his superpowers. Now, before dinner, his host says, “who’s up for a little Kryptonian tetherball?” Superman says “sure,” works up a sweat, comes back to Earth, his uniform now stained with indestructible Kryptonian perspiration."
        ],
        [
            "Raj",
            "Booya."
        ],
        [
            "Sheldon",
            "Superman would have taken his uniform to a Kandorian dry cleaner before he left the Bottle."
        ],
        [
            "Raj",
            "“Kandorian dry cl…” I give up, you can’t have a rational argument with this man."
        ],
        [
            "Howard",
            "Hey, isn’t that the guy who won the MacArthur genius grant last year? No, not all at once."
        ],
        [
            "Raj",
            "Then how?"
        ],
        [
            "Howard",
            "Leonard. Now, Raj. Now, Sheldon."
        ],
        [
            "Raj",
            "I didn’t get a good look. Can I go again?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Leonard",
            "It’s David Underhill. So what?"
        ],
        [
            "Sheldon",
            "So what? His observation of high-energy positrons has provided the first conclusive evidence for the existence of galactic dark matter."
        ],
        [
            "Leonard",
            "I have two words for you. The first is big, the other’s whoop."
        ],
        [
            "Sheldon",
            "It is a big whoop. It made almost all the work you’ve done since you’ve been here completely useless."
        ],
        [
            "Leonard",
            "Did not."
        ],
        [
            "Howard",
            "Did, too."
        ],
        [
            "Leonard",
            "Did… okay, maybe  some of it, but, look, the guy was just in the right place, at the right time with the right paradigm-shifting reinterpretation of the universe. He got lucky."
        ],
        [
            "Raj",
            "In more ways than one. He’s a very handsome man."
        ],
        [
            "Howard",
            "Doesn’t do anything for me. If I was gonna go that way, I’m more of a Zac Ephron kinda guy."
        ],
        [
            "Raj",
            "Oh, yeah, like you have a shot with Zac Ephron."
        ],
        [
            "David (approaching)",
            "Excuse me, Are you Leonard Hofstadter?"
        ],
        [
            "Leonard",
            "Uh, yeah."
        ],
        [
            "David",
            "I’m David Underhill."
        ],
        [
            "Leonard",
            "Uh, y-yeah."
        ],
        [
            "David",
            "Yeah, Dr. Gablehauser said if I wanted to set something up in the photomultiplier lab, that you’d be able to give me a hand?"
        ],
        [
            "Leonard",
            "You want to work with me?"
        ],
        [
            "David",
            "Well, if you have a little time, yeah."
        ],
        [
            "Leonard",
            "Wow, y-yeah, sure. Yeah, no problem. Uh, Here’s my home number, here’s my cell, here’s my office, here’s my parents’ number up in New Jersey, they always know how to reach me. So…"
        ],
        [
            "David",
            "Okay."
        ],
        [
            "Leonard",
            "Congratulations on the MacArthur Grant, by the way. Big fan."
        ],
        [
            "David",
            "Thanks. I’ll call you."
        ],
        [
            "Leonard",
            "Okay. Bye-bye! What are you looking at?You’ve never seen a hypocrite before?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment. The guys are playing Wii bowling."
        ],
        [
            "Raj",
            "Trailing badly, Wolowitz needs a strike if he has any hopes of catching up with Sheldon Cooper, who is dominating in the ninth frame with a career-best 68."
        ],
        [
            "Leonard (entering)",
            "Hey, guys!"
        ],
        [
            "Howard",
            "That doesn’t count. Do over! Do over!"
        ],
        [
            "Sheldon",
            "There are no do-overs in Wii bowling."
        ],
        [
            "Howard",
            "There are always do-overs when my people play sports."
        ],
        [
            "Sheldon",
            "Where were you that’s more important than Wii bowling night?"
        ],
        [
            "Leonard",
            "Actually, I was…"
        ],
        [
            "Sheldon",
            "It’s a rhetorical question. There is nothing more important than Wii bowling night."
        ],
        [
            "Leonard",
            "Come on, it’s just a video game. And we suck at it."
        ],
        [
            "Sheldon",
            "Nice motivational speech from the team captain."
        ],
        [
            "Howard",
            "Where were you?"
        ],
        [
            "Leonard",
            "I was working with Dave Underhill."
        ],
        [
            "Howard",
            "Ooh, “Dave.” Sounds like Leonard’s got a new BFF."
        ],
        [
            "Leonard",
            "Actually, he’s pretty cool. I mean, not only is he a brilliant scientist, but it turns out he’s a Black Diamond skier, he collects vintage motorcycles, he plays in a rock band."
        ],
        [
            "Howard",
            "So? We’re in a rock band."
        ],
        [
            "Leonard",
            "No, we play Rock Band on our X-Box."
        ],
        [
            "Sheldon",
            "Nice motivational speech from our lead guitarist."
        ],
        [
            "Leonard",
            "He’s funny, too. He does this hysterical impersonation of Stephen Hawking having phone sex. What are you wearing? That’s not, he does it better. Anyway, he said he was gonna take me to the gym tomorrow, so I’m gonna go practice my situps."
        ],
        [
            "Raj",
            "Whoa. Humongous man crush, dude."
        ],
        [
            "Howard",
            "Yep. It’s officially a bro-mance."
        ],
        [
            "Penny (entering)",
            "Hey, Sheldon, are you and Leonard putting up a Christmas tree?"
        ],
        [
            "Sheldon",
            "No, because we don’t celebrate the ancient pagan festival of Saturnalia."
        ],
        [
            "Penny",
            "Saturnalia?"
        ],
        [
            "Howard",
            "Gather round, kids, it’s time for Sheldon’s beloved Christmas special."
        ],
        [
            "Sheldon",
            "In the pre-Christian era, as the winter solstice approached and the plants died, pagans brought evergreen boughs into their homes as an act of sympathetic magic, intended to guard the life essences of the plants until spring. This custom was later appropriated by Northern Europeans and eventually it becomes the so-called Christmas tree."
        ],
        [
            "Howard",
            "And that, Charlie Brown, is what boredom is all about."
        ],
        [
            "Penny",
            "Okay, well, thank you for that, but I got you and Leonard a few silly neighbour gifts, so I’ll just put them under my tree."
        ],
        [
            "Sheldon",
            "Wait! You bought me a present?"
        ],
        [
            "Penny",
            "Uh-huh."
        ],
        [
            "Sheldon",
            "Why would you do such a thing?"
        ],
        [
            "Penny",
            "I don’t know. ‘Cause it’s Christmas?"
        ],
        [
            "Sheldon",
            "Oh, Penny. I know you think you’re being generous, but the foundation of gift-giving is reciprocity. You haven’t given me a gift, you’ve given me an obligation."
        ],
        [
            "Howard",
            "Don’t feel bad, Penny, it’s a classic rookie mistake. My first Hanukkah with Sheldon, he yelled at me for eight nights."
        ],
        [
            "Penny",
            "Now, honey, it’s okay.You don’t have to get me anything in return."
        ],
        [
            "Sheldon",
            "Of course I do. The essence of the custom is that I now have to go out and purchase for you a gift of commensurate value and representing the same perceived level of friendship as that represented by the gift you’ve given me. It’s no wonder suicide rates skyrocket this time of year."
        ],
        [
            "Penny",
            "Okay, you know what? Forget it. I’m not giving you a present."
        ],
        [
            "Sheldon",
            "No, it’s too late. I see it. That elf sticker says to Sheldon. The die has been cast, the moving finger has writ, Hannibal has crossed the Alps."
        ],
        [
            "Howard (to Raj who is whispering in his ear)",
            "I know. It’s funny when it’s not happening to us."
        ],
        [
            "Penny",
            "Sheldon, I am very, very sorry."
        ],
        [
            "Sheldon",
            "No. No, I brought this on myself by being such an endearing and important part of your life. I’m going to need a ride to the mall."
        ],
        [
            "Howard",
            "It’s happening to us."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Leonard",
            "Ow! Ow!"
        ],
        [
            "David",
            "Are you gonna make it?"
        ],
        [
            "Leonard",
            "Yeah, I guess."
        ],
        [
            "David",
            "All right."
        ],
        [
            "Leonard",
            "Thanks for letting me try out your motorcycle."
        ],
        [
            "David",
            "No problem."
        ],
        [
            "Leonard",
            "I had no idea it was so heavy. The thing just fell right over on me, didn’t it?"
        ],
        [
            "David",
            "Yeah. Lucky for you it wasn’t moving."
        ],
        [
            "Penny",
            "Oh, hey, Leonard. Ooh, are you okay?"
        ],
        [
            "Leonard",
            "Oh, yeah. It’s just a little motorcycle accident."
        ],
        [
            "Penny",
            "My God, how fast were you going?"
        ],
        [
            "Leonard",
            "I don’t know. It’s all such a blur."
        ],
        [
            "David",
            "Ha ha ha. Good one. He couldn’t even get it started. Hi. Dave."
        ],
        [
            "Penny",
            "Hi. Penny. So it’s your motorcycle?"
        ],
        [
            "David",
            "Uh-huh."
        ],
        [
            "Penny",
            "Oh, is it okay?"
        ],
        [
            "David",
            "It’s fine."
        ],
        [
            "Leonard",
            "Yeah, lucky for the bike it landed on my leg."
        ],
        [
            "David",
            "You mind giving me a hand with speed racer here?"
        ],
        [
            "Penny",
            "Oh, yeah. Yeah, sure. So, um, Dave, how do you know Leonard?"
        ],
        [
            "David",
            "I’m a physicist."
        ],
        [
            "Penny",
            "Ha-ha. No, you’re not."
        ],
        [
            "David",
            "Why is that so surprising?"
        ],
        [
            "Penny",
            "Uh, well, it’s just that the physicists I know are indoorsy and pale."
        ],
        [
            "Leonard",
            "I’m not indoorsy. I just wear the appropriate sun block because I don’t take melanoma lightly."
        ],
        [
            "Penny",
            "So, are you and Leonard working on an experiment together?"
        ],
        [
            "David",
            "Yeah, actually we are."
        ],
        [
            "Leonard",
            "Yeah, we’re examining the radiation levels of photomultiplier tubes for a new dark matter detector."
        ],
        [
            "Penny",
            "Uh, sweetie, sweetie, Dave was talking. You know, I love science."
        ],
        [
            "Leonard",
            "Since when?"
        ],
        [
            "Penny",
            "Since always. Call me a geek, but I am just nuts for the whole subatomic particle thing."
        ],
        [
            "David",
            "The last thing I would ever call you is a geek."
        ],
        [
            "Penny",
            "Ha. Well, that’s what I am, queen of the nerds."
        ],
        [
            "David",
            "Well, if you like, I could show you the lab we’re working in. We’ve got some cool toys, you know, lasers and stuff."
        ],
        [
            "Penny",
            "You know, I have always wanted to see a big science lab."
        ],
        [
            "Leonard",
            "Since when?"
        ],
        [
            "Penny",
            "Since always."
        ],
        [
            "David",
            "Leonard, are you okay here?"
        ],
        [
            "Leonard",
            "Uh, yeah. I guess."
        ],
        [
            "David",
            "How ’bout we go see it now? Maybe afterwards we take the bike up the coast, we grab a little bite to eat…"
        ],
        [
            "Penny",
            "Um,yeah, yeah, that sounds great, let me just get my jacket."
        ],
        [
            "David",
            "Boy, she’ll do, huh?"
        ],
        [
            "Leonard",
            "Yeah, if you like that type."
        ],
        [
            "David",
            "So, you and her?"
        ],
        [
            "Leonard",
            "No, just neighbours."
        ],
        [
            "David",
            "Really. I don’t know how you live next door to that without doing something about it."
        ],
        [
            "Leonard",
            "Actually, science is my lady."
        ],
        [
            "Penny",
            "Okay. Let’s go."
        ],
        [
            "David",
            "All right. See you tomorrow, Leonard."
        ],
        [
            "Leonard",
            "See ya. ‘Bye, Penny. Have fun. (Bangs head on door. Sheldon opens it.)"
        ],
        [
            "Sheldon",
            "Yes? (Leonard falls through) Did you forget your key?"
        ],
        [
            "Scene",
            "A gift shop."
        ],
        [
            "Sheldon",
            "I don’t see anything in here a woman would want."
        ],
        [
            "Howard",
            "You’re kidding. You’ve got lotions and bath oils and soaps, that’s the estrogen hat trick."
        ],
        [
            "Leonard",
            "What it is is a cacophonous assault of eucalyptus, bayberry, cinnamon and vanilla. It’s as if my head were trapped in the pyjamas of a sultan."
        ],
        [
            "Raj",
            "Sheldon, if you don’t like this stuff, let’s just go next door and build her a bear."
        ],
        [
            "Sheldon",
            "I told you before, bears are terrifying."
        ],
        [
            "Howard",
            "Come on, bath stuff, it’s perfect! You got a scented candle, a cleansing buff, spearmint and green tea scented bath oil, promotes relaxation."
        ],
        [
            "Sheldon",
            "That presupposes Penny is tense."
        ],
        [
            "Raj",
            "She knows you. She’s tense. We all are. Buy a basket!"
        ],
        [
            "Howard",
            "Excuse me, we’re ready."
        ],
        [
            "Sheldon",
            "No, we’re not. Let’s say for a moment that I accept the bath item gift hypothesis, I now lay the following conundrum at your feet, which size?"
        ],
        [
            "Howard",
            "This one. Let’s go."
        ],
        [
            "Sheldon",
            "You put no thought into that."
        ],
        [
            "Howard",
            "I’m sorry. Uh, this one. Let’s go!"
        ],
        [
            "Sheldon",
            "I have insufficient data to proceed. Excuse me, miss?"
        ],
        [
            "Assistant",
            "Yes?"
        ],
        [
            "Sheldon",
            "If I were to give you this gift basket, based on that action alone and no other data, infer and describe the hypothetical relationship that exists between us."
        ],
        [
            "Assistant",
            "Excuse me?"
        ],
        [
            "Sheldon",
            "Here. Now, are we friends? Colleagues? Lovers? Are you my grandmother?"
        ],
        [
            "Assistant",
            "I don’t understand what you’re talking about and you’re making me a little uncomfortable."
        ],
        [
            "Howard",
            "See? Sounds just like you and Penny. We’ll take it."
        ],
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "David",
            "Hey, Leonard. Come, join us."
        ],
        [
            "Leonard",
            "Oh, hey, Dave. And Penny, what a surprise."
        ],
        [
            "Penny",
            "Hey, Leonard. Dave was just showing me around the university. You know, this place is unbelievable!"
        ],
        [
            "Leonard",
            "Yeah, I know. I’ve been offering to show you around for a year and a half. You always said you had yoga."
        ],
        [
            "Penny",
            "I never said that."
        ],
        [
            "Leonard",
            "Maybe I heard you wrong. A lot of words sound like yoga."
        ],
        [
            "David",
            "This is an amazing woman, Leonard. She has a curious and agile mind, not to mention being curious and agile in other respects."
        ],
        [
            "Penny",
            "Oh, shut up!"
        ],
        [
            "Leonard",
            "Yes, please shut up. So, um, Dave, don’t you think you and I should get back to the lab? You know, that dark matter isn’t going to detect itself."
        ],
        [
            "David",
            "Actually, I was thinking about taking the afternoon off so I could work on another experiment with Penny."
        ],
        [
            "Penny",
            "Really? We’re going to do an experiment?"
        ],
        [
            "David",
            "Uh-huh. We’re going to explore the effects of tequila shots on a gorgeous 22-year-old woman."
        ],
        [
            "Penny",
            "It’s not an experiment! You saw what happened last night."
        ],
        [
            "David",
            "You ready to go?"
        ],
        [
            "Penny",
            "Yeah. Oh, can I drive the motorcycle?"
        ],
        [
            "David",
            "Yeah, why not? You can’t do any worse than Leonard."
        ],
        [
            "Leonard",
            "That’s funny. By the way, my leg is killing me. Thanks for asking."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Mmm, great news, Leonard, I’ve solved my Penny gift dilemma."
        ],
        [
            "Leonard",
            "Yippee."
        ],
        [
            "Sheldon",
            "You see, the danger was that I might under or over-reciprocate, but I have devised a foolproof plan. See, I will open her gift to me first and then excuse myself, feigning digestive distress."
        ],
        [
            "Scene",
            "Then I’ll look up the price of her gift online, choose the basket closest to that value, give it to her and then I’ll return the others for a full refund."
        ],
        [
            "Leonard",
            "Brilliant."
        ],
        [
            "Sheldon",
            "It is, isn’t it? Is it okay if I hide them in your room? The smell makes me nauseated."
        ],
        [
            "Leonard",
            "Do whatever you want."
        ],
        [
            "Sheldon",
            "Thank you, that’s very gracious.     Gentlemen."
        ],
        [
            "Howard",
            "Why couldn’t you have just done what Leonard did and get Penny a new boyfriend?"
        ],
        [
            "Leonard",
            "My leg is killing me. Thanks for asking."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Leonard",
            "Okay, I have just one question for you. While I am perfectly happy with the way things are between us, you said that you didn’t want to go out with me because I was too smart for you! Well, news flash, lady, David Underhill is ten times smarter than me! You’d have to drive a railroad spike into his brain for me to beat him at checkers! Next to him, I’m like one of those sign-language gorillas who knows how to ask for grapes! So, my question is, what’s up with that?"
        ],
        [
            "Penny",
            "Why are you yelling at me?"
        ],
        [
            "Leonard",
            "Sorry, I’m sorry, I’m sorry! Never mind, we’re cool."
        ],
        [
            "Penny",
            "Dave is not smarter than you. He’s an idiot."
        ],
        [
            "Leonard",
            "Really? Why would you say that?"
        ],
        [
            "Penny",
            "Because a smart guy takes the nude photos of his wife off his cell phone before he tries to take nude photos of his girlfriend."
        ],
        [
            "Leonard",
            "He tried to take nude photos of you?"
        ],
        [
            "Penny",
            "That’s what you took from that? The guy is married!"
        ],
        [
            "Leonard",
            "Oh, yeah. I’m so… oh, that’s terrible."
        ],
        [
            "Penny",
            "And you, if you are so okay with the way things are between us, why are you so jealous?"
        ],
        [
            "Leonard",
            "Well, uh, the important thing is he’s married and that’s terrible!"
        ],
        [
            "Penny",
            "Nice save, genius. Eggnog?"
        ],
        [
            "Leonard",
            "Lactose."
        ],
        [
            "Penny",
            "It’s just rum. It stopped being eggnog like half an hour ago."
        ],
        [
            "Leonard",
            "Smooth."
        ],
        [
            "Penny",
            "Smoother than you."
        ],
        [
            "Leonard",
            "Come on, it’s Christmas, just give me this one."
        ],
        [
            "Penny",
            "Okay, Merry Christmas."
        ],
        [
            "Leonard",
            "By the way, my leg is killing me. Thanks for asking."
        ],
        [
            "Scene",
            "The apartment. Leonard opens the door to Penny."
        ],
        [
            "Penny",
            "Merry Christmas."
        ],
        [
            "Leonard",
            "Merry Christmas."
        ],
        [
            "Penny",
            "How’s your leg?"
        ],
        [
            "Leonard",
            "Very good, thanks for asking. Come on in."
        ],
        [
            "Sheldon",
            "Ah, good, Penny, you’re here to exchange gifts. You’ll be pleased to know I’m prepared for whatever you have to offer."
        ],
        [
            "Penny",
            "Okay, here."
        ],
        [
            "Sheldon",
            "I should note I’m having some digestive distress, so, if I excuse myself abruptly, don’t be alarmed. Oh, a napkin."
        ],
        [
            "Penny",
            "Turn it over."
        ],
        [
            "Sheldon",
            "To Sheldon, live long and prosper. Leonard Nimoy."
        ],
        [
            "Penny",
            "Yeah, he came into the restaurant. Sorry the napkin’s dirty. He wiped his mouth with it."
        ],
        [
            "Sheldon",
            "I possess the DNA of Leonard Nimoy?!"
        ],
        [
            "Penny",
            "Well, yeah, yeah, I guess. But look, he signed it."
        ],
        [
            "Sheldon",
            "Do you realize what this means? All I need is a healthy ovum and I can grow my own Leonard Nimoy!"
        ],
        [
            "Penny",
            "Okay, all I’m giving you is the napkin, Sheldon."
        ],
        [
            "Sheldon",
            "Be right back."
        ],
        [
            "Penny",
            "Here. Open it."
        ],
        [
            "Leonard",
            "Oh, a gift certificate for motorcycle lessons. Very thoughtful."
        ],
        [
            "Penny",
            "Yeah, and I checked. Not letting the bike fall on you while standing still is lesson one."
        ],
        [
            "Leonard",
            "Oh, then, I think you’ll appreciate what I got you."
        ],
        [
            "Penny",
            "Okay. 101 Totally Cool Science Experiments for Kids."
        ],
        [
            "Leonard",
            "You know, ’cause you’re so into science."
        ],
        [
            "Scene",
            "(Sheldon appears with all the gift baskets)"
        ],
        [
            "Penny",
            "Sheldon! What did you do?!"
        ],
        [
            "Sheldon",
            "I know! It’s not enough, is it? Here."
        ],
        [
            "Penny",
            "Leonard, look! Sheldon’s hugging me."
        ],
        [
            "Leonard",
            "It’s a Saturnalia miracle."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-11-the-bath-item-gift-hypothesis/"
}