{
    "Season": 2,
    "Episode": 14,
    "Title": "the financial permeability 2",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. The guys are studying a complex chart on the whiteboard."
            ],
            [
                26,
                "Credits sequence."
            ],
            [
                28,
                "The hallway. Sheldon is opening the apartment door. Penny comes running up stairs."
            ],
            [
                62,
                "Entering the lobby of the building."
            ],
            [
                91,
                "The apartment. "
            ],
            [
                123,
                "Penny’s apartment. "
            ],
            [
                169,
                "The apartment."
            ],
            [
                182,
                "Who’s with me?"
            ],
            [
                202,
                "Outside Kurt’s door."
            ],
            [
                234,
                "Leonard’s car."
            ],
            [
                239,
                "Outside the apartment. Penny knocks. "
            ]
        ],
        "Leonard": [
            [
                1,
                "Hmmm."
            ],
            [
                7,
                "Why? They’re state-of-the-art digital projection, 20-channel surround sound."
            ],
            [
                11,
                "Well, it’s gonna take at least an hour to eat, and I don’t see a Sheldon-approved restaurant proximate to a Sheldon-approved theatre."
            ],
            [
                18,
                "Sheldon, would you be prepared, on a non-precedential basis, to create an emergency ad-hoc Slurpie-Icee equivalency?"
            ],
            [
                22,
                "Bye, Sheldon."
            ],
            [
                64,
                "Interesting."
            ],
            [
                66,
                "Do I have to?"
            ],
            [
                68,
                "Why?"
            ],
            [
                70,
                "Hey, Penny. How was work?"
            ],
            [
                77,
                "Stop it!"
            ],
            [
                81,
                "He’s not lying, he does find that fascinating."
            ],
            [
                85,
                "Weird."
            ],
            [
                87,
                "Did you guys have an argument?"
            ],
            [
                89,
                "Well, you clearly did something to aggravate her."
            ],
            [
                93,
                "Here you go. Oh, you owe me another two dollars. The price of mu-shu pork went up."
            ],
            [
                95,
                "Here you go, Penny. Shrimp with lobster sauce."
            ],
            [
                97,
                "Don’t worry about it. It’s my treat."
            ],
            [
                99,
                "It’s, whatever. Ten, eleven dollars."
            ],
            [
                101,
                "Fourteen fifty, but it’s no biggie, you’ll get the next one. (Raj whispers something to Howard)"
            ],
            [
                109,
                "It was fourteen fifty, but it’s okay."
            ],
            [
                116,
                "Oh, wait, you lent her money?"
            ],
            [
                119,
                "Where are you going?"
            ],
            [
                122,
                "But if you’re ever short, there’s always a couple of fifties in Green Lantern’s ass."
            ],
            [
                125,
                "Hey."
            ],
            [
                127,
                "A little mood lighting, huh?"
            ],
            [
                129,
                "Yeah, they’re very considerate that way."
            ],
            [
                131,
                "Fourteen dollars, huh?"
            ],
            [
                133,
                "Back in the pocket it goes. Look, you do understand that Sheldon really doesn’t care when he gets the money back. It’s actually one of the few idiosyncrasies that doesn’t make you want to, you know, kill him."
            ],
            [
                135,
                "So you’re a little behind on your bills. Everybody gets behind on their bills."
            ],
            [
                137,
                "Well, what was the plan?"
            ],
            [
                139,
                "Was there a plan B?"
            ],
            [
                141,
                "It’s probably not as bad as you think. Let’s take a look. Maybe we can find some corners to cut. Oh, here’s something, if you don’t have electricity, then you probably don’t need cable. Just a suggestion. 170 dollars for acting classes?"
            ],
            [
                143,
                "You’ve had an acting job where you got paid?"
            ],
            [
                145,
                "Actually, it kind of… let’s keep looking. Whoa, what’s eighteen hundred dollars to the Los Angeles County Superior Court?"
            ],
            [
                147,
                "Nothing? It sounds like you got caught speeding going 4,000 miles an hour."
            ],
            [
                149,
                "Your ex-boyfriend?"
            ],
            [
                151,
                "What?"
            ],
            [
                153,
                "I would hope so."
            ],
            [
                155,
                "Did he pay you back?"
            ],
            [
                157,
                "And that’s based on the inherent credit-worthiness of people who get drunk and urinate on police vehicles?"
            ],
            [
                159,
                "Well what are you gonna do?"
            ],
            [
                161,
                "Oh, no. Oh, you don’t want to do that."
            ],
            [
                163,
                "Well, moving is a big deal. You have to go to the supermarket and get boxes, and if they’re not clean, then your books smell like melons, and it’s just, like… Why don’t you just get a roommate and stay here?"
            ],
            [
                165,
                "Well, I’m sure the guy living with Sheldon wouldn’t mind moving in with you."
            ],
            [
                167,
                "Really?"
            ],
            [
                174,
                "Hey, what’s going on?"
            ],
            [
                177,
                "Hey, you guys want to go on a real live quest?"
            ],
            [
                179,
                "– Come on. It’ll be fun."
            ],
            [
                181,
                "Do you guys remember Penny’s ex-boyfriend Kurt? (They all hold their hands above their heads) Yeah, that’s him. It turns out he owes Penny a lot of money, and I’m gonna go get it from him."
            ],
            [
                184,
                "Really? You’re just gonna let me go by myself?"
            ],
            [
                186,
                "I could use some help."
            ],
            [
                188,
                "You guys are unbelievable, you play a game to simulate adventure, but when there’s real adventure out there in the real world, you just wimp out."
            ],
            [
                190,
                "I do."
            ],
            [
                192,
                "I’m not afraid of him."
            ],
            [
                194,
                "Excuse me. When Frodo left the Shire to take the one ring to Mordor, didn’t Samwise, Pippin and Merry go with him?"
            ],
            [
                196,
                "Well?"
            ],
            [
                199,
                "Fine. Just enjoy your little game. I’ll make this quest on my own."
            ],
            [
                201,
                "You guys suck. (Leaves. Comes back) Come on, please? He’s so big."
            ],
            [
                204,
                "Okay, is everyone clear on the plan?"
            ],
            [
                206,
                "Guys, there are four of us and one of him."
            ],
            [
                208,
                "Okay, how about this? I’ll do the talking, you just stand behind me and try to look formidable."
            ],
            [
                211,
                "Hi, Kurt."
            ],
            [
                213,
                "I don’t really go by Lenny, but that’s okay. Um, you remember Sheldon, Howard and Raj."
            ],
            [
                216,
                "Sheldon, not now."
            ],
            [
                218,
                "Okay, here it is. Penny’s in kind of a financial jam, and the money that you owe her would go a long way to solving her problems."
            ],
            [
                220,
                "No, no, she’s too proud to ask for the money. I, on the other hand, feel you should honour your debt."
            ],
            [
                222,
                "Feel is a kind of a… it’s a strong word. Um, I just think it would be a nice gesture on your part."
            ],
            [
                226,
                "No, the problem isn’t solved. He just blew us off."
            ],
            [
                229,
                "No. You can leave if you want to. I’m gonna see this through."
            ],
            [
                231,
                "I guess, technically, that was my fault. (Knocks) I’m not leaving here without Penny’s money."
            ],
            [
                233,
                "I don’t need backup. I have right on my side. And I’m wearing cargo shorts under my pants."
            ],
            [
                240,
                "Hey."
            ],
            [
                242,
                "Yeah. Hang on. Sheldon!"
            ],
            [
                244,
                "It’s kind of a fashionable look these days."
            ],
            [
                251,
                "Hey, I know it’s none of my business, but where did the money come from?"
            ],
            [
                253,
                "Really? Did he say why?"
            ],
            [
                255,
                "That’s it? Did he give any reason as to why he came to this moral epiphany?"
            ],
            [
                257,
                "Bye."
            ],
            [
                259,
                "Penny’s hooking up with her jerk of an ex-boyfriend and I have indelible ink on my forehead!"
            ],
            [
                261,
                "Great."
            ]
        ],
        "Sheldon": [
            [
                2,
                "The problem appears to be unsolvable."
            ],
            [
                6,
                "Right, these theatres have to be eliminated."
            ],
            [
                8,
                "Yes, but they have no Icee machines. Despite my aggressive letter-writing campaign, I might add."
            ],
            [
                10,
                "They have Twizzlers instead of Red Vines. No amount of lumbar support can compensate for that."
            ],
            [
                13,
                "Unacceptable, the delay would result in tomorrow morning’s bowel movement occurring at work."
            ],
            [
                16,
                "Excuse me, in what universe are Slurpies Icees?"
            ],
            [
                19,
                "Oh, Leonard, you know I can’t do that."
            ],
            [
                25,
                "They’re right, it was the only option."
            ],
            [
                30,
                "Why?"
            ],
            [
                32,
                "Well, you didn’t specify."
            ],
            [
                34,
                "He went to the movies without me. It was the only option. I’m sorry, I don’t understand which social situation this is. Could you give me some guidance as to how to proceed?"
            ],
            [
                36,
                "Oh, I see. Penny, I’m not sure I’m comfortable harbouring a fugitive from the 2311 North Los Robles Corporation."
            ],
            [
                38,
                "If you recall, I pointed out the “check engine” light to you several months ago."
            ],
            [
                40,
                "You know, it occurs to me you could solve all your problems by obtaining more money."
            ],
            [
                42,
                "Hang on a moment. (He opens a jar. Snakes jump out. He then pulls out a large wedge of money) Here. Take some. Pay me back when you can."
            ],
            [
                44,
                "That’s why it’s guarded by snakes. Take some."
            ],
            [
                46,
                "I’m never silly. Here."
            ],
            [
                48,
                "Don’t you need money?"
            ],
            [
                50,
                "This is money I’m not using."
            ],
            [
                52,
                "My expenses account for 46.9% of my after-tax income. The rest is divvied up between a small savings account, this deceptive container of peanut brittle and the hollowed-out buttocks of a superhero action figure who shall remain nameless for his own protection. Or her own protection. Take some."
            ],
            [
                54,
                "I see no large upcoming expenditures unless they develop an affordable technology to fuse my skeleton with adamantium like Wolverine."
            ],
            [
                56,
                "I sincerely hope so."
            ],
            [
                58,
                "Won’t it also be weird if I have to say hello to you every morning on my way to work and you’re living in a refrigerator box and washing your hair with rain water?"
            ],
            [
                60,
                "Of course you will. It’s impossible to pay me back sooner than you can. Assuming you subscribe to a linear understanding of time and causality."
            ],
            [
                63,
                "You know, I’ve given the matter some thought, and I think I’d be willing to be a house pet to a race of super-intelligent aliens."
            ],
            [
                65,
                "Ask me why."
            ],
            [
                67,
                "Of course. That’s how you move a conversation forward."
            ],
            [
                69,
                "The learning opportunities would be abundant. Additionally, I like having my belly scratched."
            ],
            [
                72,
                "Was that sarcasm?"
            ],
            [
                74,
                "Was that sarcasm?"
            ],
            [
                76,
                "Was that sarca.."
            ],
            [
                78,
                "Penny, you appear to have a package here."
            ],
            [
                80,
                "Did you know the beret is an example of piece of women’s fashion adapted from male military uniforms? Another fascinating example is the epaulet."
            ],
            [
                83,
                "All right."
            ],
            [
                86,
                "Oh, good, that was an unusual interaction. I wasn’t sure."
            ],
            [
                88,
                "No."
            ],
            [
                90,
                "I’m at a loss. If you like, you can review my daily log of social interactions and see if there’s a blunder I overlooked."
            ],
            [
                110,
                "Oh, good. Dinner’s here."
            ],
            [
                112,
                "Okay."
            ],
            [
                114,
                "Forgive me, Penny, but that would be the very definition of a frivolous lawsuit."
            ],
            [
                121,
                "In case either of you have larceny in your heart, you should know that I’ve moved my money out of the snake can."
            ],
            [
                178,
                "Outside? I just made cocoa."
            ],
            [
                189,
                "Leonard, do you not recall the last time we visited this gentleman, we returned home without pants?"
            ],
            [
                191,
                "Are you sure? Because your proposal suggests that you don’t."
            ],
            [
                193,
                "All right. Leonard fairly calls the question, who is in favour of abandoning our game and confronting Penny’s steroid-infused ex-boyfriend in a suicidal mission to extract money from him? Say hi to Kurt for us."
            ],
            [
                195,
                "They did."
            ],
            [
                197,
                "They had a terrible time of it, Leonard."
            ],
            [
                207,
                "Which means his triumph will be even larger. Minstrels will write songs about him."
            ],
            [
                215,
                "You don’t remember me? How could he not remember me?"
            ],
            [
                217,
                "I remember him."
            ],
            [
                227,
                "I’ve got it. He didn’t remember me because the last time we met I was in a Halloween costume."
            ],
            [
                235,
                "Congratulations. You may not have succeeded in getting cash, but you did secure a formal acknowledgment of the debt. (Leonard has “I owe Penny $1800, Kurt” written on his forehead.) "
            ],
            [
                246,
                "Hello, Penny."
            ],
            [
                248,
                "Sarcasm?"
            ],
            [
                250,
                "Darn. I can’t seem to get the hang of that."
            ],
            [
                258,
                "Well done, Leonard. The true hero doesn’t seek adulation, he fights for right and justice simply because it’s his nature."
            ],
            [
                260,
                "That’s your badge of honour, your warrior’s wound, if you will. I was wrong, minstrels will write songs about you."
            ]
        ],
        "Raj": [
            [
                3,
                "Maybe you could run some computer simulations."
            ],
            [
                9,
                "What about the multiplex here? The seats are terrific."
            ],
            [
                12,
                "We could eat after the movie."
            ],
            [
                14,
                "Hang on, hang on. There’s a 7-Eleven here. We smuggle Slurpies, which are essentially Icees, in under our coats, after having a pleasant meal either here, here or here."
            ],
            [
                17,
                "That’s how we missed it."
            ],
            [
                21,
                "Yep, I don’t see any way around it."
            ],
            [
                24,
                "Later, dude."
            ],
            [
                175,
                "We’re on a quest through the Valley of Fire to acquire the sacred crown."
            ],
            [
                185,
                "Oh, cool, I got a sword."
            ],
            [
                187,
                "Here."
            ],
            [
                198,
                "Plus, no one stole their pants."
            ],
            [
                209,
                "I should’ve peed before we left."
            ],
            [
                225,
                "A successful quest. Now let’s go find a gas station with a clean bathroom."
            ],
            [
                238,
                "If anybody cares, I still have to pee."
            ]
        ],
        "Howard": [
            [
                4,
                "There are too many variables. It would take forever."
            ],
            [
                15,
                "Wow. I don’t see how we missed that."
            ],
            [
                20,
                "Okay, I guess we only have one option."
            ],
            [
                23,
                "See ya."
            ],
            [
                94,
                "It’s getting tougher and tougher to be a bad Jew."
            ],
            [
                103,
                "He was just wondering if he wore skintight jeans and a tank top if he’d get his shrimp lo mein for free."
            ],
            [
                105,
                "Yeah, Raj, what are you saying?"
            ],
            [
                107,
                "He has a nervous bladder when he’s stressed out. Kind of like a puppy."
            ],
            [
                171,
                "Ugh. This mu-shu pork’s burning a hole through my duodenum."
            ],
            [
                173,
                "Hey, do I mock you with the Bhagavad-Gita every time you scarf down a Whopper?"
            ],
            [
                176,
                "You want the Valley of Fire? It’s right here."
            ],
            [
                180,
                "What is it?"
            ],
            [
                183,
                "Ooh, double sixes."
            ],
            [
                200,
                "Leonard, wait. Take a jacket, it’s spritzing a little."
            ],
            [
                205,
                "Yes. Koothrappali’s going to wet himself, I’m gonna throw up, Sheldon’s gonna run away, and you’re going to die. Shall we synchronize our watches?"
            ],
            [
                224,
                "Well, there you go. Problem solved."
            ],
            [
                228,
                "Come on, Leonard, let’s go"
            ],
            [
                230,
                "Okay. (They leave) "
            ],
            [
                237,
                "Maybe we should have your head notarized."
            ]
        ],
        "Leonard: We’ve got to be missing something. Let’s start again. The movie is playing here at 7:20, here at 7:40, here at 8:10 and here at 8": [
            [
                5,
                "45."
            ]
        ],
        "Penny": [
            [
                29,
                "Ooh, ooh, shut the door, shut the door."
            ],
            [
                31,
                "Just do it! (Penny runs in. Sheldon shuts door. Penny opens door again) Get inside and shut the door."
            ],
            [
                33,
                "Is Leonard around?"
            ],
            [
                35,
                "The building manager’s showing an apartment downstairs, and I haven’t paid my rent."
            ],
            [
                37,
                "It’s no big deal. I’m just a little behind on my bills because they cut back my hours at the restaurant and my car broke down."
            ],
            [
                39,
                "Well the “check engine” light is fine. It’s still blinking away. It’s the stupid engine that stopped working. It cost me like twelve hundred dollars to fix it."
            ],
            [
                41,
                "Yes, it occurs to me, too."
            ],
            [
                43,
                "Wow, you got a lot of money in there."
            ],
            [
                45,
                "Don’t be silly."
            ],
            [
                47,
                "No, I can’t."
            ],
            [
                49,
                "Well, yeah, but…"
            ],
            [
                51,
                "But what if you need it?"
            ],
            [
                53,
                "Really? I mean, are you sure?"
            ],
            [
                55,
                "Are they working on that?"
            ],
            [
                57,
                "Okay. Well, thank you. Oh, God, no, I can’t. Sheldon honey, I don’t want things to be weird between us."
            ],
            [
                59,
                "I’ll pay you back as soon as I can."
            ],
            [
                61,
                "I’m regretting this already."
            ],
            [
                71,
                "Great. I hope I’m a waitress at the Cheesecake Factory for my whole life."
            ],
            [
                73,
                "No."
            ],
            [
                75,
                "Yes."
            ],
            [
                79,
                "Oh, thanks. This must be the beret I ordered. A couple of months ago. It was back-ordered."
            ],
            [
                82,
                "Okay, whatever. It’s not like I’m running up and down the streets just buying myself berets. I bought one, like, a month ago, and it was back-ordered, look, it finally arrived, all right?"
            ],
            [
                84,
                "Oh, my God, would you just get off my case?"
            ],
            [
                96,
                "Thank you, Leonard. What’s my share?"
            ],
            [
                98,
                "No, really, how much?"
            ],
            [
                100,
                "Well, which is it, ten or eleven?"
            ],
            [
                102,
                "What?"
            ],
            [
                104,
                "What are you saying? That I’m using my body to get dinner? That I’m some kind of Chinese food prostitute?"
            ],
            [
                106,
                "‘Cause let me tell you something, buddy, I pay my own way in this world, okay? I don’t rely on anybody! (Raj runs out of the room) What was that about?"
            ],
            [
                108,
                "Here, Leonard, ten, eleven, twelve, uh, fourteen dollars."
            ],
            [
                111,
                "Yes, dinner’s here, and I’m having some. I’m having takeout food."
            ],
            [
                113,
                "You’re damn right it’s okay. I’ve been having leftovers at the restaurant for like four days, and I wanted something different. So sue me."
            ],
            [
                115,
                "Sheldon, look, I will pay you back as soon as I can. You just have to give me more time."
            ],
            [
                117,
                "She needed money. You seem under pressure. Did I not lend you a sufficient amount? Because I can give you more."
            ],
            [
                118,
                "Oh, you know, you would just love that, wouldn’t you? Yeah. You would just love to open up your little snake can and throw some money at the girl who can’t pay her bills."
            ],
            [
                120,
                "Going home, where I won’t be interrogated like a criminal. I forgot my fortune cookie."
            ],
            [
                126,
                "Hey."
            ],
            [
                128,
                "Yeah. When I didn’t pay my bill, the Department of Water and Power thought I would enjoy the ambience."
            ],
            [
                130,
                "I used Sheldon’s money to pay my rent, then I had like fourteen dollars left over."
            ],
            [
                132,
                "Put it back in your pocket, or I’ll find some other place to put it."
            ],
            [
                134,
                "Yeah, well, that’s not really my big problem."
            ],
            [
                136,
                "Yeah, I know, it’s just, this wasn’t the plan, it wasn’t supposed to go this way."
            ],
            [
                138,
                "Um, waitress for six months and then become a movie star."
            ],
            [
                140,
                "TV star."
            ],
            [
                142,
                "Oh, no, I can’t give up my acting classes. I’m a professional actress."
            ],
            [
                144,
                "That is not the definition of professional."
            ],
            [
                146,
                "Oh, that’s nothing."
            ],
            [
                148,
                "Well, remember Kurt?"
            ],
            [
                150,
                "Yeah. He got arrested for taking a whiz on a cop car."
            ],
            [
                152,
                "He was drunk."
            ],
            [
                154,
                "Anyway, he had a bunch of outstanding tickets and a bench warrant, so I, you know, I paid his fines."
            ],
            [
                156,
                "No, but he will."
            ],
            [
                158,
                "Leonard, I’m not gonna call up Kurt and ask him for money."
            ],
            [
                160,
                "I don’t know, but I may have to find a cheaper place to live."
            ],
            [
                162,
                "Why not?"
            ],
            [
                164,
                "Well, do you know anybody?"
            ],
            [
                166,
                "Oh, Leonard, honey, if we started living together, I wouldn’t be able to keep my hands off you."
            ],
            [
                168,
                "And you thought my acting lessons were a waste of money."
            ],
            [
                241,
                "Hey, is Sheldon here?"
            ],
            [
                243,
                "Nice hat."
            ],
            [
                245,
                "Maybe if you’re working on a tuna boat."
            ],
            [
                247,
                "Sheldon, here is your money. Thank you very much. It helped a lot."
            ],
            [
                249,
                "No."
            ],
            [
                252,
                "Well, I cut back my expenses like you said and picked up a few more hours at the restaurant, but the biggest thing was, out of the blue, Kurt shows up and gives me the money he owes me."
            ],
            [
                254,
                "Yes, he said he was feeling guilty and wanted to do what was right."
            ],
            [
                256,
                "Nope. I just think he’s really changed. We’re having dinner tomorrow night, and I get to wear my new beret. Bye, guys."
            ]
        ],
        "Raj: Leviticus 11:3": [
            [
                172,
                "“Only that which parteth the hoof and cheweth the cud among the beasts shall ye eat.”"
            ]
        ],
        "Kurt": [
            [
                210,
                "Yeah?"
            ],
            [
                212,
                "Lenny, right?"
            ],
            [
                214,
                "No. What do you want?"
            ],
            [
                219,
                "And she sent you to get it from me?"
            ],
            [
                221,
                "You do?"
            ],
            [
                223,
                "She’ll get it when she gets it."
            ],
            [
                232,
                "What happened to your backup?"
            ]
        ],
        "Sheldon (sings)": [
            [
                262,
                "There once was a brave lad named Leonard, with a fi-fi-fiddle-dee-dee. He faced a fearsome giant, while Raj just wanted to pee."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. The guys are studying a complex chart on the whiteboard."
        ],
        [
            "Leonard",
            "Hmmm."
        ],
        [
            "Sheldon",
            "The problem appears to be unsolvable."
        ],
        [
            "Raj",
            "Maybe you could run some computer simulations."
        ],
        [
            "Howard",
            "There are too many variables. It would take forever."
        ],
        [
            "Leonard: We’ve got to be missing something. Let’s start again. The movie is playing here at 7:20, here at 7:40, here at 8:10 and here at 8",
            "45."
        ],
        [
            "Sheldon",
            "Right, these theatres have to be eliminated."
        ],
        [
            "Leonard",
            "Why? They’re state-of-the-art digital projection, 20-channel surround sound."
        ],
        [
            "Sheldon",
            "Yes, but they have no Icee machines. Despite my aggressive letter-writing campaign, I might add."
        ],
        [
            "Raj",
            "What about the multiplex here? The seats are terrific."
        ],
        [
            "Sheldon",
            "They have Twizzlers instead of Red Vines. No amount of lumbar support can compensate for that."
        ],
        [
            "Leonard",
            "Well, it’s gonna take at least an hour to eat, and I don’t see a Sheldon-approved restaurant proximate to a Sheldon-approved theatre."
        ],
        [
            "Raj",
            "We could eat after the movie."
        ],
        [
            "Sheldon",
            "Unacceptable, the delay would result in tomorrow morning’s bowel movement occurring at work."
        ],
        [
            "Raj",
            "Hang on, hang on. There’s a 7-Eleven here. We smuggle Slurpies, which are essentially Icees, in under our coats, after having a pleasant meal either here, here or here."
        ],
        [
            "Howard",
            "Wow. I don’t see how we missed that."
        ],
        [
            "Sheldon",
            "Excuse me, in what universe are Slurpies Icees?"
        ],
        [
            "Raj",
            "That’s how we missed it."
        ],
        [
            "Leonard",
            "Sheldon, would you be prepared, on a non-precedential basis, to create an emergency ad-hoc Slurpie-Icee equivalency?"
        ],
        [
            "Sheldon",
            "Oh, Leonard, you know I can’t do that."
        ],
        [
            "Howard",
            "Okay, I guess we only have one option."
        ],
        [
            "Raj",
            "Yep, I don’t see any way around it."
        ],
        [
            "Leonard",
            "Bye, Sheldon."
        ],
        [
            "Howard",
            "See ya."
        ],
        [
            "Raj",
            "Later, dude."
        ],
        [
            "Sheldon",
            "They’re right, it was the only option."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The hallway. Sheldon is opening the apartment door. Penny comes running up stairs."
        ],
        [
            "Penny",
            "Ooh, ooh, shut the door, shut the door."
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Penny",
            "Just do it! (Penny runs in. Sheldon shuts door. Penny opens door again) Get inside and shut the door."
        ],
        [
            "Sheldon",
            "Well, you didn’t specify."
        ],
        [
            "Penny",
            "Is Leonard around?"
        ],
        [
            "Sheldon",
            "He went to the movies without me. It was the only option. I’m sorry, I don’t understand which social situation this is. Could you give me some guidance as to how to proceed?"
        ],
        [
            "Penny",
            "The building manager’s showing an apartment downstairs, and I haven’t paid my rent."
        ],
        [
            "Sheldon",
            "Oh, I see. Penny, I’m not sure I’m comfortable harbouring a fugitive from the 2311 North Los Robles Corporation."
        ],
        [
            "Penny",
            "It’s no big deal. I’m just a little behind on my bills because they cut back my hours at the restaurant and my car broke down."
        ],
        [
            "Sheldon",
            "If you recall, I pointed out the “check engine” light to you several months ago."
        ],
        [
            "Penny",
            "Well the “check engine” light is fine. It’s still blinking away. It’s the stupid engine that stopped working. It cost me like twelve hundred dollars to fix it."
        ],
        [
            "Sheldon",
            "You know, it occurs to me you could solve all your problems by obtaining more money."
        ],
        [
            "Penny",
            "Yes, it occurs to me, too."
        ],
        [
            "Sheldon",
            "Hang on a moment. (He opens a jar. Snakes jump out. He then pulls out a large wedge of money) Here. Take some. Pay me back when you can."
        ],
        [
            "Penny",
            "Wow, you got a lot of money in there."
        ],
        [
            "Sheldon",
            "That’s why it’s guarded by snakes. Take some."
        ],
        [
            "Penny",
            "Don’t be silly."
        ],
        [
            "Sheldon",
            "I’m never silly. Here."
        ],
        [
            "Penny",
            "No, I can’t."
        ],
        [
            "Sheldon",
            "Don’t you need money?"
        ],
        [
            "Penny",
            "Well, yeah, but…"
        ],
        [
            "Sheldon",
            "This is money I’m not using."
        ],
        [
            "Penny",
            "But what if you need it?"
        ],
        [
            "Sheldon",
            "My expenses account for 46.9% of my after-tax income. The rest is divvied up between a small savings account, this deceptive container of peanut brittle and the hollowed-out buttocks of a superhero action figure who shall remain nameless for his own protection. Or her own protection. Take some."
        ],
        [
            "Penny",
            "Really? I mean, are you sure?"
        ],
        [
            "Sheldon",
            "I see no large upcoming expenditures unless they develop an affordable technology to fuse my skeleton with adamantium like Wolverine."
        ],
        [
            "Penny",
            "Are they working on that?"
        ],
        [
            "Sheldon",
            "I sincerely hope so."
        ],
        [
            "Penny",
            "Okay. Well, thank you. Oh, God, no, I can’t. Sheldon honey, I don’t want things to be weird between us."
        ],
        [
            "Sheldon",
            "Won’t it also be weird if I have to say hello to you every morning on my way to work and you’re living in a refrigerator box and washing your hair with rain water?"
        ],
        [
            "Penny",
            "I’ll pay you back as soon as I can."
        ],
        [
            "Sheldon",
            "Of course you will. It’s impossible to pay me back sooner than you can. Assuming you subscribe to a linear understanding of time and causality."
        ],
        [
            "Penny",
            "I’m regretting this already."
        ],
        [
            "Scene",
            "Entering the lobby of the building."
        ],
        [
            "Sheldon",
            "You know, I’ve given the matter some thought, and I think I’d be willing to be a house pet to a race of super-intelligent aliens."
        ],
        [
            "Leonard",
            "Interesting."
        ],
        [
            "Sheldon",
            "Ask me why."
        ],
        [
            "Leonard",
            "Do I have to?"
        ],
        [
            "Sheldon",
            "Of course. That’s how you move a conversation forward."
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Sheldon",
            "The learning opportunities would be abundant. Additionally, I like having my belly scratched."
        ],
        [
            "Leonard",
            "Hey, Penny. How was work?"
        ],
        [
            "Penny",
            "Great. I hope I’m a waitress at the Cheesecake Factory for my whole life."
        ],
        [
            "Sheldon",
            "Was that sarcasm?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Sheldon",
            "Was that sarcasm?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Sheldon",
            "Was that sarca.."
        ],
        [
            "Leonard",
            "Stop it!"
        ],
        [
            "Sheldon",
            "Penny, you appear to have a package here."
        ],
        [
            "Penny",
            "Oh, thanks. This must be the beret I ordered. A couple of months ago. It was back-ordered."
        ],
        [
            "Sheldon",
            "Did you know the beret is an example of piece of women’s fashion adapted from male military uniforms? Another fascinating example is the epaulet."
        ],
        [
            "Leonard",
            "He’s not lying, he does find that fascinating."
        ],
        [
            "Penny",
            "Okay, whatever. It’s not like I’m running up and down the streets just buying myself berets. I bought one, like, a month ago, and it was back-ordered, look, it finally arrived, all right?"
        ],
        [
            "Sheldon",
            "All right."
        ],
        [
            "Penny",
            "Oh, my God, would you just get off my case?"
        ],
        [
            "Leonard",
            "Weird."
        ],
        [
            "Sheldon",
            "Oh, good, that was an unusual interaction. I wasn’t sure."
        ],
        [
            "Leonard",
            "Did you guys have an argument?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Well, you clearly did something to aggravate her."
        ],
        [
            "Sheldon",
            "I’m at a loss. If you like, you can review my daily log of social interactions and see if there’s a blunder I overlooked."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Here you go. Oh, you owe me another two dollars. The price of mu-shu pork went up."
        ],
        [
            "Howard",
            "It’s getting tougher and tougher to be a bad Jew."
        ],
        [
            "Leonard",
            "Here you go, Penny. Shrimp with lobster sauce."
        ],
        [
            "Penny",
            "Thank you, Leonard. What’s my share?"
        ],
        [
            "Leonard",
            "Don’t worry about it. It’s my treat."
        ],
        [
            "Penny",
            "No, really, how much?"
        ],
        [
            "Leonard",
            "It’s, whatever. Ten, eleven dollars."
        ],
        [
            "Penny",
            "Well, which is it, ten or eleven?"
        ],
        [
            "Leonard",
            "Fourteen fifty, but it’s no biggie, you’ll get the next one. (Raj whispers something to Howard)"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Howard",
            "He was just wondering if he wore skintight jeans and a tank top if he’d get his shrimp lo mein for free."
        ],
        [
            "Penny",
            "What are you saying? That I’m using my body to get dinner? That I’m some kind of Chinese food prostitute?"
        ],
        [
            "Howard",
            "Yeah, Raj, what are you saying?"
        ],
        [
            "Penny",
            "‘Cause let me tell you something, buddy, I pay my own way in this world, okay? I don’t rely on anybody! (Raj runs out of the room) What was that about?"
        ],
        [
            "Howard",
            "He has a nervous bladder when he’s stressed out. Kind of like a puppy."
        ],
        [
            "Penny",
            "Here, Leonard, ten, eleven, twelve, uh, fourteen dollars."
        ],
        [
            "Leonard",
            "It was fourteen fifty, but it’s okay."
        ],
        [
            "Sheldon",
            "Oh, good. Dinner’s here."
        ],
        [
            "Penny",
            "Yes, dinner’s here, and I’m having some. I’m having takeout food."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Penny",
            "You’re damn right it’s okay. I’ve been having leftovers at the restaurant for like four days, and I wanted something different. So sue me."
        ],
        [
            "Sheldon",
            "Forgive me, Penny, but that would be the very definition of a frivolous lawsuit."
        ],
        [
            "Penny",
            "Sheldon, look, I will pay you back as soon as I can. You just have to give me more time."
        ],
        [
            "Leonard",
            "Oh, wait, you lent her money?"
        ],
        [
            "Penny",
            "She needed money. You seem under pressure. Did I not lend you a sufficient amount? Because I can give you more."
        ],
        [
            "Penny",
            "Oh, you know, you would just love that, wouldn’t you? Yeah. You would just love to open up your little snake can and throw some money at the girl who can’t pay her bills."
        ],
        [
            "Leonard",
            "Where are you going?"
        ],
        [
            "Penny",
            "Going home, where I won’t be interrogated like a criminal. I forgot my fortune cookie."
        ],
        [
            "Sheldon",
            "In case either of you have larceny in your heart, you should know that I’ve moved my money out of the snake can."
        ],
        [
            "Leonard",
            "But if you’re ever short, there’s always a couple of fifties in Green Lantern’s ass."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Leonard",
            "A little mood lighting, huh?"
        ],
        [
            "Penny",
            "Yeah. When I didn’t pay my bill, the Department of Water and Power thought I would enjoy the ambience."
        ],
        [
            "Leonard",
            "Yeah, they’re very considerate that way."
        ],
        [
            "Penny",
            "I used Sheldon’s money to pay my rent, then I had like fourteen dollars left over."
        ],
        [
            "Leonard",
            "Fourteen dollars, huh?"
        ],
        [
            "Penny",
            "Put it back in your pocket, or I’ll find some other place to put it."
        ],
        [
            "Leonard",
            "Back in the pocket it goes. Look, you do understand that Sheldon really doesn’t care when he gets the money back. It’s actually one of the few idiosyncrasies that doesn’t make you want to, you know, kill him."
        ],
        [
            "Penny",
            "Yeah, well, that’s not really my big problem."
        ],
        [
            "Leonard",
            "So you’re a little behind on your bills. Everybody gets behind on their bills."
        ],
        [
            "Penny",
            "Yeah, I know, it’s just, this wasn’t the plan, it wasn’t supposed to go this way."
        ],
        [
            "Leonard",
            "Well, what was the plan?"
        ],
        [
            "Penny",
            "Um, waitress for six months and then become a movie star."
        ],
        [
            "Leonard",
            "Was there a plan B?"
        ],
        [
            "Penny",
            "TV star."
        ],
        [
            "Leonard",
            "It’s probably not as bad as you think. Let’s take a look. Maybe we can find some corners to cut. Oh, here’s something, if you don’t have electricity, then you probably don’t need cable. Just a suggestion. 170 dollars for acting classes?"
        ],
        [
            "Penny",
            "Oh, no, I can’t give up my acting classes. I’m a professional actress."
        ],
        [
            "Leonard",
            "You’ve had an acting job where you got paid?"
        ],
        [
            "Penny",
            "That is not the definition of professional."
        ],
        [
            "Leonard",
            "Actually, it kind of… let’s keep looking. Whoa, what’s eighteen hundred dollars to the Los Angeles County Superior Court?"
        ],
        [
            "Penny",
            "Oh, that’s nothing."
        ],
        [
            "Leonard",
            "Nothing? It sounds like you got caught speeding going 4,000 miles an hour."
        ],
        [
            "Penny",
            "Well, remember Kurt?"
        ],
        [
            "Leonard",
            "Your ex-boyfriend?"
        ],
        [
            "Penny",
            "Yeah. He got arrested for taking a whiz on a cop car."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Penny",
            "He was drunk."
        ],
        [
            "Leonard",
            "I would hope so."
        ],
        [
            "Penny",
            "Anyway, he had a bunch of outstanding tickets and a bench warrant, so I, you know, I paid his fines."
        ],
        [
            "Leonard",
            "Did he pay you back?"
        ],
        [
            "Penny",
            "No, but he will."
        ],
        [
            "Leonard",
            "And that’s based on the inherent credit-worthiness of people who get drunk and urinate on police vehicles?"
        ],
        [
            "Penny",
            "Leonard, I’m not gonna call up Kurt and ask him for money."
        ],
        [
            "Leonard",
            "Well what are you gonna do?"
        ],
        [
            "Penny",
            "I don’t know, but I may have to find a cheaper place to live."
        ],
        [
            "Leonard",
            "Oh, no. Oh, you don’t want to do that."
        ],
        [
            "Penny",
            "Why not?"
        ],
        [
            "Leonard",
            "Well, moving is a big deal. You have to go to the supermarket and get boxes, and if they’re not clean, then your books smell like melons, and it’s just, like… Why don’t you just get a roommate and stay here?"
        ],
        [
            "Penny",
            "Well, do you know anybody?"
        ],
        [
            "Leonard",
            "Well, I’m sure the guy living with Sheldon wouldn’t mind moving in with you."
        ],
        [
            "Penny",
            "Oh, Leonard, honey, if we started living together, I wouldn’t be able to keep my hands off you."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Penny",
            "And you thought my acting lessons were a waste of money."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "Ugh. This mu-shu pork’s burning a hole through my duodenum."
        ],
        [
            "Raj: Leviticus 11:3",
            "“Only that which parteth the hoof and cheweth the cud among the beasts shall ye eat.”"
        ],
        [
            "Howard",
            "Hey, do I mock you with the Bhagavad-Gita every time you scarf down a Whopper?"
        ],
        [
            "Leonard",
            "Hey, what’s going on?"
        ],
        [
            "Raj",
            "We’re on a quest through the Valley of Fire to acquire the sacred crown."
        ],
        [
            "Howard",
            "You want the Valley of Fire? It’s right here."
        ],
        [
            "Leonard",
            "Hey, you guys want to go on a real live quest?"
        ],
        [
            "Sheldon",
            "Outside? I just made cocoa."
        ],
        [
            "Leonard",
            "– Come on. It’ll be fun."
        ],
        [
            "Howard",
            "What is it?"
        ],
        [
            "Leonard",
            "Do you guys remember Penny’s ex-boyfriend Kurt? (They all hold their hands above their heads) Yeah, that’s him. It turns out he owes Penny a lot of money, and I’m gonna go get it from him."
        ],
        [
            "Scene",
            "Who’s with me?"
        ],
        [
            "Howard",
            "Ooh, double sixes."
        ],
        [
            "Leonard",
            "Really? You’re just gonna let me go by myself?"
        ],
        [
            "Raj",
            "Oh, cool, I got a sword."
        ],
        [
            "Leonard",
            "I could use some help."
        ],
        [
            "Raj",
            "Here."
        ],
        [
            "Leonard",
            "You guys are unbelievable, you play a game to simulate adventure, but when there’s real adventure out there in the real world, you just wimp out."
        ],
        [
            "Sheldon",
            "Leonard, do you not recall the last time we visited this gentleman, we returned home without pants?"
        ],
        [
            "Leonard",
            "I do."
        ],
        [
            "Sheldon",
            "Are you sure? Because your proposal suggests that you don’t."
        ],
        [
            "Leonard",
            "I’m not afraid of him."
        ],
        [
            "Sheldon",
            "All right. Leonard fairly calls the question, who is in favour of abandoning our game and confronting Penny’s steroid-infused ex-boyfriend in a suicidal mission to extract money from him? Say hi to Kurt for us."
        ],
        [
            "Leonard",
            "Excuse me. When Frodo left the Shire to take the one ring to Mordor, didn’t Samwise, Pippin and Merry go with him?"
        ],
        [
            "Sheldon",
            "They did."
        ],
        [
            "Leonard",
            "Well?"
        ],
        [
            "Sheldon",
            "They had a terrible time of it, Leonard."
        ],
        [
            "Raj",
            "Plus, no one stole their pants."
        ],
        [
            "Leonard",
            "Fine. Just enjoy your little game. I’ll make this quest on my own."
        ],
        [
            "Howard",
            "Leonard, wait. Take a jacket, it’s spritzing a little."
        ],
        [
            "Leonard",
            "You guys suck. (Leaves. Comes back) Come on, please? He’s so big."
        ],
        [
            "Scene",
            "Outside Kurt’s door."
        ],
        [
            "Leonard",
            "Okay, is everyone clear on the plan?"
        ],
        [
            "Howard",
            "Yes. Koothrappali’s going to wet himself, I’m gonna throw up, Sheldon’s gonna run away, and you’re going to die. Shall we synchronize our watches?"
        ],
        [
            "Leonard",
            "Guys, there are four of us and one of him."
        ],
        [
            "Sheldon",
            "Which means his triumph will be even larger. Minstrels will write songs about him."
        ],
        [
            "Leonard",
            "Okay, how about this? I’ll do the talking, you just stand behind me and try to look formidable."
        ],
        [
            "Raj",
            "I should’ve peed before we left."
        ],
        [
            "Kurt",
            "Yeah?"
        ],
        [
            "Leonard",
            "Hi, Kurt."
        ],
        [
            "Kurt",
            "Lenny, right?"
        ],
        [
            "Leonard",
            "I don’t really go by Lenny, but that’s okay. Um, you remember Sheldon, Howard and Raj."
        ],
        [
            "Kurt",
            "No. What do you want?"
        ],
        [
            "Sheldon",
            "You don’t remember me? How could he not remember me?"
        ],
        [
            "Leonard",
            "Sheldon, not now."
        ],
        [
            "Sheldon",
            "I remember him."
        ],
        [
            "Leonard",
            "Okay, here it is. Penny’s in kind of a financial jam, and the money that you owe her would go a long way to solving her problems."
        ],
        [
            "Kurt",
            "And she sent you to get it from me?"
        ],
        [
            "Leonard",
            "No, no, she’s too proud to ask for the money. I, on the other hand, feel you should honour your debt."
        ],
        [
            "Kurt",
            "You do?"
        ],
        [
            "Leonard",
            "Feel is a kind of a… it’s a strong word. Um, I just think it would be a nice gesture on your part."
        ],
        [
            "Kurt",
            "She’ll get it when she gets it."
        ],
        [
            "Howard",
            "Well, there you go. Problem solved."
        ],
        [
            "Raj",
            "A successful quest. Now let’s go find a gas station with a clean bathroom."
        ],
        [
            "Leonard",
            "No, the problem isn’t solved. He just blew us off."
        ],
        [
            "Sheldon",
            "I’ve got it. He didn’t remember me because the last time we met I was in a Halloween costume."
        ],
        [
            "Howard",
            "Come on, Leonard, let’s go"
        ],
        [
            "Leonard",
            "No. You can leave if you want to. I’m gonna see this through."
        ],
        [
            "Howard",
            "Okay. (They leave) "
        ],
        [
            "Leonard",
            "I guess, technically, that was my fault. (Knocks) I’m not leaving here without Penny’s money."
        ],
        [
            "Kurt",
            "What happened to your backup?"
        ],
        [
            "Leonard",
            "I don’t need backup. I have right on my side. And I’m wearing cargo shorts under my pants."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Sheldon",
            "Congratulations. You may not have succeeded in getting cash, but you did secure a formal acknowledgment of the debt. (Leonard has “I owe Penny $1800, Kurt” written on his forehead.) "
        ],
        [
            "Howard",
            "Maybe we should have your head notarized."
        ],
        [
            "Raj",
            "If anybody cares, I still have to pee."
        ],
        [
            "Scene",
            "Outside the apartment. Penny knocks. "
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Hey, is Sheldon here?"
        ],
        [
            "Leonard",
            "Yeah. Hang on. Sheldon!"
        ],
        [
            "Penny",
            "Nice hat."
        ],
        [
            "Leonard",
            "It’s kind of a fashionable look these days."
        ],
        [
            "Penny",
            "Maybe if you’re working on a tuna boat."
        ],
        [
            "Sheldon",
            "Hello, Penny."
        ],
        [
            "Penny",
            "Sheldon, here is your money. Thank you very much. It helped a lot."
        ],
        [
            "Sheldon",
            "Sarcasm?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Sheldon",
            "Darn. I can’t seem to get the hang of that."
        ],
        [
            "Leonard",
            "Hey, I know it’s none of my business, but where did the money come from?"
        ],
        [
            "Penny",
            "Well, I cut back my expenses like you said and picked up a few more hours at the restaurant, but the biggest thing was, out of the blue, Kurt shows up and gives me the money he owes me."
        ],
        [
            "Leonard",
            "Really? Did he say why?"
        ],
        [
            "Penny",
            "Yes, he said he was feeling guilty and wanted to do what was right."
        ],
        [
            "Leonard",
            "That’s it? Did he give any reason as to why he came to this moral epiphany?"
        ],
        [
            "Penny",
            "Nope. I just think he’s really changed. We’re having dinner tomorrow night, and I get to wear my new beret. Bye, guys."
        ],
        [
            "Leonard",
            "Bye."
        ],
        [
            "Sheldon",
            "Well done, Leonard. The true hero doesn’t seek adulation, he fights for right and justice simply because it’s his nature."
        ],
        [
            "Leonard",
            "Penny’s hooking up with her jerk of an ex-boyfriend and I have indelible ink on my forehead!"
        ],
        [
            "Sheldon",
            "That’s your badge of honour, your warrior’s wound, if you will. I was wrong, minstrels will write songs about you."
        ],
        [
            "Leonard",
            "Great."
        ],
        [
            "Sheldon (sings)",
            "There once was a brave lad named Leonard, with a fi-fi-fiddle-dee-dee. He faced a fearsome giant, while Raj just wanted to pee."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-14-the-financial-permeability-2/"
}