{
    "Season": 2,
    "Episode": 15,
    "Title": "the maternal capacitance",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. The guys are playing Rock Band. Sheldon is on guitar, Howard drums and Raj singing. They are performing the Red Hot Chili Peppers “Under the Bridge”. As Raj gets into the song, Penny enters and his singing turns into a squawk."
            ],
            [
                15,
                "Credits sequence."
            ],
            [
                16,
                "The lobby. Penny finds a woman studying the lift."
            ],
            [
                47,
                "Slight time shift."
            ],
            [
                53,
                "The apartment."
            ],
            [
                97,
                "The university cafeteria."
            ],
            [
                143,
                "Outside Penny’s door."
            ],
            [
                173,
                "The stairwell."
            ],
            [
                194,
                "Penny’s apartment. Penny and Leonard are doing tequila shots. "
            ],
            [
                201,
                "The apartment."
            ],
            [
                210,
                "Penny’s bedroom. Penny and Leonard are in bed. "
            ],
            [
                220,
                "Penny’s front door. "
            ],
            [
                225,
                "The hallway. "
            ],
            [
                235,
                "Slight time shift."
            ]
        ],
        "Penny": [
            [
                1,
                "Fellas, please."
            ],
            [
                3,
                "You found it. It’s the sound of a cat being run over by a lawn mower."
            ],
            [
                5,
                "What’s that about?"
            ],
            [
                17,
                "It’s out of order."
            ],
            [
                19,
                "I think it implies that the elevator doesn’t work."
            ],
            [
                21,
                "You must be Leonard’s mother."
            ],
            [
                23,
                "Uh, I’m Penny. I’m his neighbour."
            ],
            [
                25,
                "Oh, nice to meet you."
            ],
            [
                27,
                "Uh, why don’t you come with me. I’ll walk you to the apartment."
            ],
            [
                29,
                "Yeah, sure, I guess."
            ],
            [
                31,
                "Okay. You know, I’ve always been curious. What was Leonard like when he was little?"
            ],
            [
                33,
                "Right, okay. What was he like when he was young?"
            ],
            [
                35,
                "Oh, um, okay, like, five or six. Five."
            ],
            [
                37,
                "Yeah, Leonard mentioned you were a psychiatrist."
            ],
            [
                39,
                "Oh, well, I’m an actress."
            ],
            [
                41,
                "What do you mean why?"
            ],
            [
                43,
                "Yeah, I don’t know what that means."
            ],
            [
                45,
                "Oh, well, I had a wonderful childhood."
            ],
            [
                48,
                "I know my dad wanted a boy. I just, I tried being good at sports, but I hated getting dirty!"
            ],
            [
                50,
                "Uh-huh, he called me Slugger until I got my first training bra, and then he just stopped playing catch with me. I wasn’t Slugger anymore. Your mother’s here!"
            ],
            [
                145,
                "Hey."
            ],
            [
                147,
                "Your mom still here?"
            ],
            [
                149,
                "Come on in. Wait, wait, she’s not gonna come here looking for you, is she?"
            ],
            [
                151,
                "Oh, my God. What happened?"
            ],
            [
                153,
                "Geez, what a fun couple."
            ],
            [
                155,
                "Hey, I talked to her for five minutes yesterday and I’ve been half bombed ever since."
            ],
            [
                157,
                "My head, what about yours?"
            ],
            [
                159,
                "She was right, you know. The locus of my identity is totally exterior to me."
            ],
            [
                161,
                "I mean, do you know where I was all morning? Auditioning with 50 other blondes for some stupid antidepressant commercial. And for what? So I’ll finally get my daddy’s approval?"
            ],
            [
                163,
                "No, they said I was too perky."
            ],
            [
                165,
                "Yeah, you grabbed your penis and wouldn’t let go. Your mother told me."
            ],
            [
                167,
                "A hugging machine?"
            ],
            [
                169,
                "Oh, that is so sad."
            ],
            [
                171,
                "What?"
            ],
            [
                195,
                "Okay, now this time…"
            ],
            [
                197,
                "You’re gonna lick the salt off my neck, do the shot, and then bite the lime."
            ],
            [
                199,
                "Neck, shot, lime. (Leonard starts licking her neck. He is there a long time) Okay, shot, lime."
            ],
            [
                212,
                "Honey, shush, shush, shush, shush, shush."
            ],
            [
                214,
                "Why would you bring that up right now?"
            ],
            [
                216,
                "So you’re saying you’re not having sex with me, you’re having sex with your mother?"
            ],
            [
                218,
                "That is the sickest thing I’ve ever heard."
            ],
            [
                222,
                "Get out!"
            ],
            [
                230,
                "Look, I was just coming over to talk to you."
            ],
            [
                232,
                "Gotcha."
            ],
            [
                239,
                "Would it help?"
            ]
        ],
        "Howard": [
            [
                2,
                "Penny, come on, we were just finding our sound."
            ],
            [
                6,
                "Not a clue."
            ],
            [
                14,
                "How about that, you were right."
            ],
            [
                98,
                "So, Dr. Hofstadter, Leonard rarely talks about his incredibly successful brother and sister."
            ],
            [
                100,
                "I understand that unlike Leonard, they’re at the top of their respective fields."
            ],
            [
                103,
                "So, she’s close to curing diabetes?"
            ],
            [
                105,
                "Wow, you must be very proud."
            ],
            [
                108,
                "You know the rules. You brought your mom to work, you must suffer."
            ],
            [
                111,
                "Oh, meesa think yousa lookin’ so so sad."
            ],
            [
                114,
                "Next time, don’t yousa bring mama to work. Okee-day?"
            ],
            [
                121,
                "It’s just temporary, I pay rent."
            ],
            [
                124,
                "Say what? (Raj whispers in his ear) That’s basically what I just said."
            ],
            [
                134,
                "Just for the record, we’re not in an ersatz homosexual relationship."
            ],
            [
                136,
                "Why is it always my responsibility?"
            ],
            [
                138,
                "I can’t believe you’re bringing that up."
            ],
            [
                140,
                "We’ll talk about this later."
            ]
        ],
        "Leonard (entering on the phone)": [
            [
                4,
                "I’m really very busy. Is there any way that we can put this off until I have more time to prepare? Of course. But, uh, you understand my trepidation."
            ]
        ],
        "Leonard": [
            [
                7,
                "Can’t we just postpone it till the spring? Maybe next summer?"
            ],
            [
                9,
                "No, I didn’t realize it had been so long. Sure, I guess there’s no other choice but to just go ahead and do it."
            ],
            [
                11,
                "Aren’t there any other options? There’s not a lot of room, it’s gonna be uncomfortable."
            ],
            [
                13,
                "Okay, bye. My mother’s coming to visit."
            ],
            [
                52,
                "Good to see you, Mother."
            ],
            [
                54,
                "Here’s your tea, Mother."
            ],
            [
                56,
                "Yes."
            ],
            [
                58,
                "Yes."
            ],
            [
                60,
                "Yes."
            ],
            [
                62,
                "Yes."
            ],
            [
                64,
                "Yes."
            ],
            [
                66,
                "Yes."
            ],
            [
                68,
                "Yes."
            ],
            [
                70,
                "I’ll start again."
            ],
            [
                77,
                "Here’s your tea, Mother. So, what are you guys talking about?"
            ],
            [
                79,
                "Swell. If you’re lucky, maybe she’ll show you the PowerPoint presentation."
            ],
            [
                82,
                "So, Mother, what’s new?"
            ],
            [
                84,
                "All right. Uh, what’s new with you?"
            ],
            [
                86,
                "Maybe something less personal."
            ],
            [
                88,
                "Oh, my God. What happened?"
            ],
            [
                91,
                "Yeah I, I thought you guys might hit it off."
            ],
            [
                93,
                "I hate to tell you, but the only warm memories I have of my childhood are of my Uncle Floyd."
            ],
            [
                95,
                "Sheldon, you don’t give your mother enough credit. She’s warm, she’s loving, she doesn’t glue electrodes to your head to measure your brain waves while potty training."
            ],
            [
                99,
                "Please, don’t go there, Howard."
            ],
            [
                101,
                "Boy, you suck."
            ],
            [
                107,
                "Why are you doing this?"
            ],
            [
                112,
                "You know, rather than mock me, my friends might realize that this is difficult and try to help me through it."
            ],
            [
                115,
                "That was fast."
            ],
            [
                119,
                "Howard lives with his mother and Raj can’t speak to women unless he’s drunk. Go."
            ],
            [
                122,
                "He lives in the same room where his bassinet was."
            ],
            [
                125,
                "You brought your husband to work, you know the rules. Meesa thinking yousa looking pretty sad now too, betcha, betcha."
            ],
            [
                127,
                "There’s no hurry, Mother, tell them more about their secret love for each other."
            ],
            [
                130,
                "Fine. Let’s go. I think you’ll find my work pretty interesting. I’m attempting to replicate the dark matter signal found in sodium iodide crystals by the Italians."
            ],
            [
                132,
                "No."
            ],
            [
                146,
                "You got alcohol?"
            ],
            [
                148,
                "Yep."
            ],
            [
                150,
                "Oh, relax. She took Sheldon to the hospital to get a brain scan."
            ],
            [
                152,
                "Nothing. Mother likes looking at brains and Sheldon likes getting his brain scanned."
            ],
            [
                154,
                "She’s only been here a day and a half and I’m seriously considering alcoholism as a new career path."
            ],
            [
                156,
                "You can’t let her get into your head."
            ],
            [
                158,
                "It’s too late for me. My head is her summer house."
            ],
            [
                160,
                "Oh, yeah, there she is. Hi, Mom."
            ],
            [
                162,
                "Did you get the part?"
            ],
            [
                164,
                "Hey, you want to talk about not getting love from a parent. You know what I used to do when I was little to have some sensation of human contact?"
            ],
            [
                166,
                "Of course she did. Anyway, that’s not what I was gonna say. When I was ten years old, I built a hugging machine."
            ],
            [
                168,
                "Yeah. I got a dressmaker’s mannequin, I stuffed it with an electric blanket so it would be warm, and built two radio-controlled arms that would hug me and pat my back."
            ],
            [
                170,
                "You know what the saddest part was?"
            ],
            [
                172,
                "My father used to borrow it."
            ],
            [
                196,
                "Uh-huh."
            ],
            [
                198,
                "I’m sorry, I didn’t hear anything after lick."
            ],
            [
                200,
                "Right. Ah! Where’s the lime? (Penny has the lime in her mouth) Oh, okay, we’re sharing."
            ],
            [
                211,
                "This is actually gonna happen."
            ],
            [
                213,
                "You shush, I’m happy, I want to talk about it. You know what my mother would say about this? She would say because you were not loved by your father and I was not loved by my mother, that having sex is our way of making up for the intimacy we didn’t get as children."
            ],
            [
                215,
                "I don’t know. Foreplay?"
            ],
            [
                217,
                "Ummm, I’m gonna go with “no.”"
            ],
            [
                219,
                "Come on, you’re trying to have sex with your father, and I’m okay with that."
            ],
            [
                223,
                "She said shush. I should have shushed. (Enters apartment. Sheldon and Beverley are inside duetting on Journey’s “Any Way You Want It” on Rock Star.)"
            ],
            [
                226,
                "All right, Mother. Um, have a nice flight."
            ],
            [
                229,
                "Morning."
            ],
            [
                231,
                "You don’t have to. Ever."
            ],
            [
                233,
                "Good-bye, Mother."
            ]
        ],
        "Sheldon": [
            [
                8,
                "This should be fairly easy to deduce. He’s holding the phone to his left ear. Ears do not cross hemispheres, so he’s using the analytical rather than the emotional side of the brain, suggesting that he has no personal relationship with the caller."
            ],
            [
                10,
                "He’s referring to an activity he has done before. It’s unpleasant and needs to be repeated. This suggests some sort of invasive medical test, like perhaps a colonoscopy."
            ],
            [
                12,
                "Yes, yes. Yeah, I’m definitely going with colonoscopy."
            ],
            [
                71,
                "I have the same problem with him. My theory is that his lack of focus stems from an over-developed sex drive."
            ],
            [
                73,
                "That seems a fairly efficient arrangement."
            ],
            [
                75,
                "Of course. I would very much like to read about your sex life."
            ],
            [
                78,
                "The frequency with which your parents had intercourse."
            ],
            [
                81,
                "Aw…"
            ],
            [
                90,
                "What a remarkable woman."
            ],
            [
                92,
                "I envy you your childhood."
            ],
            [
                94,
                "You’re clearly misremembering. Your mother is brilliant, analytical, insightful, and I’m betting she never hit you with a Bible because you wouldn’t eat your Brussels sprouts."
            ],
            [
                96,
                "You were lucky. When I was a kid, if I wanted an EEG, I had to attach my own electrodes."
            ],
            [
                109,
                "Leonard, I had no idea your siblings were so much more successful than you."
            ],
            [
                117,
                "It’s totally understandable. In bladder voiding, as in real estate, it’s location, location, location."
            ],
            [
                129,
                "Her reasoning is unassailable. It is one o’clock."
            ],
            [
                142,
                "You went to the comic book store without me.7"
            ],
            [
                176,
                "I know. Although I’ve always hated how my right frontal lobe looks in pictures."
            ],
            [
                178,
                "I’d love to see a scan of your brain sometime."
            ],
            [
                180,
                "Oh, I can’t believe that."
            ],
            [
                182,
                "My apologies. I’ve been living with your son too long. Gotten into some bad habits."
            ],
            [
                184,
                "Can I make you a cup of tea?"
            ],
            [
                186,
                "I feel very comfortable around you."
            ],
            [
                188,
                "It’s surprising because I generally don’t feel comfortable around, well, anyone."
            ],
            [
                190,
                "What are the odds that two individuals as unique as ourselves would be connected by someone as comparatively workaday as your son?"
            ],
            [
                192,
                "I’d like to do the math."
            ],
            [
                202,
                "So, what do you think?"
            ],
            [
                204,
                "Normally, I’d feel the same way. But based on everything I’ve observed about us, I can’t help but speculate we’d be very good together."
            ],
            [
                206,
                "I was hesitant the first time I tried it, but I experienced an unanticipated and remarkable release of endorphins. It’s quite satisfying."
            ],
            [
                208,
                "You see right through me, don’t you?"
            ]
        ],
        "Woman": [
            [
                18,
                "Yes, I can read the sign, I’m just pondering the implications."
            ],
            [
                20,
                "Again, I can read the sign. But the sign and the tape are covered with a layer of dust, which indicates that the elevator has been non-functional for a significant amount of time. Which suggests either a remarkable passivity among the, I assume, 24 to 36 residents of this building based on the number of mailboxes and given typical urban population density or a shared delusion of functionality."
            ]
        ],
        "Leonard’s Mother": [
            [
                22,
                "Oh, I don’t know if I must be, but yes."
            ],
            [
                24,
                "Oh, Dr. Beverley Hofstadter."
            ]
        ],
        "Beverley": [
            [
                26,
                "Oh, you’re a hand shaker. Interesting."
            ],
            [
                28,
                "Oh, all right. Would you like to exchange pleasantries on the way?"
            ],
            [
                30,
                "All right, you start."
            ],
            [
                32,
                "Oh, I think you mean young. He’s always been little."
            ],
            [
                34,
                "You’ll have to be more specific."
            ],
            [
                36,
                "Oh, well, at that age he was well enmeshed in what Freud would call the phallic stage of psychosexual development. An outmoded theory, of course, but the boy did spend most of his waking hours with a tight grasp on his penis."
            ],
            [
                38,
                "Well, that is one of my degrees. My primary field is neuroscience."
            ],
            [
                40,
                "Why?"
            ],
            [
                42,
                "Well, there are studies that suggest that many who go into the performing arts suffer from an external locus of identity."
            ],
            [
                44,
                "Well, it means you value yourself only as others value you, which is often the result of unmet childhood emotional needs."
            ],
            [
                46,
                "Tell me about it."
            ],
            [
                49,
                "And then, I’m assuming, you entered adolescence."
            ],
            [
                51,
                "If you want to have intercourse with that girl, find out what kind of cologne her father wore."
            ],
            [
                55,
                "Oolong?"
            ],
            [
                57,
                "Loose, not bagged?"
            ],
            [
                59,
                "Steeped three minutes?"
            ],
            [
                61,
                "Two-percent milk?"
            ],
            [
                63,
                "Warmed separately?"
            ],
            [
                65,
                "One teaspoon sugar?"
            ],
            [
                67,
                "Raw sugar?"
            ],
            [
                69,
                "It’s cold."
            ],
            [
                72,
                "  Oh, I don’t know where he would’ve gotten that. Aside from a pro forma consummation of our marriage, his father and I only had intercourse for the purposes of reproduction."
            ],
            [
                74,
                "Yes, we think so. We’ve both done papers on it. Mine from the neuroscientific point of view and his from an anthropological. Mine, of course, was the only one worth reading."
            ],
            [
                76,
                "Well, it’s all online or you can order it from the Princeton University Press."
            ],
            [
                80,
                "I’m sorry, it’s on my other laptop."
            ],
            [
                83,
                "You’ll have to be more specific."
            ],
            [
                85,
                "Oh, well, I’ve been having some fascinating menopausal symptoms recently."
            ],
            [
                87,
                "Oh. Your Uncle Floyd died."
            ],
            [
                89,
                "His heart stopped beating. I have to urinate."
            ],
            [
                102,
                "Well, Leonard’s younger brother, Michael, is a tenured law professor at Harvard, and his sister just successfully grew a human pancreas in an adolescent gibbon."
            ],
            [
                104,
                "Why else would you grow a pancreas in a teenaged gibbon?"
            ],
            [
                106,
                "Why? They’re not my accomplishments. I have to urinate."
            ],
            [
                116,
                "Oh, the middle stall was occupied. I’ll have to try again later."
            ],
            [
                118,
                "So, where were we?"
            ],
            [
                120,
                "That’s fascinating. Selective mutism is quite rare. On the other hand, an adult Jewish male living with his mother is so common it borders on sociological cliché."
            ],
            [
                123,
                "You know, both selective mutism and an inability to separate from one’s mother can stem from a pathological fear of women. It might explain why the two of you have created an ersatz homosexual marriage to satisfy your need for intimacy."
            ],
            [
                126,
                "Leonard, it’s one o’clock, weren’t you going to show me your laboratory at one o’clock?"
            ],
            [
                128,
                "But it’s one o’clock, you were going to show me your laboratory at one o’clock."
            ],
            [
                131,
                "So, no original research?"
            ],
            [
                133,
                "Well, what’s the point of my seeing it? I could just read the paper the Italians wrote."
            ],
            [
                175,
                "Your scan data will be very elpful to my research. You have a remarkable brain."
            ],
            [
                177,
                "Common complaint among men. Nothing’s ever big enough, except when they get a tumour. Then you never hear the end of it."
            ],
            [
                179,
                "Oh, I’ll send you a link, but its physiology is fairly unimpressive."
            ],
            [
                181,
                "Your unwillingness to accept empirical evidence suggests an attempt at flattery."
            ],
            [
                183,
                "Understandable."
            ],
            [
                185,
                "I doubt it, but if anyone has a chance, it’s probably you."
            ],
            [
                187,
                "I feel very comfortable around you, too."
            ],
            [
                189,
                "Nor I."
            ],
            [
                191,
                "Is that a rhetorical point or would you like to do the math?"
            ],
            [
                193,
                "I’d like that, too."
            ],
            [
                203,
                "I’m very tempted. I’m just not sure it’s appropriate with my son’s roommate."
            ],
            [
                205,
                "True. I’ve had a similar observation. It’s certainly something I could never do with my husband."
            ],
            [
                207,
                "I see what you’re doing. You’re appealing to the neuroscientific researcher in me."
            ],
            [
                209,
                "Only when you’re in a CAT scanner."
            ],
            [
                227,
                "That’s not really in my control, is it? Oh, uh, yes (gives him a very uncomfortable hug.)"
            ],
            [
                234,
                "Good-bye, Leonard. So, Slugger, shall we pick up where we left off last time?"
            ],
            [
                238,
                "Interesting. Would you be willing to fly to New Jersey and discuss your relationship with your parents during a brain scan?"
            ],
            [
                240,
                "Well, it would help me."
            ]
        ],
        "Raj": [
            [
                110,
                "Yeah, you’re like the Jar Jar Binks of the Hofstadter family."
            ],
            [
                113,
                "Nope, I think mocking you is more fun."
            ],
            [
                135,
                "Well, then why didn’t you say that to her?"
            ],
            [
                137,
                "It’s not always your responsibility. I swear, this is the same thing you did at the comic book store last week."
            ],
            [
                139,
                "I didn’t bring it up. You did."
            ],
            [
                141,
                "You always say that, but we never do."
            ]
        ],
        "Penny (coming out of her apartment)": [
            [
                228,
                "Oh, good morning."
            ]
        ],
        "Penny (in tears)": [
            [
                237,
                "I mean, my mom could’ve just said, “Bob, get over it, she’s a girl, move on.” But she didn’t. Not one word."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. The guys are playing Rock Band. Sheldon is on guitar, Howard drums and Raj singing. They are performing the Red Hot Chili Peppers “Under the Bridge”. As Raj gets into the song, Penny enters and his singing turns into a squawk."
        ],
        [
            "Penny",
            "Fellas, please."
        ],
        [
            "Howard",
            "Penny, come on, we were just finding our sound."
        ],
        [
            "Penny",
            "You found it. It’s the sound of a cat being run over by a lawn mower."
        ],
        [
            "Leonard (entering on the phone)",
            "I’m really very busy. Is there any way that we can put this off until I have more time to prepare? Of course. But, uh, you understand my trepidation."
        ],
        [
            "Penny",
            "What’s that about?"
        ],
        [
            "Howard",
            "Not a clue."
        ],
        [
            "Leonard",
            "Can’t we just postpone it till the spring? Maybe next summer?"
        ],
        [
            "Sheldon",
            "This should be fairly easy to deduce. He’s holding the phone to his left ear. Ears do not cross hemispheres, so he’s using the analytical rather than the emotional side of the brain, suggesting that he has no personal relationship with the caller."
        ],
        [
            "Leonard",
            "No, I didn’t realize it had been so long. Sure, I guess there’s no other choice but to just go ahead and do it."
        ],
        [
            "Sheldon",
            "He’s referring to an activity he has done before. It’s unpleasant and needs to be repeated. This suggests some sort of invasive medical test, like perhaps a colonoscopy."
        ],
        [
            "Leonard",
            "Aren’t there any other options? There’s not a lot of room, it’s gonna be uncomfortable."
        ],
        [
            "Sheldon",
            "Yes, yes. Yeah, I’m definitely going with colonoscopy."
        ],
        [
            "Leonard",
            "Okay, bye. My mother’s coming to visit."
        ],
        [
            "Howard",
            "How about that, you were right."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The lobby. Penny finds a woman studying the lift."
        ],
        [
            "Penny",
            "It’s out of order."
        ],
        [
            "Woman",
            "Yes, I can read the sign, I’m just pondering the implications."
        ],
        [
            "Penny",
            "I think it implies that the elevator doesn’t work."
        ],
        [
            "Woman",
            "Again, I can read the sign. But the sign and the tape are covered with a layer of dust, which indicates that the elevator has been non-functional for a significant amount of time. Which suggests either a remarkable passivity among the, I assume, 24 to 36 residents of this building based on the number of mailboxes and given typical urban population density or a shared delusion of functionality."
        ],
        [
            "Penny",
            "You must be Leonard’s mother."
        ],
        [
            "Leonard’s Mother",
            "Oh, I don’t know if I must be, but yes."
        ],
        [
            "Penny",
            "Uh, I’m Penny. I’m his neighbour."
        ],
        [
            "Leonard’s Mother",
            "Oh, Dr. Beverley Hofstadter."
        ],
        [
            "Penny",
            "Oh, nice to meet you."
        ],
        [
            "Beverley",
            "Oh, you’re a hand shaker. Interesting."
        ],
        [
            "Penny",
            "Uh, why don’t you come with me. I’ll walk you to the apartment."
        ],
        [
            "Beverley",
            "Oh, all right. Would you like to exchange pleasantries on the way?"
        ],
        [
            "Penny",
            "Yeah, sure, I guess."
        ],
        [
            "Beverley",
            "All right, you start."
        ],
        [
            "Penny",
            "Okay. You know, I’ve always been curious. What was Leonard like when he was little?"
        ],
        [
            "Beverley",
            "Oh, I think you mean young. He’s always been little."
        ],
        [
            "Penny",
            "Right, okay. What was he like when he was young?"
        ],
        [
            "Beverley",
            "You’ll have to be more specific."
        ],
        [
            "Penny",
            "Oh, um, okay, like, five or six. Five."
        ],
        [
            "Beverley",
            "Oh, well, at that age he was well enmeshed in what Freud would call the phallic stage of psychosexual development. An outmoded theory, of course, but the boy did spend most of his waking hours with a tight grasp on his penis."
        ],
        [
            "Penny",
            "Yeah, Leonard mentioned you were a psychiatrist."
        ],
        [
            "Beverley",
            "Well, that is one of my degrees. My primary field is neuroscience."
        ],
        [
            "Penny",
            "Oh, well, I’m an actress."
        ],
        [
            "Beverley",
            "Why?"
        ],
        [
            "Penny",
            "What do you mean why?"
        ],
        [
            "Beverley",
            "Well, there are studies that suggest that many who go into the performing arts suffer from an external locus of identity."
        ],
        [
            "Penny",
            "Yeah, I don’t know what that means."
        ],
        [
            "Beverley",
            "Well, it means you value yourself only as others value you, which is often the result of unmet childhood emotional needs."
        ],
        [
            "Penny",
            "Oh, well, I had a wonderful childhood."
        ],
        [
            "Beverley",
            "Tell me about it."
        ],
        [
            "Scene",
            "Slight time shift."
        ],
        [
            "Penny",
            "I know my dad wanted a boy. I just, I tried being good at sports, but I hated getting dirty!"
        ],
        [
            "Beverley",
            "And then, I’m assuming, you entered adolescence."
        ],
        [
            "Penny",
            "Uh-huh, he called me Slugger until I got my first training bra, and then he just stopped playing catch with me. I wasn’t Slugger anymore. Your mother’s here!"
        ],
        [
            "Beverley",
            "If you want to have intercourse with that girl, find out what kind of cologne her father wore."
        ],
        [
            "Leonard",
            "Good to see you, Mother."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Here’s your tea, Mother."
        ],
        [
            "Beverley",
            "Oolong?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Beverley",
            "Loose, not bagged?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Beverley",
            "Steeped three minutes?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Beverley",
            "Two-percent milk?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Beverley",
            "Warmed separately?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Beverley",
            "One teaspoon sugar?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Beverley",
            "Raw sugar?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Beverley",
            "It’s cold."
        ],
        [
            "Leonard",
            "I’ll start again."
        ],
        [
            "Sheldon",
            "I have the same problem with him. My theory is that his lack of focus stems from an over-developed sex drive."
        ],
        [
            "Beverley",
            "  Oh, I don’t know where he would’ve gotten that. Aside from a pro forma consummation of our marriage, his father and I only had intercourse for the purposes of reproduction."
        ],
        [
            "Sheldon",
            "That seems a fairly efficient arrangement."
        ],
        [
            "Beverley",
            "Yes, we think so. We’ve both done papers on it. Mine from the neuroscientific point of view and his from an anthropological. Mine, of course, was the only one worth reading."
        ],
        [
            "Sheldon",
            "Of course. I would very much like to read about your sex life."
        ],
        [
            "Beverley",
            "Well, it’s all online or you can order it from the Princeton University Press."
        ],
        [
            "Leonard",
            "Here’s your tea, Mother. So, what are you guys talking about?"
        ],
        [
            "Sheldon",
            "The frequency with which your parents had intercourse."
        ],
        [
            "Leonard",
            "Swell. If you’re lucky, maybe she’ll show you the PowerPoint presentation."
        ],
        [
            "Beverley",
            "I’m sorry, it’s on my other laptop."
        ],
        [
            "Sheldon",
            "Aw…"
        ],
        [
            "Leonard",
            "So, Mother, what’s new?"
        ],
        [
            "Beverley",
            "You’ll have to be more specific."
        ],
        [
            "Leonard",
            "All right. Uh, what’s new with you?"
        ],
        [
            "Beverley",
            "Oh, well, I’ve been having some fascinating menopausal symptoms recently."
        ],
        [
            "Leonard",
            "Maybe something less personal."
        ],
        [
            "Beverley",
            "Oh. Your Uncle Floyd died."
        ],
        [
            "Leonard",
            "Oh, my God. What happened?"
        ],
        [
            "Beverley",
            "His heart stopped beating. I have to urinate."
        ],
        [
            "Sheldon",
            "What a remarkable woman."
        ],
        [
            "Leonard",
            "Yeah I, I thought you guys might hit it off."
        ],
        [
            "Sheldon",
            "I envy you your childhood."
        ],
        [
            "Leonard",
            "I hate to tell you, but the only warm memories I have of my childhood are of my Uncle Floyd."
        ],
        [
            "Sheldon",
            "You’re clearly misremembering. Your mother is brilliant, analytical, insightful, and I’m betting she never hit you with a Bible because you wouldn’t eat your Brussels sprouts."
        ],
        [
            "Leonard",
            "Sheldon, you don’t give your mother enough credit. She’s warm, she’s loving, she doesn’t glue electrodes to your head to measure your brain waves while potty training."
        ],
        [
            "Sheldon",
            "You were lucky. When I was a kid, if I wanted an EEG, I had to attach my own electrodes."
        ],
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "Howard",
            "So, Dr. Hofstadter, Leonard rarely talks about his incredibly successful brother and sister."
        ],
        [
            "Leonard",
            "Please, don’t go there, Howard."
        ],
        [
            "Howard",
            "I understand that unlike Leonard, they’re at the top of their respective fields."
        ],
        [
            "Leonard",
            "Boy, you suck."
        ],
        [
            "Beverley",
            "Well, Leonard’s younger brother, Michael, is a tenured law professor at Harvard, and his sister just successfully grew a human pancreas in an adolescent gibbon."
        ],
        [
            "Howard",
            "So, she’s close to curing diabetes?"
        ],
        [
            "Beverley",
            "Why else would you grow a pancreas in a teenaged gibbon?"
        ],
        [
            "Howard",
            "Wow, you must be very proud."
        ],
        [
            "Beverley",
            "Why? They’re not my accomplishments. I have to urinate."
        ],
        [
            "Leonard",
            "Why are you doing this?"
        ],
        [
            "Howard",
            "You know the rules. You brought your mom to work, you must suffer."
        ],
        [
            "Sheldon",
            "Leonard, I had no idea your siblings were so much more successful than you."
        ],
        [
            "Raj",
            "Yeah, you’re like the Jar Jar Binks of the Hofstadter family."
        ],
        [
            "Howard",
            "Oh, meesa think yousa lookin’ so so sad."
        ],
        [
            "Leonard",
            "You know, rather than mock me, my friends might realize that this is difficult and try to help me through it."
        ],
        [
            "Raj",
            "Nope, I think mocking you is more fun."
        ],
        [
            "Howard",
            "Next time, don’t yousa bring mama to work. Okee-day?"
        ],
        [
            "Leonard",
            "That was fast."
        ],
        [
            "Beverley",
            "Oh, the middle stall was occupied. I’ll have to try again later."
        ],
        [
            "Sheldon",
            "It’s totally understandable. In bladder voiding, as in real estate, it’s location, location, location."
        ],
        [
            "Beverley",
            "So, where were we?"
        ],
        [
            "Leonard",
            "Howard lives with his mother and Raj can’t speak to women unless he’s drunk. Go."
        ],
        [
            "Beverley",
            "That’s fascinating. Selective mutism is quite rare. On the other hand, an adult Jewish male living with his mother is so common it borders on sociological cliché."
        ],
        [
            "Howard",
            "It’s just temporary, I pay rent."
        ],
        [
            "Leonard",
            "He lives in the same room where his bassinet was."
        ],
        [
            "Beverley",
            "You know, both selective mutism and an inability to separate from one’s mother can stem from a pathological fear of women. It might explain why the two of you have created an ersatz homosexual marriage to satisfy your need for intimacy."
        ],
        [
            "Howard",
            "Say what? (Raj whispers in his ear) That’s basically what I just said."
        ],
        [
            "Leonard",
            "You brought your husband to work, you know the rules. Meesa thinking yousa looking pretty sad now too, betcha, betcha."
        ],
        [
            "Beverley",
            "Leonard, it’s one o’clock, weren’t you going to show me your laboratory at one o’clock?"
        ],
        [
            "Leonard",
            "There’s no hurry, Mother, tell them more about their secret love for each other."
        ],
        [
            "Beverley",
            "But it’s one o’clock, you were going to show me your laboratory at one o’clock."
        ],
        [
            "Sheldon",
            "Her reasoning is unassailable. It is one o’clock."
        ],
        [
            "Leonard",
            "Fine. Let’s go. I think you’ll find my work pretty interesting. I’m attempting to replicate the dark matter signal found in sodium iodide crystals by the Italians."
        ],
        [
            "Beverley",
            "So, no original research?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Beverley",
            "Well, what’s the point of my seeing it? I could just read the paper the Italians wrote."
        ],
        [
            "Howard",
            "Just for the record, we’re not in an ersatz homosexual relationship."
        ],
        [
            "Raj",
            "Well, then why didn’t you say that to her?"
        ],
        [
            "Howard",
            "Why is it always my responsibility?"
        ],
        [
            "Raj",
            "It’s not always your responsibility. I swear, this is the same thing you did at the comic book store last week."
        ],
        [
            "Howard",
            "I can’t believe you’re bringing that up."
        ],
        [
            "Raj",
            "I didn’t bring it up. You did."
        ],
        [
            "Howard",
            "We’ll talk about this later."
        ],
        [
            "Raj",
            "You always say that, but we never do."
        ],
        [
            "Sheldon",
            "You went to the comic book store without me.7"
        ],
        [
            "Scene",
            "Outside Penny’s door."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Leonard",
            "You got alcohol?"
        ],
        [
            "Penny",
            "Your mom still here?"
        ],
        [
            "Leonard",
            "Yep."
        ],
        [
            "Penny",
            "Come on in. Wait, wait, she’s not gonna come here looking for you, is she?"
        ],
        [
            "Leonard",
            "Oh, relax. She took Sheldon to the hospital to get a brain scan."
        ],
        [
            "Penny",
            "Oh, my God. What happened?"
        ],
        [
            "Leonard",
            "Nothing. Mother likes looking at brains and Sheldon likes getting his brain scanned."
        ],
        [
            "Penny",
            "Geez, what a fun couple."
        ],
        [
            "Leonard",
            "She’s only been here a day and a half and I’m seriously considering alcoholism as a new career path."
        ],
        [
            "Penny",
            "Hey, I talked to her for five minutes yesterday and I’ve been half bombed ever since."
        ],
        [
            "Leonard",
            "You can’t let her get into your head."
        ],
        [
            "Penny",
            "My head, what about yours?"
        ],
        [
            "Leonard",
            "It’s too late for me. My head is her summer house."
        ],
        [
            "Penny",
            "She was right, you know. The locus of my identity is totally exterior to me."
        ],
        [
            "Leonard",
            "Oh, yeah, there she is. Hi, Mom."
        ],
        [
            "Penny",
            "I mean, do you know where I was all morning? Auditioning with 50 other blondes for some stupid antidepressant commercial. And for what? So I’ll finally get my daddy’s approval?"
        ],
        [
            "Leonard",
            "Did you get the part?"
        ],
        [
            "Penny",
            "No, they said I was too perky."
        ],
        [
            "Leonard",
            "Hey, you want to talk about not getting love from a parent. You know what I used to do when I was little to have some sensation of human contact?"
        ],
        [
            "Penny",
            "Yeah, you grabbed your penis and wouldn’t let go. Your mother told me."
        ],
        [
            "Leonard",
            "Of course she did. Anyway, that’s not what I was gonna say. When I was ten years old, I built a hugging machine."
        ],
        [
            "Penny",
            "A hugging machine?"
        ],
        [
            "Leonard",
            "Yeah. I got a dressmaker’s mannequin, I stuffed it with an electric blanket so it would be warm, and built two radio-controlled arms that would hug me and pat my back."
        ],
        [
            "Penny",
            "Oh, that is so sad."
        ],
        [
            "Leonard",
            "You know what the saddest part was?"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "My father used to borrow it."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Beverley",
            "Your scan data will be very elpful to my research. You have a remarkable brain."
        ],
        [
            "Sheldon",
            "I know. Although I’ve always hated how my right frontal lobe looks in pictures."
        ],
        [
            "Beverley",
            "Common complaint among men. Nothing’s ever big enough, except when they get a tumour. Then you never hear the end of it."
        ],
        [
            "Sheldon",
            "I’d love to see a scan of your brain sometime."
        ],
        [
            "Beverley",
            "Oh, I’ll send you a link, but its physiology is fairly unimpressive."
        ],
        [
            "Sheldon",
            "Oh, I can’t believe that."
        ],
        [
            "Beverley",
            "Your unwillingness to accept empirical evidence suggests an attempt at flattery."
        ],
        [
            "Sheldon",
            "My apologies. I’ve been living with your son too long. Gotten into some bad habits."
        ],
        [
            "Beverley",
            "Understandable."
        ],
        [
            "Sheldon",
            "Can I make you a cup of tea?"
        ],
        [
            "Beverley",
            "I doubt it, but if anyone has a chance, it’s probably you."
        ],
        [
            "Sheldon",
            "I feel very comfortable around you."
        ],
        [
            "Beverley",
            "I feel very comfortable around you, too."
        ],
        [
            "Sheldon",
            "It’s surprising because I generally don’t feel comfortable around, well, anyone."
        ],
        [
            "Beverley",
            "Nor I."
        ],
        [
            "Sheldon",
            "What are the odds that two individuals as unique as ourselves would be connected by someone as comparatively workaday as your son?"
        ],
        [
            "Beverley",
            "Is that a rhetorical point or would you like to do the math?"
        ],
        [
            "Sheldon",
            "I’d like to do the math."
        ],
        [
            "Beverley",
            "I’d like that, too."
        ],
        [
            "Scene",
            "Penny’s apartment. Penny and Leonard are doing tequila shots. "
        ],
        [
            "Penny",
            "Okay, now this time…"
        ],
        [
            "Leonard",
            "Uh-huh."
        ],
        [
            "Penny",
            "You’re gonna lick the salt off my neck, do the shot, and then bite the lime."
        ],
        [
            "Leonard",
            "I’m sorry, I didn’t hear anything after lick."
        ],
        [
            "Penny",
            "Neck, shot, lime. (Leonard starts licking her neck. He is there a long time) Okay, shot, lime."
        ],
        [
            "Leonard",
            "Right. Ah! Where’s the lime? (Penny has the lime in her mouth) Oh, okay, we’re sharing."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "So, what do you think?"
        ],
        [
            "Beverley",
            "I’m very tempted. I’m just not sure it’s appropriate with my son’s roommate."
        ],
        [
            "Sheldon",
            "Normally, I’d feel the same way. But based on everything I’ve observed about us, I can’t help but speculate we’d be very good together."
        ],
        [
            "Beverley",
            "True. I’ve had a similar observation. It’s certainly something I could never do with my husband."
        ],
        [
            "Sheldon",
            "I was hesitant the first time I tried it, but I experienced an unanticipated and remarkable release of endorphins. It’s quite satisfying."
        ],
        [
            "Beverley",
            "I see what you’re doing. You’re appealing to the neuroscientific researcher in me."
        ],
        [
            "Sheldon",
            "You see right through me, don’t you?"
        ],
        [
            "Beverley",
            "Only when you’re in a CAT scanner."
        ],
        [
            "Scene",
            "Penny’s bedroom. Penny and Leonard are in bed. "
        ],
        [
            "Leonard",
            "This is actually gonna happen."
        ],
        [
            "Penny",
            "Honey, shush, shush, shush, shush, shush."
        ],
        [
            "Leonard",
            "You shush, I’m happy, I want to talk about it. You know what my mother would say about this? She would say because you were not loved by your father and I was not loved by my mother, that having sex is our way of making up for the intimacy we didn’t get as children."
        ],
        [
            "Penny",
            "Why would you bring that up right now?"
        ],
        [
            "Leonard",
            "I don’t know. Foreplay?"
        ],
        [
            "Penny",
            "So you’re saying you’re not having sex with me, you’re having sex with your mother?"
        ],
        [
            "Leonard",
            "Ummm, I’m gonna go with “no.”"
        ],
        [
            "Penny",
            "That is the sickest thing I’ve ever heard."
        ],
        [
            "Leonard",
            "Come on, you’re trying to have sex with your father, and I’m okay with that."
        ],
        [
            "Scene",
            "Penny’s front door. "
        ],
        [
            "Penny",
            "Get out!"
        ],
        [
            "Leonard",
            "She said shush. I should have shushed. (Enters apartment. Sheldon and Beverley are inside duetting on Journey’s “Any Way You Want It” on Rock Star.)"
        ],
        [
            "Scene",
            "The hallway. "
        ],
        [
            "Leonard",
            "All right, Mother. Um, have a nice flight."
        ],
        [
            "Beverley",
            "That’s not really in my control, is it? Oh, uh, yes (gives him a very uncomfortable hug.)"
        ],
        [
            "Penny (coming out of her apartment)",
            "Oh, good morning."
        ],
        [
            "Leonard",
            "Morning."
        ],
        [
            "Penny",
            "Look, I was just coming over to talk to you."
        ],
        [
            "Leonard",
            "You don’t have to. Ever."
        ],
        [
            "Penny",
            "Gotcha."
        ],
        [
            "Leonard",
            "Good-bye, Mother."
        ],
        [
            "Beverley",
            "Good-bye, Leonard. So, Slugger, shall we pick up where we left off last time?"
        ],
        [
            "Scene",
            "Slight time shift."
        ],
        [
            "Penny (in tears)",
            "I mean, my mom could’ve just said, “Bob, get over it, she’s a girl, move on.” But she didn’t. Not one word."
        ],
        [
            "Beverley",
            "Interesting. Would you be willing to fly to New Jersey and discuss your relationship with your parents during a brain scan?"
        ],
        [
            "Penny",
            "Would it help?"
        ],
        [
            "Beverley",
            "Well, it would help me."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-15-the-maternal-capacitance/"
}