{
    "Season": 2,
    "Episode": 16,
    "Title": "the cushion saturation 3",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The paintball range."
            ],
            [
                20,
                "I surrender! Don’t shoot! They went that way!"
            ],
            [
                37,
                "Credits sequence."
            ],
            [
                38,
                "The university cafeteria."
            ],
            [
                72,
                "The apartment. Leonard is looking at Penny’s laptop."
            ],
            [
                96,
                "Howard’s bedroom."
            ],
            [
                121,
                "The apartment. Leonard is trying to wash the paint off Sheldon’s seat."
            ],
            [
                152,
                "The same. Everyone is eating. Sheldon is perched on the back of Leonard’s chair. He keeps making moaning noises. Saying “Excuse me” he tries moving back to his spot, but the cushion is not there. He tries perching on the arm in various positions."
            ],
            [
                179,
                "Howard’s bedroom."
            ],
            [
                205,
                "The apartment"
            ],
            [
                238,
                "The paint ball range."
            ]
        ],
        "Howard": [
            [
                1,
                "That was close."
            ],
            [
                3,
                "Yeah, still funny, Raj."
            ],
            [
                5,
                "But what about the creek bed?"
            ],
            [
                9,
                "I told you my mom has spider veins, I had to take her to the laser clinic."
            ],
            [
                14,
                "No go. The Dumpsters are deep in Astronomy Department territory."
            ],
            [
                17,
                "Why don’t I run away and you cover me?"
            ],
            [
                19,
                "I had to take her! It’s almost bathing suit weather!(Another player bursts through the door)"
            ],
            [
                22,
                "Oh, Leslie, thank God."
            ],
            [
                24,
                "Ah, they left me here to die. What about yours?"
            ],
            [
                26,
                "Sorry."
            ],
            [
                28,
                "Well, we’re surrounded, so I guess there’s nothing for us to do but wait to be captured or killed."
            ],
            [
                30,
                "All the while knowing that there’s a paint pellet out there with your name on it."
            ],
            [
                32,
                "It kind of does."
            ],
            [
                34,
                "I agree. How exactly do we do that? (Leslie kisses him)"
            ],
            [
                36,
                "War is hell."
            ],
            [
                46,
                "Hey."
            ],
            [
                48,
                "That’s great, Leslie. Thanks."
            ],
            [
                51,
                "Oh, uh, no big deal. They gave Leslie control of some unrestricted grant money."
            ],
            [
                60,
                "Okay, I didn’t want to say anything ’cause I know you and Leslie have a little history."
            ],
            [
                62,
                "Great, ’cause I’ve been dying to say something."
            ],
            [
                64,
                "In the paintball shed! Twice!"
            ],
            [
                66,
                "Oh, yeah, sorry about that."
            ],
            [
                68,
                "Court-martial, schmort-martial, Leslie Winkle is the fifth girl I’ve ever had sex with. I mean, for free."
            ],
            [
                71,
                "Okay, one way to look at this is that I’m getting new equipment, and you’re not, and that’s unfair. But a better way to look at this is that I’m getting sex and you’re not, and that’s delightful."
            ],
            [
                98,
                "Well, it’s partly you, partly my transient idiopathic arrhythmia."
            ],
            [
                100,
                "Can I assume that you likewise found the experience…"
            ],
            [
                102,
                "That wasn’t quite the word I was looking for, but sure, I’ll do this pass-fail."
            ],
            [
                104,
                "Oh, it’s great. Everybody in the Engineering Department is eating their hearts out."
            ],
            [
                106,
                "You know, most people don’t get that."
            ],
            [
                108,
                "Oh, great."
            ],
            [
                110,
                "I’m busy, Ma!"
            ],
            [
                112,
                "Don’t come in, Ma!"
            ],
            [
                115,
                "Oh, there’s the arrhythmia."
            ],
            [
                117,
                "Are you Jewish?"
            ],
            [
                119,
                "Yes!"
            ],
            [
                158,
                "You know, there’s kind of an obvious solution here. (To Raj) Get up. (Raj does. Howard moves his cushion across to Sheldon’s spot) There. Problem solved. (Raj whispers to him) Nobody cares where you’re going to sit. You’re not crazy."
            ],
            [
                170,
                "I’ll pick you up in ten minutes. Gentlemen, adieu."
            ],
            [
                172,
                "What am I supposed to do, Leonard? There’s a woman out there anxious to have sex with me. You understand, right?"
            ],
            [
                174,
                "Nevertheless, I must depart. By the way, did I tell you? Leslie pulled some strings and got me on the research trip to Geneva to check out the CERN Supercollider."
            ],
            [
                176,
                "Okay, there are two ways of looking at this…"
            ],
            [
                178,
                "Bye."
            ],
            [
                181,
                "Thank you. It helps when I get to practice with a real woman."
            ],
            [
                183,
                "Yeah, gee, I’d really rather not."
            ],
            [
                185,
                "When I go to weddings, it’s to scam on chunky bridesmaids. I don’t know what I would do with a date."
            ],
            [
                187,
                "Thanks."
            ],
            [
                189,
                "What about it?"
            ],
            [
                191,
                "When did that happen?"
            ],
            [
                193,
                "Well, hold on. Are you saying if I don’t go to the wedding, I can’t go to Geneva?"
            ],
            [
                195,
                "Okay, I’m sorry, but that makes me a little uncomfortable."
            ],
            [
                197,
                "Because it’s like you’re controlling me with new equipment and research trips."
            ],
            [
                199,
                "How so?"
            ],
            [
                201,
                "So, bottom line, I’m just a bought-and-paid-for sex toy."
            ],
            [
                203,
                "Hey, Ma, you got to rent me a tux!"
            ],
            [
                242,
                "What’s the plan?"
            ],
            [
                254,
                "Okay, see you."
            ]
        ],
        "Raj": [
            [
                2,
                "God, I love the smell of paintballs in the morning."
            ],
            [
                7,
                "Well, that’s it then, we’re doomed."
            ],
            [
                11,
                "We need a plan. How about Operation Hammer of the Gods?"
            ],
            [
                13,
                "We hide behind the Dumpsters in the parking lot and ambush people when they come to pee."
            ],
            [
                39,
                "Did you guys see the new budget memo that went out this morning?"
            ],
            [
                50,
                "What was all that about?"
            ],
            [
                58,
                "You know what I’m thinking? I’m thinking Howard wasn’t making a back-scratching metaphor. I’m thinking there was some actual scratching involved."
            ],
            [
                69,
                "And plus, you got a rapid prototyper. That’s an expensive piece of equipment, dude."
            ]
        ],
        "Leonard": [
            [
                4,
                "There’s no way we can get to the ridge. The Chemistry Department has us completely cut off."
            ],
            [
                12,
                "I forget. Which one is Hammer of the Gods?"
            ],
            [
                15,
                "No, that shouldn’t be a problem, Venus is up during the day. They’re probably just all staring at the sky."
            ],
            [
                40,
                "Yeah, more cutbacks."
            ],
            [
                42,
                "You know what baffles me, Sheldon?"
            ],
            [
                45,
                "Hey, Leslie."
            ],
            [
                52,
                "Yeah, okay, but what’s with the back-scratching and the meow!"
            ],
            [
                54,
                "Thank you."
            ],
            [
                56,
                "Are you done?"
            ],
            [
                59,
                "What about it, Howard?"
            ],
            [
                61,
                "I don’t care about that."
            ],
            [
                63,
                "You and Leslie?"
            ],
            [
                70,
                "And the rest of us have had our budgets cut to the bone."
            ],
            [
                74,
                "Calm down. We’ll figure it out."
            ],
            [
                83,
                "Here we go."
            ],
            [
                86,
                "Don’t sit in his spot."
            ],
            [
                90,
                "Okay, that should do it."
            ],
            [
                92,
                "That’s a lot of shoes you ordered."
            ],
            [
                94,
                "Yeah. You ought to come out with us sometime."
            ],
            [
                123,
                "There’s a chance."
            ],
            [
                125,
                "We? No, no, no, you had your chance to be we for, like, a year and a half now. Right now, you are you, and you are screwed."
            ],
            [
                127,
                "Well, we’re not gonna tell him I did it."
            ],
            [
                129,
                "Just to shoot the couch with a paintball gun?"
            ],
            [
                131,
                "We could tell him they wanted the couch to stay away from their boyfriend."
            ],
            [
                133,
                "Mm, butt print. There’s no discernible butt print."
            ],
            [
                135,
                "It’s too small and too perfect."
            ],
            [
                137,
                "You’re welcome."
            ],
            [
                139,
                "Sheldon! How was the comic book store?"
            ],
            [
                141,
                "Great, great. Did you walk the whole way? It’s a little chilly."
            ],
            [
                143,
                "Isn’t that terrific? He is such a good friend. You know what the best thing about friends is?"
            ],
            [
                145,
                "No, no, friends forgive the little things."
            ],
            [
                147,
                "Don’t you dare, missy."
            ],
            [
                149,
                "What do you mean?"
            ],
            [
                151,
                "I don’t know what you’re talking about. Oh, that. Penny did that."
            ],
            [
                153,
                "Why don’t you just eat in your desk chair?"
            ],
            [
                157,
                "Wackadoodle."
            ],
            [
                160,
                "If it were your head, it would be."
            ],
            [
                165,
                "Oh, for God’s sake, Sheldon."
            ],
            [
                169,
                "No, it’s Leslie Winkle. It’s a long story."
            ],
            [
                171,
                "I thought we were going to play Halo tonight."
            ],
            [
                175,
                "That’s not fair. You’re not even a physicist."
            ],
            [
                177,
                "Get out."
            ],
            [
                206,
                "Why are you crouching there?"
            ],
            [
                208,
                "I don’t know. Texas?"
            ],
            [
                210,
                "Really? Great. Sheldon, look. Good as new."
            ],
            [
                219,
                "Nothing, it’s what’s wrong with him."
            ],
            [
                221,
                "Penny, Penny, I think I know what to do. Sheldon, I have some bad news."
            ],
            [
                223,
                "I’m afraid so. You know the cashew chicken I get you Monday nights?"
            ],
            [
                225,
                "Szechuan Palace closed two years ago."
            ],
            [
                227,
                "Golden Dragon."
            ],
            [
                229,
                "Yeah, well, before they went out of business, I bought 4,000 containers. I keep them in the trunk of my car."
            ],
            [
                231,
                "I thought that might take his mind off the cushion."
            ],
            [
                234,
                "Oh, God, I wish I had."
            ],
            [
                236,
                "Yeah, buddy?"
            ],
            [
                239,
                "Okay, first of all, Penny, thank you for coming."
            ],
            [
                241,
                "Penny is an amazing shot. I think we have a real chance to win this week."
            ],
            [
                243,
                "Okay. Now, we all run out. Sheldon and I will cut to the left behind these trees. Raj, Howard and Leslie flank to the right behind the rocks. Then we’ll all have a great view as Penny runs out and kills everyone else in sight."
            ],
            [
                245,
                "What is it, Sheldon? (Sheldon shoots Penny)"
            ],
            [
                248,
                "Sheldon, Penny was our only hope."
            ],
            [
                252,
                "He’s right. You can’t. (Shoots Sheldon)"
            ],
            [
                255,
                "Where are you going?"
            ]
        ],
        "Sheldon": [
            [
                6,
                "The Pharmacology Department controls that, and they’re all hopped up on experimental steroids."
            ],
            [
                8,
                "I think the time has come to acknowledge that we are paying the price for some of us failing to attend my Physics Department paintball strategy meeting."
            ],
            [
                10,
                "And I told you I wanted to see a doctor’s note."
            ],
            [
                16,
                "All right, what we need now is a tactical retreat. Did you see the episode of Stargate where they found themselves on a planet with a culture based loosely on Earth’s Athens and Sparta? Not important. Leonard, Raj and I are going to burst out the door and run away, Howard will cover us."
            ],
            [
                18,
                "Because you chose your mother’s veins over victory. On three. One, two, three, go!"
            ],
            [
                41,
                "Unacceptable. It baffles me why they don’t simply let some of you go so that there’s money available for my research."
            ],
            [
                43,
                "Based on your academic record, any number of things, I would imagine."
            ],
            [
                53,
                "I believe the back-scratching metaphor generally describes a quid pro quo situation where one party provides goods or services to the second party in compensation for a similar action."
            ],
            [
                55,
                "The mrow, that sounded to me like an African civet cat."
            ],
            [
                57,
                "No. Despite what the name suggests, the civet cat is not a true cat. Now I’m done."
            ],
            [
                65,
                "Is that why you didn’t cover our escape and let us get cut down like animals?"
            ],
            [
                67,
                "My good man, dereliction of duty in the face of the enemy is a court-martial offense."
            ],
            [
                76,
                "Hello, Penny."
            ],
            [
                78,
                "You’re in my spot."
            ],
            [
                80,
                "No, I’m going to the comic book store."
            ],
            [
                82,
                "What difference does it make?"
            ],
            [
                84,
                "That is my spot. In an ever-changing world, it is a single point of consistency. If my life were expressed as a function on a four-dimensional Cartesian coordinate system, that spot at the moment I first sat on it would be zero-zero-zero-zero."
            ],
            [
                88,
                "I’m not unhappy."
            ],
            [
                140,
                "Fine. The new issue of Flash is out."
            ],
            [
                142,
                "Koothrappali picked me up."
            ],
            [
                144,
                "They don’t talk incessantly for no particular reason."
            ],
            [
                148,
                "Hello, fastest man alive. Want to see me read your entire comic book? Want to see it again? Something’s wrong."
            ],
            [
                150,
                "I’m not sure. It doesn’t feel right."
            ],
            [
                154,
                "Why don’t I just eat in my desk chair?"
            ],
            [
                156,
                "That is my desk chair, that is where I work. I don’t eat in my desk chair and I don’t work in my spot. I work in my desk chair and eat in my spot."
            ],
            [
                159,
                "Excuse me, but the problem is not solved. If your head had been accidentally amputated, and we transplanted a dog’s head in its place, would that be “problem solved”?"
            ],
            [
                162,
                "You claim it’s going to be a week, but I have no faith in your dry cleaner."
            ],
            [
                164,
                "Did you notice the sign on his counter? He’s not a full-time dry cleaner. He also makes keys."
            ],
            [
                166,
                "Focus is important. Was Michael DeBakey a wedding planner in between heart transplants? Did Alexander Fleming moonlight as a hairdresser? “Thanks for discovering penicillin, now how about we try a bouffant?”"
            ],
            [
                207,
                "This is my spot. Where else am I supposed to crouch?"
            ],
            [
                211,
                "From that key maker, I highly doubt it."
            ],
            [
                213,
                "All right."
            ],
            [
                215,
                "There’s one more zero. You forgot the time parameter."
            ],
            [
                217,
                "Nope."
            ],
            [
                222,
                "More?"
            ],
            [
                224,
                "Yes. From Szechuan Palace."
            ],
            [
                226,
                "What? Wh-Where did my cashew chicken come from?"
            ],
            [
                228,
                "No. No, this isn’t right. Our food always comes in Szechuan Palace containers."
            ],
            [
                230,
                "But. Oh, this changes everything."
            ],
            [
                232,
                "What’s real? What isn’t? How can I know?"
            ],
            [
                235,
                "Leonard?"
            ],
            [
                237,
                "I still don’t like this cushion."
            ],
            [
                244,
                "Right, just one thing before we start."
            ],
            [
                247,
                "That was for my cushion."
            ],
            [
                249,
                "I’m sorry, Leonard. But revenge is a dish best served cold."
            ],
            [
                251,
                "She can’t shoot me. She’s dead."
            ],
            [
                253,
                "Well, if we’re going to descend into anarchy (Shoots Leonard)"
            ]
        ],
        "Leslie": [
            [
                21,
                "Howard, I’m on your team."
            ],
            [
                23,
                "Where’s the rest of your squad?"
            ],
            [
                25,
                "Dead, all of them."
            ],
            [
                27,
                "Don’t be. It was friendly fire. They just wouldn’t listen."
            ],
            [
                29,
                "Hmm, that’s the worst part, the waiting."
            ],
            [
                31,
                "Yeah, the big wet ball of death. Kind of makes you feel more alive, doesn’t it?"
            ],
            [
                33,
                "I say we make every moment count."
            ],
            [
                44,
                "Hey, guys."
            ],
            [
                47,
                "Howard, I got the approval for the rapid prototyper you wanted."
            ],
            [
                49,
                "You scratch my back, I scratch yours. Rawr."
            ],
            [
                97,
                "Boy, your heart’s racing. I must’ve really gotten you going."
            ],
            [
                99,
                "Sexy."
            ],
            [
                101,
                "Satisfactory?"
            ],
            [
                103,
                "Hey, are you enjoying that prototyper I got you?"
            ],
            [
                105,
                "Isn’t it nice when your good fortune makes others miserable?"
            ],
            [
                114,
                "He’s got company!"
            ],
            [
                118,
                "No."
            ],
            [
                180,
                "You’re improving."
            ],
            [
                182,
                "Hey, listen. Saturday my sister’s getting married. I.. I want you to come with me. It’s black tie."
            ],
            [
                184,
                "Why not?"
            ],
            [
                186,
                "Oh, all right. I understand."
            ],
            [
                188,
                "Hey, I’m really sorry about that Geneva trip."
            ],
            [
                190,
                "Oh, didn’t you hear? I had to reduce the number of people going, and you didn’t make the cut."
            ],
            [
                192,
                "About 12 seconds ago."
            ],
            [
                194,
                "Actually, I’m trying not to say it."
            ],
            [
                196,
                "How so?"
            ],
            [
                198,
                "Well, if I weren’t controlling you with new equipment and research trips, then I’d be uncomfortable."
            ],
            [
                200,
                "‘Cause then we’d be in, like, a real relationship with feelings and all that crap."
            ],
            [
                202,
                "No. No, not at all. You’re also arm candy. So? What do you think?"
            ],
            [
                256,
                "Surrender, then Denny’s."
            ]
        ],
        "Leonard (voice)": [
            [
                35,
                "Howard, why aren’t you covering us? We’re getting slaughtered out here!"
            ]
        ],
        "Penny": [
            [
                73,
                "The whole thing froze. I don’t know what happened."
            ],
            [
                75,
                "How can I calm down? I’m gonna lose my whole shopping cart. That’s three hours of picking out shoes just shot to hell."
            ],
            [
                77,
                "Hello, Sheldon."
            ],
            [
                79,
                "Are you planning on sitting here?"
            ],
            [
                81,
                "Then what difference does it make?"
            ],
            [
                85,
                "What?"
            ],
            [
                87,
                "Fine. (Moves)  Happy?"
            ],
            [
                89,
                "Boy, I love him, but he is one serious wackadoodle."
            ],
            [
                91,
                "Oh, thank you. You are a lifesaver."
            ],
            [
                93,
                "Yeah, you know the sad thing is, it’s really not. Ooh, is this one of those paintball guns?"
            ],
            [
                95,
                "Oh, no, thanks. I’m from Nebraska. When we shoot things, it’s because we want to eat them or make them leave our boyfriends alone. (Gun goes off and shoots three paint pellets onto Sheldon’s spot.)"
            ],
            [
                122,
                "You think he’ll notice?"
            ],
            [
                124,
                "Oh, what are we gonna do?"
            ],
            [
                126,
                "Why do we have to tell him I did it?"
            ],
            [
                128,
                "Okay, okay, how about this? We tell him somebody broke in."
            ],
            [
                130,
                "I’m sorry, I buy it. All those people are on drugs."
            ],
            [
                132,
                "Okay, fine. Well, what if we just flip it over? There. Looks fine, right?"
            ],
            [
                134,
                "Oh, come on. (Sits and wriggles around) There, butt print."
            ],
            [
                136,
                "Thank you."
            ],
            [
                146,
                "You know, I gotta go home and wash my hair."
            ],
            [
                155,
                "Here we go."
            ],
            [
                161,
                "Sheldon, I am really, really sorry, but it’s only for a week. Can’t you be a little bit flexible? Yeah, sorry. I didn’t really think that through."
            ],
            [
                163,
                "Why not?"
            ],
            [
                168,
                "His right hand is calling him?"
            ],
            [
                173,
                "No. Not at all."
            ],
            [
                212,
                "Come on, Sheldon. Just give it a try."
            ],
            [
                214,
                "There, nice and comfy cosy. Zero, zero, zero."
            ],
            [
                216,
                "Sit on the damn couch."
            ],
            [
                218,
                "What do you mean, nope? What’s wrong with it?"
            ],
            [
                220,
                "It’s exactly the same…"
            ],
            [
                233,
                "You did make that up, right?"
            ],
            [
                240,
                "Thanks for the shoes."
            ],
            [
                246,
                "What the hell?"
            ],
            [
                250,
                "Screw that. (Shoots Sheldon)"
            ]
        ],
        "Howard’s Mother (voice)": [
            [
                107,
                "Howard, I’m home!"
            ],
            [
                109,
                "Book club was cancelled! That thing on Phyllis’s neck opened up again!"
            ],
            [
                111,
                "Too busy to help your mother with her zipper?"
            ],
            [
                113,
                "Why not?"
            ],
            [
                116,
                "Is she Jewish?"
            ],
            [
                120,
                "Okay, then you kids have fun! Use protection!"
            ],
            [
                204,
                "Right now? What kind of sex are you having up there?"
            ]
        ],
        "Penny (as Sheldon enters)": [
            [
                138,
                "Shh! Act normal."
            ]
        ],
        "Howard (after his phone rings)": [
            [
                167,
                "Ooh, looks like I’m gonna have sex tonight. Hey, baby…"
            ]
        ],
        "Penny (arriving with cushion)": [
            [
                209,
                "Here you go. Fresh from the cleaners, good as new."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The paintball range."
        ],
        [
            "Howard",
            "That was close."
        ],
        [
            "Raj",
            "God, I love the smell of paintballs in the morning."
        ],
        [
            "Howard",
            "Yeah, still funny, Raj."
        ],
        [
            "Leonard",
            "There’s no way we can get to the ridge. The Chemistry Department has us completely cut off."
        ],
        [
            "Howard",
            "But what about the creek bed?"
        ],
        [
            "Sheldon",
            "The Pharmacology Department controls that, and they’re all hopped up on experimental steroids."
        ],
        [
            "Raj",
            "Well, that’s it then, we’re doomed."
        ],
        [
            "Sheldon",
            "I think the time has come to acknowledge that we are paying the price for some of us failing to attend my Physics Department paintball strategy meeting."
        ],
        [
            "Howard",
            "I told you my mom has spider veins, I had to take her to the laser clinic."
        ],
        [
            "Sheldon",
            "And I told you I wanted to see a doctor’s note."
        ],
        [
            "Raj",
            "We need a plan. How about Operation Hammer of the Gods?"
        ],
        [
            "Leonard",
            "I forget. Which one is Hammer of the Gods?"
        ],
        [
            "Raj",
            "We hide behind the Dumpsters in the parking lot and ambush people when they come to pee."
        ],
        [
            "Howard",
            "No go. The Dumpsters are deep in Astronomy Department territory."
        ],
        [
            "Leonard",
            "No, that shouldn’t be a problem, Venus is up during the day. They’re probably just all staring at the sky."
        ],
        [
            "Sheldon",
            "All right, what we need now is a tactical retreat. Did you see the episode of Stargate where they found themselves on a planet with a culture based loosely on Earth’s Athens and Sparta? Not important. Leonard, Raj and I are going to burst out the door and run away, Howard will cover us."
        ],
        [
            "Howard",
            "Why don’t I run away and you cover me?"
        ],
        [
            "Sheldon",
            "Because you chose your mother’s veins over victory. On three. One, two, three, go!"
        ],
        [
            "Howard",
            "I had to take her! It’s almost bathing suit weather!(Another player bursts through the door)"
        ],
        [
            "Scene",
            "I surrender! Don’t shoot! They went that way!"
        ],
        [
            "Leslie",
            "Howard, I’m on your team."
        ],
        [
            "Howard",
            "Oh, Leslie, thank God."
        ],
        [
            "Leslie",
            "Where’s the rest of your squad?"
        ],
        [
            "Howard",
            "Ah, they left me here to die. What about yours?"
        ],
        [
            "Leslie",
            "Dead, all of them."
        ],
        [
            "Howard",
            "Sorry."
        ],
        [
            "Leslie",
            "Don’t be. It was friendly fire. They just wouldn’t listen."
        ],
        [
            "Howard",
            "Well, we’re surrounded, so I guess there’s nothing for us to do but wait to be captured or killed."
        ],
        [
            "Leslie",
            "Hmm, that’s the worst part, the waiting."
        ],
        [
            "Howard",
            "All the while knowing that there’s a paint pellet out there with your name on it."
        ],
        [
            "Leslie",
            "Yeah, the big wet ball of death. Kind of makes you feel more alive, doesn’t it?"
        ],
        [
            "Howard",
            "It kind of does."
        ],
        [
            "Leslie",
            "I say we make every moment count."
        ],
        [
            "Howard",
            "I agree. How exactly do we do that? (Leslie kisses him)"
        ],
        [
            "Leonard (voice)",
            "Howard, why aren’t you covering us? We’re getting slaughtered out here!"
        ],
        [
            "Howard",
            "War is hell."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "Raj",
            "Did you guys see the new budget memo that went out this morning?"
        ],
        [
            "Leonard",
            "Yeah, more cutbacks."
        ],
        [
            "Sheldon",
            "Unacceptable. It baffles me why they don’t simply let some of you go so that there’s money available for my research."
        ],
        [
            "Leonard",
            "You know what baffles me, Sheldon?"
        ],
        [
            "Sheldon",
            "Based on your academic record, any number of things, I would imagine."
        ],
        [
            "Leslie",
            "Hey, guys."
        ],
        [
            "Leonard",
            "Hey, Leslie."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Leslie",
            "Howard, I got the approval for the rapid prototyper you wanted."
        ],
        [
            "Howard",
            "That’s great, Leslie. Thanks."
        ],
        [
            "Leslie",
            "You scratch my back, I scratch yours. Rawr."
        ],
        [
            "Raj",
            "What was all that about?"
        ],
        [
            "Howard",
            "Oh, uh, no big deal. They gave Leslie control of some unrestricted grant money."
        ],
        [
            "Leonard",
            "Yeah, okay, but what’s with the back-scratching and the meow!"
        ],
        [
            "Sheldon",
            "I believe the back-scratching metaphor generally describes a quid pro quo situation where one party provides goods or services to the second party in compensation for a similar action."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Sheldon",
            "The mrow, that sounded to me like an African civet cat."
        ],
        [
            "Leonard",
            "Are you done?"
        ],
        [
            "Sheldon",
            "No. Despite what the name suggests, the civet cat is not a true cat. Now I’m done."
        ],
        [
            "Raj",
            "You know what I’m thinking? I’m thinking Howard wasn’t making a back-scratching metaphor. I’m thinking there was some actual scratching involved."
        ],
        [
            "Leonard",
            "What about it, Howard?"
        ],
        [
            "Howard",
            "Okay, I didn’t want to say anything ’cause I know you and Leslie have a little history."
        ],
        [
            "Leonard",
            "I don’t care about that."
        ],
        [
            "Howard",
            "Great, ’cause I’ve been dying to say something."
        ],
        [
            "Leonard",
            "You and Leslie?"
        ],
        [
            "Howard",
            "In the paintball shed! Twice!"
        ],
        [
            "Sheldon",
            "Is that why you didn’t cover our escape and let us get cut down like animals?"
        ],
        [
            "Howard",
            "Oh, yeah, sorry about that."
        ],
        [
            "Sheldon",
            "My good man, dereliction of duty in the face of the enemy is a court-martial offense."
        ],
        [
            "Howard",
            "Court-martial, schmort-martial, Leslie Winkle is the fifth girl I’ve ever had sex with. I mean, for free."
        ],
        [
            "Raj",
            "And plus, you got a rapid prototyper. That’s an expensive piece of equipment, dude."
        ],
        [
            "Leonard",
            "And the rest of us have had our budgets cut to the bone."
        ],
        [
            "Howard",
            "Okay, one way to look at this is that I’m getting new equipment, and you’re not, and that’s unfair. But a better way to look at this is that I’m getting sex and you’re not, and that’s delightful."
        ],
        [
            "Scene",
            "The apartment. Leonard is looking at Penny’s laptop."
        ],
        [
            "Penny",
            "The whole thing froze. I don’t know what happened."
        ],
        [
            "Leonard",
            "Calm down. We’ll figure it out."
        ],
        [
            "Penny",
            "How can I calm down? I’m gonna lose my whole shopping cart. That’s three hours of picking out shoes just shot to hell."
        ],
        [
            "Sheldon",
            "Hello, Penny."
        ],
        [
            "Penny",
            "Hello, Sheldon."
        ],
        [
            "Sheldon",
            "You’re in my spot."
        ],
        [
            "Penny",
            "Are you planning on sitting here?"
        ],
        [
            "Sheldon",
            "No, I’m going to the comic book store."
        ],
        [
            "Penny",
            "Then what difference does it make?"
        ],
        [
            "Sheldon",
            "What difference does it make?"
        ],
        [
            "Leonard",
            "Here we go."
        ],
        [
            "Sheldon",
            "That is my spot. In an ever-changing world, it is a single point of consistency. If my life were expressed as a function on a four-dimensional Cartesian coordinate system, that spot at the moment I first sat on it would be zero-zero-zero-zero."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "Don’t sit in his spot."
        ],
        [
            "Penny",
            "Fine. (Moves)  Happy?"
        ],
        [
            "Sheldon",
            "I’m not unhappy."
        ],
        [
            "Penny",
            "Boy, I love him, but he is one serious wackadoodle."
        ],
        [
            "Leonard",
            "Okay, that should do it."
        ],
        [
            "Penny",
            "Oh, thank you. You are a lifesaver."
        ],
        [
            "Leonard",
            "That’s a lot of shoes you ordered."
        ],
        [
            "Penny",
            "Yeah, you know the sad thing is, it’s really not. Ooh, is this one of those paintball guns?"
        ],
        [
            "Leonard",
            "Yeah. You ought to come out with us sometime."
        ],
        [
            "Penny",
            "Oh, no, thanks. I’m from Nebraska. When we shoot things, it’s because we want to eat them or make them leave our boyfriends alone. (Gun goes off and shoots three paint pellets onto Sheldon’s spot.)"
        ],
        [
            "Scene",
            "Howard’s bedroom."
        ],
        [
            "Leslie",
            "Boy, your heart’s racing. I must’ve really gotten you going."
        ],
        [
            "Howard",
            "Well, it’s partly you, partly my transient idiopathic arrhythmia."
        ],
        [
            "Leslie",
            "Sexy."
        ],
        [
            "Howard",
            "Can I assume that you likewise found the experience…"
        ],
        [
            "Leslie",
            "Satisfactory?"
        ],
        [
            "Howard",
            "That wasn’t quite the word I was looking for, but sure, I’ll do this pass-fail."
        ],
        [
            "Leslie",
            "Hey, are you enjoying that prototyper I got you?"
        ],
        [
            "Howard",
            "Oh, it’s great. Everybody in the Engineering Department is eating their hearts out."
        ],
        [
            "Leslie",
            "Isn’t it nice when your good fortune makes others miserable?"
        ],
        [
            "Howard",
            "You know, most people don’t get that."
        ],
        [
            "Howard’s Mother (voice)",
            "Howard, I’m home!"
        ],
        [
            "Howard",
            "Oh, great."
        ],
        [
            "Howard’s Mother (voice)",
            "Book club was cancelled! That thing on Phyllis’s neck opened up again!"
        ],
        [
            "Howard",
            "I’m busy, Ma!"
        ],
        [
            "Howard’s Mother (voice)",
            "Too busy to help your mother with her zipper?"
        ],
        [
            "Howard",
            "Don’t come in, Ma!"
        ],
        [
            "Howard’s Mother (voice)",
            "Why not?"
        ],
        [
            "Leslie",
            "He’s got company!"
        ],
        [
            "Howard",
            "Oh, there’s the arrhythmia."
        ],
        [
            "Howard’s Mother (voice)",
            "Is she Jewish?"
        ],
        [
            "Howard",
            "Are you Jewish?"
        ],
        [
            "Leslie",
            "No."
        ],
        [
            "Howard",
            "Yes!"
        ],
        [
            "Howard’s Mother (voice)",
            "Okay, then you kids have fun! Use protection!"
        ],
        [
            "Scene",
            "The apartment. Leonard is trying to wash the paint off Sheldon’s seat."
        ],
        [
            "Penny",
            "You think he’ll notice?"
        ],
        [
            "Leonard",
            "There’s a chance."
        ],
        [
            "Penny",
            "Oh, what are we gonna do?"
        ],
        [
            "Leonard",
            "We? No, no, no, you had your chance to be we for, like, a year and a half now. Right now, you are you, and you are screwed."
        ],
        [
            "Penny",
            "Why do we have to tell him I did it?"
        ],
        [
            "Leonard",
            "Well, we’re not gonna tell him I did it."
        ],
        [
            "Penny",
            "Okay, okay, how about this? We tell him somebody broke in."
        ],
        [
            "Leonard",
            "Just to shoot the couch with a paintball gun?"
        ],
        [
            "Penny",
            "I’m sorry, I buy it. All those people are on drugs."
        ],
        [
            "Leonard",
            "We could tell him they wanted the couch to stay away from their boyfriend."
        ],
        [
            "Penny",
            "Okay, fine. Well, what if we just flip it over? There. Looks fine, right?"
        ],
        [
            "Leonard",
            "Mm, butt print. There’s no discernible butt print."
        ],
        [
            "Penny",
            "Oh, come on. (Sits and wriggles around) There, butt print."
        ],
        [
            "Leonard",
            "It’s too small and too perfect."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Leonard",
            "You’re welcome."
        ],
        [
            "Penny (as Sheldon enters)",
            "Shh! Act normal."
        ],
        [
            "Leonard",
            "Sheldon! How was the comic book store?"
        ],
        [
            "Sheldon",
            "Fine. The new issue of Flash is out."
        ],
        [
            "Leonard",
            "Great, great. Did you walk the whole way? It’s a little chilly."
        ],
        [
            "Sheldon",
            "Koothrappali picked me up."
        ],
        [
            "Leonard",
            "Isn’t that terrific? He is such a good friend. You know what the best thing about friends is?"
        ],
        [
            "Sheldon",
            "They don’t talk incessantly for no particular reason."
        ],
        [
            "Leonard",
            "No, no, friends forgive the little things."
        ],
        [
            "Penny",
            "You know, I gotta go home and wash my hair."
        ],
        [
            "Leonard",
            "Don’t you dare, missy."
        ],
        [
            "Sheldon",
            "Hello, fastest man alive. Want to see me read your entire comic book? Want to see it again? Something’s wrong."
        ],
        [
            "Leonard",
            "What do you mean?"
        ],
        [
            "Sheldon",
            "I’m not sure. It doesn’t feel right."
        ],
        [
            "Leonard",
            "I don’t know what you’re talking about. Oh, that. Penny did that."
        ],
        [
            "Scene",
            "The same. Everyone is eating. Sheldon is perched on the back of Leonard’s chair. He keeps making moaning noises. Saying “Excuse me” he tries moving back to his spot, but the cushion is not there. He tries perching on the arm in various positions."
        ],
        [
            "Leonard",
            "Why don’t you just eat in your desk chair?"
        ],
        [
            "Sheldon",
            "Why don’t I just eat in my desk chair?"
        ],
        [
            "Penny",
            "Here we go."
        ],
        [
            "Sheldon",
            "That is my desk chair, that is where I work. I don’t eat in my desk chair and I don’t work in my spot. I work in my desk chair and eat in my spot."
        ],
        [
            "Leonard",
            "Wackadoodle."
        ],
        [
            "Howard",
            "You know, there’s kind of an obvious solution here. (To Raj) Get up. (Raj does. Howard moves his cushion across to Sheldon’s spot) There. Problem solved. (Raj whispers to him) Nobody cares where you’re going to sit. You’re not crazy."
        ],
        [
            "Sheldon",
            "Excuse me, but the problem is not solved. If your head had been accidentally amputated, and we transplanted a dog’s head in its place, would that be “problem solved”?"
        ],
        [
            "Leonard",
            "If it were your head, it would be."
        ],
        [
            "Penny",
            "Sheldon, I am really, really sorry, but it’s only for a week. Can’t you be a little bit flexible? Yeah, sorry. I didn’t really think that through."
        ],
        [
            "Sheldon",
            "You claim it’s going to be a week, but I have no faith in your dry cleaner."
        ],
        [
            "Penny",
            "Why not?"
        ],
        [
            "Sheldon",
            "Did you notice the sign on his counter? He’s not a full-time dry cleaner. He also makes keys."
        ],
        [
            "Leonard",
            "Oh, for God’s sake, Sheldon."
        ],
        [
            "Sheldon",
            "Focus is important. Was Michael DeBakey a wedding planner in between heart transplants? Did Alexander Fleming moonlight as a hairdresser? “Thanks for discovering penicillin, now how about we try a bouffant?”"
        ],
        [
            "Howard (after his phone rings)",
            "Ooh, looks like I’m gonna have sex tonight. Hey, baby…"
        ],
        [
            "Penny",
            "His right hand is calling him?"
        ],
        [
            "Leonard",
            "No, it’s Leslie Winkle. It’s a long story."
        ],
        [
            "Howard",
            "I’ll pick you up in ten minutes. Gentlemen, adieu."
        ],
        [
            "Leonard",
            "I thought we were going to play Halo tonight."
        ],
        [
            "Howard",
            "What am I supposed to do, Leonard? There’s a woman out there anxious to have sex with me. You understand, right?"
        ],
        [
            "Penny",
            "No. Not at all."
        ],
        [
            "Howard",
            "Nevertheless, I must depart. By the way, did I tell you? Leslie pulled some strings and got me on the research trip to Geneva to check out the CERN Supercollider."
        ],
        [
            "Leonard",
            "That’s not fair. You’re not even a physicist."
        ],
        [
            "Howard",
            "Okay, there are two ways of looking at this…"
        ],
        [
            "Leonard",
            "Get out."
        ],
        [
            "Howard",
            "Bye."
        ],
        [
            "Scene",
            "Howard’s bedroom."
        ],
        [
            "Leslie",
            "You’re improving."
        ],
        [
            "Howard",
            "Thank you. It helps when I get to practice with a real woman."
        ],
        [
            "Leslie",
            "Hey, listen. Saturday my sister’s getting married. I.. I want you to come with me. It’s black tie."
        ],
        [
            "Howard",
            "Yeah, gee, I’d really rather not."
        ],
        [
            "Leslie",
            "Why not?"
        ],
        [
            "Howard",
            "When I go to weddings, it’s to scam on chunky bridesmaids. I don’t know what I would do with a date."
        ],
        [
            "Leslie",
            "Oh, all right. I understand."
        ],
        [
            "Howard",
            "Thanks."
        ],
        [
            "Leslie",
            "Hey, I’m really sorry about that Geneva trip."
        ],
        [
            "Howard",
            "What about it?"
        ],
        [
            "Leslie",
            "Oh, didn’t you hear? I had to reduce the number of people going, and you didn’t make the cut."
        ],
        [
            "Howard",
            "When did that happen?"
        ],
        [
            "Leslie",
            "About 12 seconds ago."
        ],
        [
            "Howard",
            "Well, hold on. Are you saying if I don’t go to the wedding, I can’t go to Geneva?"
        ],
        [
            "Leslie",
            "Actually, I’m trying not to say it."
        ],
        [
            "Howard",
            "Okay, I’m sorry, but that makes me a little uncomfortable."
        ],
        [
            "Leslie",
            "How so?"
        ],
        [
            "Howard",
            "Because it’s like you’re controlling me with new equipment and research trips."
        ],
        [
            "Leslie",
            "Well, if I weren’t controlling you with new equipment and research trips, then I’d be uncomfortable."
        ],
        [
            "Howard",
            "How so?"
        ],
        [
            "Leslie",
            "‘Cause then we’d be in, like, a real relationship with feelings and all that crap."
        ],
        [
            "Howard",
            "So, bottom line, I’m just a bought-and-paid-for sex toy."
        ],
        [
            "Leslie",
            "No. No, not at all. You’re also arm candy. So? What do you think?"
        ],
        [
            "Howard",
            "Hey, Ma, you got to rent me a tux!"
        ],
        [
            "Howard’s Mother (voice)",
            "Right now? What kind of sex are you having up there?"
        ],
        [
            "Scene",
            "The apartment"
        ],
        [
            "Leonard",
            "Why are you crouching there?"
        ],
        [
            "Sheldon",
            "This is my spot. Where else am I supposed to crouch?"
        ],
        [
            "Leonard",
            "I don’t know. Texas?"
        ],
        [
            "Penny (arriving with cushion)",
            "Here you go. Fresh from the cleaners, good as new."
        ],
        [
            "Leonard",
            "Really? Great. Sheldon, look. Good as new."
        ],
        [
            "Sheldon",
            "From that key maker, I highly doubt it."
        ],
        [
            "Penny",
            "Come on, Sheldon. Just give it a try."
        ],
        [
            "Sheldon",
            "All right."
        ],
        [
            "Penny",
            "There, nice and comfy cosy. Zero, zero, zero."
        ],
        [
            "Sheldon",
            "There’s one more zero. You forgot the time parameter."
        ],
        [
            "Penny",
            "Sit on the damn couch."
        ],
        [
            "Sheldon",
            "Nope."
        ],
        [
            "Penny",
            "What do you mean, nope? What’s wrong with it?"
        ],
        [
            "Leonard",
            "Nothing, it’s what’s wrong with him."
        ],
        [
            "Penny",
            "It’s exactly the same…"
        ],
        [
            "Leonard",
            "Penny, Penny, I think I know what to do. Sheldon, I have some bad news."
        ],
        [
            "Sheldon",
            "More?"
        ],
        [
            "Leonard",
            "I’m afraid so. You know the cashew chicken I get you Monday nights?"
        ],
        [
            "Sheldon",
            "Yes. From Szechuan Palace."
        ],
        [
            "Leonard",
            "Szechuan Palace closed two years ago."
        ],
        [
            "Sheldon",
            "What? Wh-Where did my cashew chicken come from?"
        ],
        [
            "Leonard",
            "Golden Dragon."
        ],
        [
            "Sheldon",
            "No. No, this isn’t right. Our food always comes in Szechuan Palace containers."
        ],
        [
            "Leonard",
            "Yeah, well, before they went out of business, I bought 4,000 containers. I keep them in the trunk of my car."
        ],
        [
            "Sheldon",
            "But. Oh, this changes everything."
        ],
        [
            "Leonard",
            "I thought that might take his mind off the cushion."
        ],
        [
            "Sheldon",
            "What’s real? What isn’t? How can I know?"
        ],
        [
            "Penny",
            "You did make that up, right?"
        ],
        [
            "Leonard",
            "Oh, God, I wish I had."
        ],
        [
            "Sheldon",
            "Leonard?"
        ],
        [
            "Leonard",
            "Yeah, buddy?"
        ],
        [
            "Sheldon",
            "I still don’t like this cushion."
        ],
        [
            "Scene",
            "The paint ball range."
        ],
        [
            "Leonard",
            "Okay, first of all, Penny, thank you for coming."
        ],
        [
            "Penny",
            "Thanks for the shoes."
        ],
        [
            "Leonard",
            "Penny is an amazing shot. I think we have a real chance to win this week."
        ],
        [
            "Howard",
            "What’s the plan?"
        ],
        [
            "Leonard",
            "Okay. Now, we all run out. Sheldon and I will cut to the left behind these trees. Raj, Howard and Leslie flank to the right behind the rocks. Then we’ll all have a great view as Penny runs out and kills everyone else in sight."
        ],
        [
            "Sheldon",
            "Right, just one thing before we start."
        ],
        [
            "Leonard",
            "What is it, Sheldon? (Sheldon shoots Penny)"
        ],
        [
            "Penny",
            "What the hell?"
        ],
        [
            "Sheldon",
            "That was for my cushion."
        ],
        [
            "Leonard",
            "Sheldon, Penny was our only hope."
        ],
        [
            "Sheldon",
            "I’m sorry, Leonard. But revenge is a dish best served cold."
        ],
        [
            "Penny",
            "Screw that. (Shoots Sheldon)"
        ],
        [
            "Sheldon",
            "She can’t shoot me. She’s dead."
        ],
        [
            "Leonard",
            "He’s right. You can’t. (Shoots Sheldon)"
        ],
        [
            "Sheldon",
            "Well, if we’re going to descend into anarchy (Shoots Leonard)"
        ],
        [
            "Howard",
            "Okay, see you."
        ],
        [
            "Leonard",
            "Where are you going?"
        ],
        [
            "Leslie",
            "Surrender, then Denny’s."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-16-the-cushion-saturation-3/"
}