{
    "Season": 2,
    "Episode": 17,
    "Title": "the terminator decoupling",
    "Actor2Line": {
        "Howard": [
            [
                0,
                "Okay, Raj, hand me the number six torque screwdriver."
            ],
            [
                8,
                "For taking daffodils to your unicorn."
            ],
            [
                24,
                "Yeah, cool. Seven times as long as flying, and costs almost twice as much."
            ],
            [
                45,
                "Come on, Raj."
            ],
            [
                58,
                "It can’t be. What would Summer Glau be doing riding the train?"
            ],
            [
                65,
                "Sheldon, I owe you an apology. Taking the train was a stroke of brilliance! I’ve actually got a shot at a Terminator."
            ],
            [
                67,
                "You’re overlooking something. I have 11 hours with her in a confined space. Unless she’s willing to jump off a moving train, tuck and roll down the side of a hill, she will eventually succumb to the acquired taste that is Howard Wolowitz."
            ],
            [
                70,
                "Sheldon, let me explain to you how this works."
            ],
            [
                72,
                "That’s Summer Glau."
            ],
            [
                74,
                "That’s it."
            ],
            [
                76,
                "Um, well, let’s see, couple reasons. One, I saw her first."
            ],
            [
                78,
                "Fair enough. But then let me move on to number two, unlike you, I can actually talk to women when I’m sober."
            ],
            [
                80,
                "Well, you know the old saying, pasty and frail never fail."
            ],
            [
                82,
                "Fine, go ahead. Take a shot."
            ],
            [
                89,
                "I will, I’m just working on my opening line."
            ],
            [
                91,
                "No, no, no, that always creeps girls out. I need to come up with something that’s funny, smart and delicately suggests that my sexual endowment is disproportionate to my physical stature."
            ],
            [
                155,
                "Do you believe him? Normally around women, he has the personality of a boiled potato. Put one beer in him, and he’s M. Night Charmalarmalon."
            ],
            [
                157,
                "What?"
            ],
            [
                159,
                "What’s going on?"
            ],
            [
                161,
                "Placebo, you say. Interesting."
            ],
            [
                166,
                "Raj."
            ],
            [
                168,
                "Look."
            ],
            [
                170,
                "You tell me."
            ],
            [
                172,
                "Hi, I’m the small package good things come in."
            ],
            [
                188,
                "So anyway, in the dream, you and I were ice skating, just the two of us. And then, I picked you up by your ankles and twirled you round and round until your legs tore off. I tried to stick them back on, but before I could, you turned into a giant loaf of pumpernickel bread. What do you think that means?"
            ],
            [
                190,
                "I’ll give you a little clue. My favourite sandwich? Salami on pumpernickel."
            ],
            [
                192,
                "And did you know the word “pumpernickel” comes from the German words pumper and nickel, which loosely translates to fart goblin?"
            ],
            [
                199,
                "Okay, here’s another one. If you married the famous rock guitarist Johnny Winter, you’d be Summer Winter."
            ],
            [
                201,
                "Okay, I’m going to just go for broke here and say I like you."
            ],
            [
                203,
                "So here’s my question, do you realistically see any conversational path that would take me from where we are right now to a place where I could ask you out and you’d say yes?"
            ],
            [
                205,
                "Fair enough. I’ll leave you in peace."
            ],
            [
                207,
                "But before I go, would you mind if I just take one picture of us together for my Facebook page?"
            ],
            [
                209,
                "Okay. Great. Now, can I take one where it looks like we’re making out?"
            ],
            [
                212,
                "Terminator broke my phone."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Stop. We can’t do this, it’s not right."
            ],
            [
                3,
                "But once you open the box, you’ve voided the warranty. The warranty is a sacred covenant we’ve entered into with the manufacturer. He offers to stand by his equipment, and we in return agree not to violate the integrity of the internal hardware. This little orange sticker is all that stands between us and anarchy."
            ],
            [
                11,
                "I understand your envy. This is a can’t-miss symposium. There are going to be discussions on bioorganic cellular computer devices, the advancements in multi-threaded task completion, plus a roundtable on the nonequilibrium Green’s function approach to the photoionization process in atoms."
            ],
            [
                17,
                "George Smoot is a Nobel Prize-winning physicist, one of the great minds of our time. His work in black body form and anisotropy of the cosmic microwave background radiation cemented our understanding of the origin of the universe."
            ],
            [
                19,
                "It’s like talking to a chimp."
            ],
            [
                22,
                "We’re not flying, we’re taking the train."
            ],
            [
                32,
                "Oh, I always enjoy that, but I’m a little busy."
            ],
            [
                34,
                "I’m simplifying the task of packing for our trip. See, by attaching RFID tags to my clothing, it will enable my laptop to read and identify the items with this wand. I will then cross-reference them against destination, anticipated activity spectrum, weather conditions, duration of trip, et cetera."
            ],
            [
                36,
                "Assuming I can keep up this pace, three hours, 11 minutes, and plus however long it takes to conclude this fairly pointless conversation."
            ],
            [
                38,
                "I don’t follow."
            ],
            [
                40,
                "Socks, one pair, cotton, argyle, blue. Socks, one pair, cotton, argyle, blue."
            ],
            [
                42,
                "What on earth are you doing?"
            ],
            [
                44,
                "Gentlemen, this is the Coast Starlight, one of the great American trains operating on one of the classic American routes. On this side, you’ll see panoramic ocean vistas inaccessible to any other form of transportation, while on your side, you’ll be treated to 350 miles of CostCos, Jiffy Lubes, and cinderblock homes with above-ground pools."
            ],
            [
                47,
                "No."
            ],
            [
                49,
                "That’s over the wheelbase. Are you completely unfamiliar with the suspension characteristics of a pre-1980 Pullman-built Superliner Deluxe passenger coach?"
            ],
            [
                51,
                "Here. I’m hoping once you reap the endorphic rewards of the steady clickety-clack of steel wheels on polished rails, your sour disposition will abate."
            ],
            [
                54,
                "He is referring, of course, to third class on Indian Railways’ magnificent Ranakpur Express and its twelve hundred kilometer journey from Maharashtra to the Bikaner Junction."
            ],
            [
                60,
                "Unlikely. That’s a television show, Leonard."
            ],
            [
                62,
                "Of course, if SkyNet actually did exist in the future, a perfect way to infiltrate and destroy mankind would be to send Terminators back posing as actors who have played Terminators in popular films and television series, lulling us into a false sense of security, i.e., that’s Summer Glau from The Sarah Connor Chronicles. No, Summer, don’t kill me! I’m pro-robot! Ahh!"
            ],
            [
                64,
                "Whee!"
            ],
            [
                69,
                "I’m confused. I thought you were involved in some sort of socially intimate pairing with Leslie Winkle."
            ],
            [
                71,
                "All right."
            ],
            [
                73,
                "Yes."
            ],
            [
                85,
                "Interesting that you ask. The Coast Starlight recently added the refurbished Pacific Parlour Car. Built in 1956 and originally known as the Santa Fe Lounge Car, the lower level is a theatre…"
            ],
            [
                87,
                "and the upper level is a bar that offers wine tastings if you’re going as far as Portland."
            ],
            [
                93,
                "Oh, no."
            ],
            [
                95,
                "I forgot my flash drive."
            ],
            [
                97,
                "So we have to go back."
            ],
            [
                99,
                "You don’t understand. My flash drive has my paper on astrophysical probes of M-theory effects in the early universe that I was going to give to George Smoot at the conference."
            ],
            [
                101,
                "It’s brilliant. He needs to read it."
            ],
            [
                103,
                "Then I won’t get to see his face light up as he reads it."
            ],
            [
                105,
                "Oh, this is an unmitigated disaster."
            ],
            [
                107,
                "You forgot your flash drive, You forgot your flash drive (repeated over and over in time to the sound of the train)"
            ],
            [
                114,
                "Are you going to be sarcastic?"
            ],
            [
                116,
                "But the flash drive is in a locked drawer in my desk."
            ],
            [
                118,
                "The key is hidden in my room."
            ],
            [
                120,
                "Penny would have to go into my room."
            ],
            [
                122,
                "People don’t go in my room!"
            ],
            [
                124,
                "Oh, I hate when that happens."
            ],
            [
                135,
                "Okay, step four. Do you see that small plastic case on my dresser?"
            ],
            [
                137,
                "It’s Sheldon."
            ],
            [
                139,
                "I’m not in San Francisco. I’m on a train. Were you even listening to me?"
            ],
            [
                141,
                "What’s up? I’ll tell you what’s up. I’m in a crisis situation, and I need you to marshal your powers of concentration, limited as they may be…"
            ],
            [
                145,
                "Okay. Enough chitchat. Okay, step one, locate your emergency key to our apartment. Step two, enter our apartment. Step three, enter my bedroom."
            ],
            [
                147,
                "No! Leonard, let me tell you something. Personal robots cannot get here soon enough."
            ],
            [
                153,
                "All right, now, before you enter my bedroom unescorted, I need you to understand that this onetime grant of access does not create a permanent easement. Easement. It’s a legal right"
            ],
            [
                162,
                "Yes, I’m still here. Where am I going? I’m on a train. Now, what you’ll be looking for is a small wooden box located between a Hoberman’s sphere and a sample of quartz flecked with pyrite. Hoberman’s Sphere. It’s a collapsible icosidodecahedron. No, the thing with the time on it is my alarm clock."
            ],
            [
                174,
                "That’s the wrong box. Put it back."
            ],
            [
                176,
                "Don’t read those letters!"
            ],
            [
                178,
                "Put down the letters!"
            ],
            [
                184,
                "I’m back."
            ],
            [
                186,
                "Nobody calls me Moon Pie but Meemaw!"
            ],
            [
                195,
                "You’re holding a Japanese puzzle box, which takes ten precise moves to open. First, locate the panel with the diamond pattern and slide the centre portion one millimetre to the left. Then, on the opposite end of the box, slide the entire panel down two millimetres. You’ll hear a slight click."
            ],
            [
                197,
                "No, it’s a novelty I ordered off the Internet. Now, did you hear the click?"
            ],
            [
                210,
                "Okay, now you’re going to insert the flash drive into the USB port. She calls me Moon Pie because I’m nummy-nummy and she could just eat me up, now, please put the flash drive in the USB port. The one that looks like a little duck’s mouth."
            ],
            [
                218,
                "So, I’m thinking, you won the Nobel Prize what, three years ago? So you must deal with a whole lot of what has Smoot done lately? My thought is we continue my research as a team, you know, Cooper-Smoot, alphabetical, and when we win the Nobel Prize, you’ll be back on top."
            ],
            [
                220,
                "Fine! Smoot-Cooper. Wow, what a diva."
            ]
        ],
        "Raj": [
            [
                2,
                "Sheldon, you have two choices. Either you let him put a bigger hard drive in the TiVo, or you delete stuff before we go out of town."
            ],
            [
                43,
                "Whatever it is, I’m guessing we’re doing it wrong."
            ],
            [
                46,
                "What’s wrong with Jiffy Lubes?"
            ],
            [
                53,
                "It’s not so bad, really. At least these trains have modern plumbing. In India, you squat over a hole in the train and expose your naked buttocks to the chilly air of Rajasthan."
            ],
            [
                56,
                "Holy crap! Look!"
            ],
            [
                66,
                "Oh, please.When it comes to Terminators, you’ve got a better shot of scoring with Arnold Schwarzenegger."
            ],
            [
                75,
                "Hang on a sec. Why do you get first crack at her?"
            ],
            [
                77,
                "No, you didn’t. I did."
            ],
            [
                79,
                "You fail to take into account that even mute, I am foreign and exotic, while you, on the other hand, are frail and pasty."
            ],
            [
                84,
                "Sheldon, is there a place on this train to get alcohol?"
            ],
            [
                86,
                "Yeah-yeah, which way?"
            ],
            [
                128,
                "Really? I just made it up. Have you seen Slumdog Millionaire?"
            ],
            [
                130,
                "It’s loosely based on my life."
            ],
            [
                148,
                "And that bright little star peeking her head out early today, that’s Venus."
            ],
            [
                150,
                "Come on. When you were on TV in Firefly, you were actually in space."
            ],
            [
                152,
                "You mean one of the hopeless geeks? No. Those are crazy people. Howard, be a dear and get me another one of these. Now, him, he’s one of those geeks."
            ],
            [
                163,
                "Actually, in India, the names of constellations are different. Where you have the Big Dipper, we have the Big Curry Pot."
            ],
            [
                165,
                "You got me. Now what are you going to do with me?"
            ],
            [
                167,
                "Yes?"
            ],
            [
                169,
                "What am I looking at?"
            ],
            [
                171,
                "Non-alcoholic bee-ee-eeuh (Runs off)"
            ]
        ],
        "Leonard": [
            [
                4,
                "Okay, then we won’t touch the hard drive. We’ll just erase the first season of Battlestar."
            ],
            [
                7,
                "It’s perfect."
            ],
            [
                9,
                "It’s just for my notebooks. Thanks, Penny."
            ],
            [
                13,
                "This conference is kind of a big thing. The keynote address is being delivered by George Smoot."
            ],
            [
                15,
                "You’ve heard of him?"
            ],
            [
                21,
                "Yeah, I wish."
            ],
            [
                26,
                "Well, we had a vote. Three of us voted for airplane, Sheldon voted for train, so we’re taking the train."
            ],
            [
                31,
                "Hey, we’re all going over to the Apple store to make fun of the guys at the Genius Bar. You want to come?"
            ],
            [
                33,
                "What are you doing?"
            ],
            [
                35,
                "Well, that does sound much simpler. How long is this going to take?"
            ],
            [
                37,
                "Wow. Teasing the guys at the Apple store seems a little redundant now."
            ],
            [
                39,
                "I wouldn’t expect you to. I’ll see you later."
            ],
            [
                48,
                "Why not?"
            ],
            [
                50,
                "Sheldon, we’ve been on this train 90 seconds, and you’ve already said a thousand words. Just tell us where to sit and shut up."
            ],
            [
                52,
                "Yeah, maybe. Meanwhile back in the 21st century, people are raising their tray tables and putting their seat-backs in an upright position ’cause it’s time to land in San Francisco."
            ],
            [
                55,
                "Oh, look, now he’s boring on an international scale."
            ],
            [
                57,
                "Is that who I think it is?"
            ],
            [
                59,
                "Maybe John Connor’s aboard and she’s protecting him from an evil Terminator."
            ],
            [
                61,
                "Thank you."
            ],
            [
                63,
                "At least he’s off the train crap."
            ],
            [
                68,
                "My money’s on tuck and roll."
            ],
            [
                81,
                "Excuse me, but what about me? Why don’t I get a shot?"
            ],
            [
                83,
                "You know, I’ve already got a gorgeous blonde back home at I can’t score with. I think I’ll let you two take this one."
            ],
            [
                88,
                "So aren’t you going to go talk to her?"
            ],
            [
                90,
                "She’s probably heard every possible line, Howard. Why don’t you just try hello?"
            ],
            [
                92,
                "You’re going to need more than 11 hours."
            ],
            [
                94,
                "What’s the matter?"
            ],
            [
                96,
                "So?"
            ],
            [
                98,
                "Okay, Sheldon, I’m going to say why and your answer cannot be because I forgot my flash drive."
            ],
            [
                100,
                "Why do you have to give your paper to George Smoot?"
            ],
            [
                102,
                "So you’ll send him an e-mail when we get back."
            ],
            [
                104,
                "Right. Of course."
            ],
            [
                106,
                "Well, there’s nothing you can do about it, so relax, sit back, enjoy the clickety-clack of the steel wheels on the polished rails."
            ],
            [
                108,
                "Only ten hours, 55 minutes to go."
            ],
            [
                113,
                "I’ve got a better idea."
            ],
            [
                115,
                "Boy, you take all the fun out of it for me.  But look, Penny’s home. Why don’t we just call her, have her go in the apartment, get your flash drive and e-mail you the paper?"
            ],
            [
                117,
                "So?"
            ],
            [
                119,
                "So?"
            ],
            [
                121,
                "So?"
            ],
            [
                123,
                "I see. Well, it seems once again, you’re caught between a rock and a crazy place."
            ],
            [
                142,
                "Give me the phone. Hi, Penny. It’s Leonard."
            ],
            [
                144,
                "He’s calling to ask you a favour. You might be confused because he didn’t use the words, Penny, Sheldon, please or favour."
            ],
            [
                156,
                "Is that what he’s drinking? It’s not even real beer."
            ],
            [
                158,
                "Look at it. Non-alcoholic beer."
            ],
            [
                160,
                "I don’t know. Some sort of placebo effect, I guess."
            ],
            [
                179,
                "Hey, Penny. It’s Leonard."
            ],
            [
                181,
                "Delightful. Listen, I don’t know what you’re doing right now, but there are little bubbles forming on the corners of Sheldon’s mouth."
            ],
            [
                183,
                "Thank you."
            ],
            [
                187,
                "Hey, Penny. Leonard again."
            ],
            [
                211,
                "Hey, how’d it go?"
            ],
            [
                216,
                "Hi, my name’s Leonard."
            ]
        ],
        "Sheldon (ripping off sticker)": [
            [
                5,
                "There. We’re outlaws."
            ]
        ],
        "Penny (entering with a pink suitcase)": [
            [
                6,
                "Here you go, Leonard. Is this going to be big enough?"
            ]
        ],
        "Penny": [
            [
                10,
                "Oh, I love San Francisco. I wish I was going with you."
            ],
            [
                12,
                "When I go, I usually just get hammered and ride the cable cars."
            ],
            [
                14,
                "Oh, my God, the George Smoot?"
            ],
            [
                16,
                "Of course I haven’t."
            ],
            [
                18,
                "It’s kind of a funny name, though, Smoot."
            ],
            [
                20,
                "Okay, now that I’ve been completely insulted, have a good flight."
            ],
            [
                23,
                "Oh, cool."
            ],
            [
                25,
                "Well, then why are you doing it?"
            ],
            [
                132,
                "Yeah, we’re putting the play on for one night in this little 99-seat theatre. Can you come? Oh, great. Do you know 98 other people that might want to come? Oh, hang on. (Switches to another line) Hello?"
            ],
            [
                134,
                "Just a sec. (Switches back to first line) The theatre is above a bowling alley, so it’s a little noisy, but it might be the only chance I’ll ever get to play Anne Frank. And the director is brilliant. He uses the bowling sounds as, like, Nazi artillery. Okay, great, I’ll see you then. (Switches line again) Hello?"
            ],
            [
                136,
                "Your dresser? Who is this?"
            ],
            [
                138,
                "Oh, hey, Sheldon! How is San Francisco?"
            ],
            [
                140,
                "Uh, no, I was talking to my friend, but what’s up?"
            ],
            [
                143,
                "Hey, Leonard. What’s going on with Dr. Wackadoodle?"
            ],
            [
                146,
                "Oh, hang on, Sheldon, getting another call."
            ],
            [
                173,
                "Okay, I got a box, but there’s no key in here. Just letters."
            ],
            [
                175,
                "Oh, Sheldon, are these letters from your grandmother?"
            ],
            [
                177,
                "Oh, look, she calls you Moon Pie. That is so cute."
            ],
            [
                180,
                "Hey, Leonard. How’s the train ride?"
            ],
            [
                182,
                "Okay, yeah, I kind of crossed a line. Put him back on."
            ],
            [
                185,
                "What up, Moon Pie?"
            ],
            [
                194,
                "Okay, I found the box. Now what?"
            ],
            [
                196,
                "Hang on. Sheldon, do you have any emotional attachment to this box?"
            ],
            [
                198,
                "Not yet. (Puts box on ground and stomps on it)There it is."
            ]
        ],
        "Sheldon: Don’t say it like that, Leonard, say it like": [
            [
                27,
                "we’re taking the train!"
            ]
        ],
        "Scene": [
            [
                28,
                "Credits sequence."
            ],
            [
                30,
                "Sheldon’s bedroom."
            ],
            [
                41,
                "On the train."
            ],
            [
                109,
                "Time Shift."
            ],
            [
                131,
                "Penny’s apartment. Penny is on the phone."
            ],
            [
                154,
                "of access. Good grief. What? No, don’t put me on hold. Oh!"
            ],
            [
                217,
                "The conference."
            ]
        ],
        "Howard (steeling himself to talk to Summer Glau, to himself)": [
            [
                111,
                "It’s hot in here. Must be Summer. (Walks towards her, then walks straight past. Returns, makes to talk to her, then turns to two nuns over the other side of the corridor) So, where you gals headed?"
            ]
        ],
        "Sheldon: Okay, I’ve found the perfect solution. We get off the train at the next stop in Oxnard. We then take the 1": [
            [
                112,
                "13 train back to Union Station. We take a cab back to the apartment, get my flash drive, and then race to San Luis Obispo, where, assuming the lights are with us and minimal traffic, we’ll meet the train."
            ]
        ],
        "Howard (to self)": [
            [
                125,
                "It’s hot in here. It must be Summer. It’s hot in here. Must be Summer. It’s hot in here. Must be Summer."
            ]
        ],
        "Raj (walking past and straight up to Summer Glau)": [
            [
                126,
                "It’s hot in here. Must be Summer."
            ]
        ],
        "Summer": [
            [
                127,
                "That’s cute."
            ],
            [
                129,
                "Oh, yeah, I loved it."
            ],
            [
                149,
                "That is so cool. You really know a lot about space."
            ],
            [
                151,
                "You’re not one of those guys who really believe that, are you?"
            ],
            [
                164,
                "You’re making that up."
            ],
            [
                191,
                "Is that so?"
            ],
            [
                193,
                "No. I didn’t."
            ],
            [
                200,
                "Uh-huh."
            ],
            [
                202,
                "Yeah?"
            ],
            [
                204,
                "No."
            ],
            [
                206,
                "Thank you."
            ],
            [
                208,
                "Sure."
            ],
            [
                215,
                "I’m sorry. This is me."
            ]
        ],
        "Sheldon (on phone)": [
            [
                133,
                "Listen carefully. I’m about to give you a set of instructions, which you must follow to the letter."
            ]
        ],
        "Summer (uncomfortable)": [
            [
                189,
                "I really don’t know."
            ]
        ],
        "Leonard: Excuse me. (Goes down to Summer) Okay, I’ll be honest with you. I’ve just spent the last two hours imagining various scenarios in my head, trying to come up with some clever line to say to you. But then I finally realized you’re a human being": [
            [
                213,
                "I’m a human being. I could just say to you…"
            ]
        ],
        "Announcer: Next stop": [
            [
                214,
                "Santa Barbara."
            ]
        ],
        "George Smoot": [
            [
                219,
                "With all due respect, Dr. Cooper, are you on crack?"
            ]
        ]
    },
    "AllLines": [
        [
            "Howard",
            "Okay, Raj, hand me the number six torque screwdriver."
        ],
        [
            "Sheldon",
            "Stop. We can’t do this, it’s not right."
        ],
        [
            "Raj",
            "Sheldon, you have two choices. Either you let him put a bigger hard drive in the TiVo, or you delete stuff before we go out of town."
        ],
        [
            "Sheldon",
            "But once you open the box, you’ve voided the warranty. The warranty is a sacred covenant we’ve entered into with the manufacturer. He offers to stand by his equipment, and we in return agree not to violate the integrity of the internal hardware. This little orange sticker is all that stands between us and anarchy."
        ],
        [
            "Leonard",
            "Okay, then we won’t touch the hard drive. We’ll just erase the first season of Battlestar."
        ],
        [
            "Sheldon (ripping off sticker)",
            "There. We’re outlaws."
        ],
        [
            "Penny (entering with a pink suitcase)",
            "Here you go, Leonard. Is this going to be big enough?"
        ],
        [
            "Leonard",
            "It’s perfect."
        ],
        [
            "Howard",
            "For taking daffodils to your unicorn."
        ],
        [
            "Leonard",
            "It’s just for my notebooks. Thanks, Penny."
        ],
        [
            "Penny",
            "Oh, I love San Francisco. I wish I was going with you."
        ],
        [
            "Sheldon",
            "I understand your envy. This is a can’t-miss symposium. There are going to be discussions on bioorganic cellular computer devices, the advancements in multi-threaded task completion, plus a roundtable on the nonequilibrium Green’s function approach to the photoionization process in atoms."
        ],
        [
            "Penny",
            "When I go, I usually just get hammered and ride the cable cars."
        ],
        [
            "Leonard",
            "This conference is kind of a big thing. The keynote address is being delivered by George Smoot."
        ],
        [
            "Penny",
            "Oh, my God, the George Smoot?"
        ],
        [
            "Leonard",
            "You’ve heard of him?"
        ],
        [
            "Penny",
            "Of course I haven’t."
        ],
        [
            "Sheldon",
            "George Smoot is a Nobel Prize-winning physicist, one of the great minds of our time. His work in black body form and anisotropy of the cosmic microwave background radiation cemented our understanding of the origin of the universe."
        ],
        [
            "Penny",
            "It’s kind of a funny name, though, Smoot."
        ],
        [
            "Sheldon",
            "It’s like talking to a chimp."
        ],
        [
            "Penny",
            "Okay, now that I’ve been completely insulted, have a good flight."
        ],
        [
            "Leonard",
            "Yeah, I wish."
        ],
        [
            "Sheldon",
            "We’re not flying, we’re taking the train."
        ],
        [
            "Penny",
            "Oh, cool."
        ],
        [
            "Howard",
            "Yeah, cool. Seven times as long as flying, and costs almost twice as much."
        ],
        [
            "Penny",
            "Well, then why are you doing it?"
        ],
        [
            "Leonard",
            "Well, we had a vote. Three of us voted for airplane, Sheldon voted for train, so we’re taking the train."
        ],
        [
            "Sheldon: Don’t say it like that, Leonard, say it like",
            "we’re taking the train!"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Sheldon’s bedroom."
        ],
        [
            "Leonard",
            "Hey, we’re all going over to the Apple store to make fun of the guys at the Genius Bar. You want to come?"
        ],
        [
            "Sheldon",
            "Oh, I always enjoy that, but I’m a little busy."
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "I’m simplifying the task of packing for our trip. See, by attaching RFID tags to my clothing, it will enable my laptop to read and identify the items with this wand. I will then cross-reference them against destination, anticipated activity spectrum, weather conditions, duration of trip, et cetera."
        ],
        [
            "Leonard",
            "Well, that does sound much simpler. How long is this going to take?"
        ],
        [
            "Sheldon",
            "Assuming I can keep up this pace, three hours, 11 minutes, and plus however long it takes to conclude this fairly pointless conversation."
        ],
        [
            "Leonard",
            "Wow. Teasing the guys at the Apple store seems a little redundant now."
        ],
        [
            "Sheldon",
            "I don’t follow."
        ],
        [
            "Leonard",
            "I wouldn’t expect you to. I’ll see you later."
        ],
        [
            "Sheldon",
            "Socks, one pair, cotton, argyle, blue. Socks, one pair, cotton, argyle, blue."
        ],
        [
            "Scene",
            "On the train."
        ],
        [
            "Sheldon",
            "What on earth are you doing?"
        ],
        [
            "Raj",
            "Whatever it is, I’m guessing we’re doing it wrong."
        ],
        [
            "Sheldon",
            "Gentlemen, this is the Coast Starlight, one of the great American trains operating on one of the classic American routes. On this side, you’ll see panoramic ocean vistas inaccessible to any other form of transportation, while on your side, you’ll be treated to 350 miles of CostCos, Jiffy Lubes, and cinderblock homes with above-ground pools."
        ],
        [
            "Howard",
            "Come on, Raj."
        ],
        [
            "Raj",
            "What’s wrong with Jiffy Lubes?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Why not?"
        ],
        [
            "Sheldon",
            "That’s over the wheelbase. Are you completely unfamiliar with the suspension characteristics of a pre-1980 Pullman-built Superliner Deluxe passenger coach?"
        ],
        [
            "Leonard",
            "Sheldon, we’ve been on this train 90 seconds, and you’ve already said a thousand words. Just tell us where to sit and shut up."
        ],
        [
            "Sheldon",
            "Here. I’m hoping once you reap the endorphic rewards of the steady clickety-clack of steel wheels on polished rails, your sour disposition will abate."
        ],
        [
            "Leonard",
            "Yeah, maybe. Meanwhile back in the 21st century, people are raising their tray tables and putting their seat-backs in an upright position ’cause it’s time to land in San Francisco."
        ],
        [
            "Raj",
            "It’s not so bad, really. At least these trains have modern plumbing. In India, you squat over a hole in the train and expose your naked buttocks to the chilly air of Rajasthan."
        ],
        [
            "Sheldon",
            "He is referring, of course, to third class on Indian Railways’ magnificent Ranakpur Express and its twelve hundred kilometer journey from Maharashtra to the Bikaner Junction."
        ],
        [
            "Leonard",
            "Oh, look, now he’s boring on an international scale."
        ],
        [
            "Raj",
            "Holy crap! Look!"
        ],
        [
            "Leonard",
            "Is that who I think it is?"
        ],
        [
            "Howard",
            "It can’t be. What would Summer Glau be doing riding the train?"
        ],
        [
            "Leonard",
            "Maybe John Connor’s aboard and she’s protecting him from an evil Terminator."
        ],
        [
            "Sheldon",
            "Unlikely. That’s a television show, Leonard."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Sheldon",
            "Of course, if SkyNet actually did exist in the future, a perfect way to infiltrate and destroy mankind would be to send Terminators back posing as actors who have played Terminators in popular films and television series, lulling us into a false sense of security, i.e., that’s Summer Glau from The Sarah Connor Chronicles. No, Summer, don’t kill me! I’m pro-robot! Ahh!"
        ],
        [
            "Leonard",
            "At least he’s off the train crap."
        ],
        [
            "Sheldon",
            "Whee!"
        ],
        [
            "Howard",
            "Sheldon, I owe you an apology. Taking the train was a stroke of brilliance! I’ve actually got a shot at a Terminator."
        ],
        [
            "Raj",
            "Oh, please.When it comes to Terminators, you’ve got a better shot of scoring with Arnold Schwarzenegger."
        ],
        [
            "Howard",
            "You’re overlooking something. I have 11 hours with her in a confined space. Unless she’s willing to jump off a moving train, tuck and roll down the side of a hill, she will eventually succumb to the acquired taste that is Howard Wolowitz."
        ],
        [
            "Leonard",
            "My money’s on tuck and roll."
        ],
        [
            "Sheldon",
            "I’m confused. I thought you were involved in some sort of socially intimate pairing with Leslie Winkle."
        ],
        [
            "Howard",
            "Sheldon, let me explain to you how this works."
        ],
        [
            "Sheldon",
            "All right."
        ],
        [
            "Howard",
            "That’s Summer Glau."
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Howard",
            "That’s it."
        ],
        [
            "Raj",
            "Hang on a sec. Why do you get first crack at her?"
        ],
        [
            "Howard",
            "Um, well, let’s see, couple reasons. One, I saw her first."
        ],
        [
            "Raj",
            "No, you didn’t. I did."
        ],
        [
            "Howard",
            "Fair enough. But then let me move on to number two, unlike you, I can actually talk to women when I’m sober."
        ],
        [
            "Raj",
            "You fail to take into account that even mute, I am foreign and exotic, while you, on the other hand, are frail and pasty."
        ],
        [
            "Howard",
            "Well, you know the old saying, pasty and frail never fail."
        ],
        [
            "Leonard",
            "Excuse me, but what about me? Why don’t I get a shot?"
        ],
        [
            "Howard",
            "Fine, go ahead. Take a shot."
        ],
        [
            "Leonard",
            "You know, I’ve already got a gorgeous blonde back home at I can’t score with. I think I’ll let you two take this one."
        ],
        [
            "Raj",
            "Sheldon, is there a place on this train to get alcohol?"
        ],
        [
            "Sheldon",
            "Interesting that you ask. The Coast Starlight recently added the refurbished Pacific Parlour Car. Built in 1956 and originally known as the Santa Fe Lounge Car, the lower level is a theatre…"
        ],
        [
            "Raj",
            "Yeah-yeah, which way?"
        ],
        [
            "Sheldon",
            "and the upper level is a bar that offers wine tastings if you’re going as far as Portland."
        ],
        [
            "Leonard",
            "So aren’t you going to go talk to her?"
        ],
        [
            "Howard",
            "I will, I’m just working on my opening line."
        ],
        [
            "Leonard",
            "She’s probably heard every possible line, Howard. Why don’t you just try hello?"
        ],
        [
            "Howard",
            "No, no, no, that always creeps girls out. I need to come up with something that’s funny, smart and delicately suggests that my sexual endowment is disproportionate to my physical stature."
        ],
        [
            "Leonard",
            "You’re going to need more than 11 hours."
        ],
        [
            "Sheldon",
            "Oh, no."
        ],
        [
            "Leonard",
            "What’s the matter?"
        ],
        [
            "Sheldon",
            "I forgot my flash drive."
        ],
        [
            "Leonard",
            "So?"
        ],
        [
            "Sheldon",
            "So we have to go back."
        ],
        [
            "Leonard",
            "Okay, Sheldon, I’m going to say why and your answer cannot be because I forgot my flash drive."
        ],
        [
            "Sheldon",
            "You don’t understand. My flash drive has my paper on astrophysical probes of M-theory effects in the early universe that I was going to give to George Smoot at the conference."
        ],
        [
            "Leonard",
            "Why do you have to give your paper to George Smoot?"
        ],
        [
            "Sheldon",
            "It’s brilliant. He needs to read it."
        ],
        [
            "Leonard",
            "So you’ll send him an e-mail when we get back."
        ],
        [
            "Sheldon",
            "Then I won’t get to see his face light up as he reads it."
        ],
        [
            "Leonard",
            "Right. Of course."
        ],
        [
            "Sheldon",
            "Oh, this is an unmitigated disaster."
        ],
        [
            "Leonard",
            "Well, there’s nothing you can do about it, so relax, sit back, enjoy the clickety-clack of the steel wheels on the polished rails."
        ],
        [
            "Sheldon",
            "You forgot your flash drive, You forgot your flash drive (repeated over and over in time to the sound of the train)"
        ],
        [
            "Leonard",
            "Only ten hours, 55 minutes to go."
        ],
        [
            "Scene",
            "Time Shift."
        ],
        [
            "Howard (steeling himself to talk to Summer Glau, to himself)",
            "It’s hot in here. Must be Summer. (Walks towards her, then walks straight past. Returns, makes to talk to her, then turns to two nuns over the other side of the corridor) So, where you gals headed?"
        ],
        [
            "Sheldon: Okay, I’ve found the perfect solution. We get off the train at the next stop in Oxnard. We then take the 1",
            "13 train back to Union Station. We take a cab back to the apartment, get my flash drive, and then race to San Luis Obispo, where, assuming the lights are with us and minimal traffic, we’ll meet the train."
        ],
        [
            "Leonard",
            "I’ve got a better idea."
        ],
        [
            "Sheldon",
            "Are you going to be sarcastic?"
        ],
        [
            "Leonard",
            "Boy, you take all the fun out of it for me.  But look, Penny’s home. Why don’t we just call her, have her go in the apartment, get your flash drive and e-mail you the paper?"
        ],
        [
            "Sheldon",
            "But the flash drive is in a locked drawer in my desk."
        ],
        [
            "Leonard",
            "So?"
        ],
        [
            "Sheldon",
            "The key is hidden in my room."
        ],
        [
            "Leonard",
            "So?"
        ],
        [
            "Sheldon",
            "Penny would have to go into my room."
        ],
        [
            "Leonard",
            "So?"
        ],
        [
            "Sheldon",
            "People don’t go in my room!"
        ],
        [
            "Leonard",
            "I see. Well, it seems once again, you’re caught between a rock and a crazy place."
        ],
        [
            "Sheldon",
            "Oh, I hate when that happens."
        ],
        [
            "Howard (to self)",
            "It’s hot in here. It must be Summer. It’s hot in here. Must be Summer. It’s hot in here. Must be Summer."
        ],
        [
            "Raj (walking past and straight up to Summer Glau)",
            "It’s hot in here. Must be Summer."
        ],
        [
            "Summer",
            "That’s cute."
        ],
        [
            "Raj",
            "Really? I just made it up. Have you seen Slumdog Millionaire?"
        ],
        [
            "Summer",
            "Oh, yeah, I loved it."
        ],
        [
            "Raj",
            "It’s loosely based on my life."
        ],
        [
            "Scene",
            "Penny’s apartment. Penny is on the phone."
        ],
        [
            "Penny",
            "Yeah, we’re putting the play on for one night in this little 99-seat theatre. Can you come? Oh, great. Do you know 98 other people that might want to come? Oh, hang on. (Switches to another line) Hello?"
        ],
        [
            "Sheldon (on phone)",
            "Listen carefully. I’m about to give you a set of instructions, which you must follow to the letter."
        ],
        [
            "Penny",
            "Just a sec. (Switches back to first line) The theatre is above a bowling alley, so it’s a little noisy, but it might be the only chance I’ll ever get to play Anne Frank. And the director is brilliant. He uses the bowling sounds as, like, Nazi artillery. Okay, great, I’ll see you then. (Switches line again) Hello?"
        ],
        [
            "Sheldon",
            "Okay, step four. Do you see that small plastic case on my dresser?"
        ],
        [
            "Penny",
            "Your dresser? Who is this?"
        ],
        [
            "Sheldon",
            "It’s Sheldon."
        ],
        [
            "Penny",
            "Oh, hey, Sheldon! How is San Francisco?"
        ],
        [
            "Sheldon",
            "I’m not in San Francisco. I’m on a train. Were you even listening to me?"
        ],
        [
            "Penny",
            "Uh, no, I was talking to my friend, but what’s up?"
        ],
        [
            "Sheldon",
            "What’s up? I’ll tell you what’s up. I’m in a crisis situation, and I need you to marshal your powers of concentration, limited as they may be…"
        ],
        [
            "Leonard",
            "Give me the phone. Hi, Penny. It’s Leonard."
        ],
        [
            "Penny",
            "Hey, Leonard. What’s going on with Dr. Wackadoodle?"
        ],
        [
            "Leonard",
            "He’s calling to ask you a favour. You might be confused because he didn’t use the words, Penny, Sheldon, please or favour."
        ],
        [
            "Sheldon",
            "Okay. Enough chitchat. Okay, step one, locate your emergency key to our apartment. Step two, enter our apartment. Step three, enter my bedroom."
        ],
        [
            "Penny",
            "Oh, hang on, Sheldon, getting another call."
        ],
        [
            "Sheldon",
            "No! Leonard, let me tell you something. Personal robots cannot get here soon enough."
        ],
        [
            "Raj",
            "And that bright little star peeking her head out early today, that’s Venus."
        ],
        [
            "Summer",
            "That is so cool. You really know a lot about space."
        ],
        [
            "Raj",
            "Come on. When you were on TV in Firefly, you were actually in space."
        ],
        [
            "Summer",
            "You’re not one of those guys who really believe that, are you?"
        ],
        [
            "Raj",
            "You mean one of the hopeless geeks? No. Those are crazy people. Howard, be a dear and get me another one of these. Now, him, he’s one of those geeks."
        ],
        [
            "Sheldon",
            "All right, now, before you enter my bedroom unescorted, I need you to understand that this onetime grant of access does not create a permanent easement. Easement. It’s a legal right"
        ],
        [
            "Scene",
            "of access. Good grief. What? No, don’t put me on hold. Oh!"
        ],
        [
            "Howard",
            "Do you believe him? Normally around women, he has the personality of a boiled potato. Put one beer in him, and he’s M. Night Charmalarmalon."
        ],
        [
            "Leonard",
            "Is that what he’s drinking? It’s not even real beer."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Leonard",
            "Look at it. Non-alcoholic beer."
        ],
        [
            "Howard",
            "What’s going on?"
        ],
        [
            "Leonard",
            "I don’t know. Some sort of placebo effect, I guess."
        ],
        [
            "Howard",
            "Placebo, you say. Interesting."
        ],
        [
            "Sheldon",
            "Yes, I’m still here. Where am I going? I’m on a train. Now, what you’ll be looking for is a small wooden box located between a Hoberman’s sphere and a sample of quartz flecked with pyrite. Hoberman’s Sphere. It’s a collapsible icosidodecahedron. No, the thing with the time on it is my alarm clock."
        ],
        [
            "Raj",
            "Actually, in India, the names of constellations are different. Where you have the Big Dipper, we have the Big Curry Pot."
        ],
        [
            "Summer",
            "You’re making that up."
        ],
        [
            "Raj",
            "You got me. Now what are you going to do with me?"
        ],
        [
            "Howard",
            "Raj."
        ],
        [
            "Raj",
            "Yes?"
        ],
        [
            "Howard",
            "Look."
        ],
        [
            "Raj",
            "What am I looking at?"
        ],
        [
            "Howard",
            "You tell me."
        ],
        [
            "Raj",
            "Non-alcoholic bee-ee-eeuh (Runs off)"
        ],
        [
            "Howard",
            "Hi, I’m the small package good things come in."
        ],
        [
            "Penny",
            "Okay, I got a box, but there’s no key in here. Just letters."
        ],
        [
            "Sheldon",
            "That’s the wrong box. Put it back."
        ],
        [
            "Penny",
            "Oh, Sheldon, are these letters from your grandmother?"
        ],
        [
            "Sheldon",
            "Don’t read those letters!"
        ],
        [
            "Penny",
            "Oh, look, she calls you Moon Pie. That is so cute."
        ],
        [
            "Sheldon",
            "Put down the letters!"
        ],
        [
            "Leonard",
            "Hey, Penny. It’s Leonard."
        ],
        [
            "Penny",
            "Hey, Leonard. How’s the train ride?"
        ],
        [
            "Leonard",
            "Delightful. Listen, I don’t know what you’re doing right now, but there are little bubbles forming on the corners of Sheldon’s mouth."
        ],
        [
            "Penny",
            "Okay, yeah, I kind of crossed a line. Put him back on."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Sheldon",
            "I’m back."
        ],
        [
            "Penny",
            "What up, Moon Pie?"
        ],
        [
            "Sheldon",
            "Nobody calls me Moon Pie but Meemaw!"
        ],
        [
            "Leonard",
            "Hey, Penny. Leonard again."
        ],
        [
            "Howard",
            "So anyway, in the dream, you and I were ice skating, just the two of us. And then, I picked you up by your ankles and twirled you round and round until your legs tore off. I tried to stick them back on, but before I could, you turned into a giant loaf of pumpernickel bread. What do you think that means?"
        ],
        [
            "Summer (uncomfortable)",
            "I really don’t know."
        ],
        [
            "Howard",
            "I’ll give you a little clue. My favourite sandwich? Salami on pumpernickel."
        ],
        [
            "Summer",
            "Is that so?"
        ],
        [
            "Howard",
            "And did you know the word “pumpernickel” comes from the German words pumper and nickel, which loosely translates to fart goblin?"
        ],
        [
            "Summer",
            "No. I didn’t."
        ],
        [
            "Penny",
            "Okay, I found the box. Now what?"
        ],
        [
            "Sheldon",
            "You’re holding a Japanese puzzle box, which takes ten precise moves to open. First, locate the panel with the diamond pattern and slide the centre portion one millimetre to the left. Then, on the opposite end of the box, slide the entire panel down two millimetres. You’ll hear a slight click."
        ],
        [
            "Penny",
            "Hang on. Sheldon, do you have any emotional attachment to this box?"
        ],
        [
            "Sheldon",
            "No, it’s a novelty I ordered off the Internet. Now, did you hear the click?"
        ],
        [
            "Penny",
            "Not yet. (Puts box on ground and stomps on it)There it is."
        ],
        [
            "Howard",
            "Okay, here’s another one. If you married the famous rock guitarist Johnny Winter, you’d be Summer Winter."
        ],
        [
            "Summer",
            "Uh-huh."
        ],
        [
            "Howard",
            "Okay, I’m going to just go for broke here and say I like you."
        ],
        [
            "Summer",
            "Yeah?"
        ],
        [
            "Howard",
            "So here’s my question, do you realistically see any conversational path that would take me from where we are right now to a place where I could ask you out and you’d say yes?"
        ],
        [
            "Summer",
            "No."
        ],
        [
            "Howard",
            "Fair enough. I’ll leave you in peace."
        ],
        [
            "Summer",
            "Thank you."
        ],
        [
            "Howard",
            "But before I go, would you mind if I just take one picture of us together for my Facebook page?"
        ],
        [
            "Summer",
            "Sure."
        ],
        [
            "Howard",
            "Okay. Great. Now, can I take one where it looks like we’re making out?"
        ],
        [
            "Sheldon",
            "Okay, now you’re going to insert the flash drive into the USB port. She calls me Moon Pie because I’m nummy-nummy and she could just eat me up, now, please put the flash drive in the USB port. The one that looks like a little duck’s mouth."
        ],
        [
            "Leonard",
            "Hey, how’d it go?"
        ],
        [
            "Howard",
            "Terminator broke my phone."
        ],
        [
            "Leonard: Excuse me. (Goes down to Summer) Okay, I’ll be honest with you. I’ve just spent the last two hours imagining various scenarios in my head, trying to come up with some clever line to say to you. But then I finally realized you’re a human being",
            "I’m a human being. I could just say to you…"
        ],
        [
            "Announcer: Next stop",
            "Santa Barbara."
        ],
        [
            "Summer",
            "I’m sorry. This is me."
        ],
        [
            "Leonard",
            "Hi, my name’s Leonard."
        ],
        [
            "Scene",
            "The conference."
        ],
        [
            "Sheldon",
            "So, I’m thinking, you won the Nobel Prize what, three years ago? So you must deal with a whole lot of what has Smoot done lately? My thought is we continue my research as a team, you know, Cooper-Smoot, alphabetical, and when we win the Nobel Prize, you’ll be back on top."
        ],
        [
            "George Smoot",
            "With all due respect, Dr. Cooper, are you on crack?"
        ],
        [
            "Sheldon",
            "Fine! Smoot-Cooper. Wow, what a diva."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-17-the-terminator-decoupling/"
}