{
    "Season": 2,
    "Episode": 2,
    "Title": "the codpiece topology",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The building entrance lobby. The guys enter. Sheldon is dressed as a medieval monk, Howard is a court jester, Raj is a medieval gentleman and Leonard is a knight."
            ],
            [
                31,
                "Credits sequence"
            ],
            [
                32,
                "The apartment."
            ],
            [
                64,
                "The university cafeteria."
            ],
            [
                92,
                "The apartment. Leonard is dressed smartly and placing wine on the table. Sheldon enters."
            ],
            [
                114,
                "The entrance lobby. Sheldon is sitting on the bottom step using his laptop. Penny comes down the stairs."
            ],
            [
                139,
                "The apartment."
            ],
            [
                156,
                "Time shift to later."
            ],
            [
                171,
                "(Penny turns and crosses hall.)"
            ],
            [
                179,
                "The university lunch room."
            ],
            [
                194,
                "The stairs. Sheldon is playing on his computer at the end of the long extension cord."
            ],
            [
                229,
                "The apartment. Leonard and Leslie are kissing. "
            ],
            [
                257,
                "The Renaissance Fair. The guys are in costume. Sheldon is Spock and has a tri-corder."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Worst Renaissance Fair ever."
            ],
            [
                3,
                "It was rife with historical inaccuracies. For example, the tavern girl serving flagons of mead, now her costume was obviously Germanic, but in 1487 the Bavarian purity laws or Rhineheitsgebot severely limited the availability of mead. At best they would have had some sort of spiced wine."
            ],
            [
                5,
                "Oh-ho! Really? Well here’s another nit for you. The flagons would not have been made of polypropylene."
            ],
            [
                7,
                "Bosoms would not have said howdy in the fifteenth century. If anything they would have said “huzzah!”"
            ],
            [
                10,
                "Renaissance fair? More of a medieval slash age of enlightenment slash any excuse to wear a codpiece fair."
            ],
            [
                23,
                "That was not fifteenth century soap, my God those people need to learn you can’t just put “ye olde” in front of anything and expect to get away with it."
            ],
            [
                25,
                "You’re wearing modern underwear?"
            ],
            [
                27,
                "I fashioned historically accurate undergarments out of linen."
            ],
            [
                29,
                "Don’t be silly, I borrowed one of your pillow cases."
            ],
            [
                39,
                "Notify the editors of the Oxford English Dictionary, the word plenty has been redefined to mean two."
            ],
            [
                53,
                "Oh no."
            ],
            [
                55,
                "Her research methodology is sloppy, she’s unjustifiably arrogant about loop quantum gravity, and to make matters worse she’s often mean to me."
            ],
            [
                58,
                "You’d hit particulate soil on a colloidal suspension. Mud."
            ],
            [
                65,
                "You know how I know we’re not in The Matrix?"
            ],
            [
                67,
                "If we were, the food would be better."
            ],
            [
                71,
                "Hello to you, insufficiently intelligent person."
            ],
            [
                74,
                "Well, if you’ll excuse me, I’m going to go do work that promises significant results, as opposed to what you do, which does not. Yeah, you heard me."
            ],
            [
                93,
                "Great news. My mom sent me my old Nintendo 64."
            ],
            [
                95,
                "You know what this means, don’t you? Break out the Red Bull, it’s time to rock Mario old school."
            ],
            [
                97,
                "But it’s Friday. Friday’s always vintage game night. Look, mom included the memory card, we can pick up where I left off in 1999 when I had pernicious anaemia."
            ],
            [
                99,
                "Well then, no problem, I have three controllers, the more the merrier."
            ],
            [
                101,
                "Oh, well you can’t blame me for not jumping to that conclusion."
            ],
            [
                103,
                "Well, statistically speaking…"
            ],
            [
                105,
                "Leonard, I am a published theoretical physicist with two doctorates and an IQ which can’t be accurately measured by normal tests, how much scarcer could I be?"
            ],
            [
                107,
                "You want me to leave the apartment?"
            ],
            [
                109,
                "You mean just go someplace else and be… someplace else?"
            ],
            [
                111,
                "Well, why should I leave, this is my apartment too."
            ],
            [
                113,
                "Well alright then."
            ],
            [
                116,
                "Playing Super Mario on a poorly coded Nintendo 64 emulator."
            ],
            [
                118,
                "I’m a modern day Napoleon exiled to the Elba of the staircase because Leonard, get this, has a date."
            ],
            [
                120,
                "Alone?"
            ],
            [
                122,
                "What if I choke on my popcorn, who will administer the Heimlich manoeuvre."
            ],
            [
                124,
                "No popcorn at the mo… listen to yourself."
            ],
            [
                126,
                "I don’t drink coffee."
            ],
            [
                128,
                "What do they have?"
            ],
            [
                130,
                "Pastries such as bearclaws?"
            ],
            [
                132,
                "I don’t like bearclaws."
            ],
            [
                134,
                "Leslie Winkle. Of all the overrated physicists in all the labs in all the world, why does it have to be Leslie Winkle?"
            ],
            [
                136,
                "Oh please. The only way she could make a contribution to science would be if they resume sending chimps into space."
            ],
            [
                138,
                "Everybody has a date. Even you, Mario, going after Princess Peach. And what am I doing, I’m just enabling you."
            ],
            [
                155,
                "I have to make pee-pee."
            ],
            [
                180,
                "I’m sorry, I am not going back to the Renaissance Fair."
            ],
            [
                182,
                "I don’t care. There are far too many historical anomalies for my comfort."
            ],
            [
                184,
                "You mean like Spock?"
            ],
            [
                186,
                "Fascinating."
            ],
            [
                190,
                "If you’re having trouble deciding where to sit may I suggest one potato two potato, or as I call it the Leslie Winkle experimental methodology."
            ],
            [
                192,
                "It’s not hard. It’s simple. You can either sit with me, your friend, colleague and roommate, or you can sit with an overrated scientist you might have sex with."
            ],
            [
                196,
                "Penny."
            ],
            [
                198,
                "Alright, let’s say I go to dinner alone. And during the meal I have to use the rest room. How do I know someone’s not touching my food?"
            ],
            [
                200,
                "Penny, hold on. Are you sure things can’t work out with you and Leonard?"
            ],
            [
                202,
                "I’m just wondering if you really gave it the old college try? Or in your case the old community college try?"
            ],
            [
                204,
                "Leonard is upstairs right now with my arch enemy."
            ],
            [
                206,
                "Yes, the Doctor Doom to my Mr Fantastic. The Doctor Octopus to my Spiderman. The Doctor Sivana to my Captain Marvel."
            ],
            [
                208,
                "Do you know, it’s amazing how many supervillains have advanced degrees. Graduate school should probably do a better job of screening those people out."
            ],
            [
                210,
                "Leslie Winkle, Penny. She belittles my research."
            ],
            [
                212,
                "She called me dumbass."
            ],
            [
                214,
                "Given this situation, I have no choice but to withdraw my previous objections to your ill considered relationship with Leonard."
            ],
            [
                216,
                "No, that response is unacceptable to me."
            ],
            [
                218,
                "Smart? I’d have to lose 60 IQ points to be classified as smart."
            ],
            [
                220,
                "I’m sorry."
            ],
            [
                222,
                "You continue to underestimate my abilities madam."
            ],
            [
                224,
                "Wait a minute, why am I doing all the giving here? If Leonard’s really my friend, why doesn’t he have to support me in my hatred of Leslie Winkle?"
            ],
            [
                226,
                "Oh now you’re just making stuff up."
            ],
            [
                228,
                "Oh Mario. If only I could control everyone the way I control you. Hop, you little plumber, hop, hop, hop."
            ],
            [
                232,
                "Leonard, you are my friend. And friends support their friends, apparently. So I am withdrawing my objection to your desire to have a relationship with Leslie."
            ],
            [
                234,
                "I will graciously overlook the fact that she is an arrogant sub-par scientist, who actually believes loop quantum gravity better unites quantum mechanics with general relativity than does string theory. You kids have fun."
            ],
            [
                236,
                "I’m listening, amuse me."
            ],
            [
                238,
                "Balderdash. Matter clearly consists of tiny strings."
            ],
            [
                243,
                "I hope so, it was a snort of derision."
            ],
            [
                253,
                "Look on the bright side."
            ],
            [
                255,
                "Only nine more months to comic-con."
            ],
            [
                258,
                "Captain, I’m getting an unusual reading."
            ],
            [
                261,
                "That’s a temporal anomaly. Corn dogs didn’t come into existence until the first half of the twentieth century."
            ]
        ],
        "Leonard": [
            [
                2,
                "Please let it go, Sheldon."
            ],
            [
                4,
                "You’re nitpicking."
            ],
            [
                13,
                "Hi."
            ],
            [
                15,
                "So, yeah, good to see you."
            ],
            [
                21,
                "It wasn’t awkward. It wasn’t fun. Besides, what’s the big deal, we dated, we stopped dating, and now we’re both moving on."
            ],
            [
                24,
                "Can we please just go in, my chain mail is stuck in my underwear."
            ],
            [
                26,
                "Relatively modern. Why, what are you wearing?"
            ],
            [
                28,
                "You went out and bought linen?"
            ],
            [
                30,
                "Borrowed?"
            ],
            [
                33,
                "You know what, I’m happy that Penny’s moving on. It gives me the freedom to move on myself."
            ],
            [
                35,
                "Of course. Out of respect."
            ],
            [
                38,
                "What? I’ve dated plenty of women. There was Joyce Kim, Leslie Winkle."
            ],
            [
                40,
                "Uh, what about that girl last year at Comic-con?"
            ],
            [
                42,
                "Why not?"
            ],
            [
                45,
                "What happened to you?"
            ],
            [
                49,
                "Yes I have, it’s just a matter of actually making a date with someone."
            ],
            [
                51,
                "Well, there’s Joyce Kim, but she defected back to North Korea so it’s a little geographically undesireable."
            ],
            [
                59,
                "Look, I like Leslie, but she’s not interested in dating as much as using men as tools for stress release."
            ],
            [
                66,
                "How?"
            ],
            [
                69,
                "Hey, Leslie."
            ],
            [
                73,
                "Uh, sure."
            ],
            [
                76,
                "Where did you hear that?"
            ],
            [
                78,
                "Like blue ice falling out of an airplane lavatory. Yep."
            ],
            [
                80,
                "Are you suggesting another bout of stress release."
            ],
            [
                82,
                "Really, what changed?"
            ],
            [
                84,
                "Yeah, I can see how that would… a bunch of people?"
            ],
            [
                86,
                "Oh, I’m flattered. So, how do you suggest we proceed?"
            ],
            [
                88,
                "Sounds fun."
            ],
            [
                90,
                "Thank you, that’s very thoughtful."
            ],
            [
                94,
                "Terrific."
            ],
            [
                96,
                "I kind of have other plans tonight."
            ],
            [
                98,
                "Well, the thing is, someone’s coming over."
            ],
            [
                100,
                "Sheldon, it’s a date, I have a date coming over."
            ],
            [
                102,
                "Why, what’s so unusual about me having a date?"
            ],
            [
                104,
                "Alright, alright. Well, uh, nevertheless, I have one now and I would appreciate it if you would, you know, make yourself scarce."
            ],
            [
                106,
                "You know what I mean, could you just give us a little privacy?"
            ],
            [
                108,
                "Yes."
            ],
            [
                110,
                "Yes."
            ],
            [
                112,
                "I know it is, and if science ever discovers a second member of your species and you two would like some privacy I would be more than happy to get out of your way."
            ],
            [
                141,
                "Yeah, it’s from Changs."
            ],
            [
                143,
                "No, Changs."
            ],
            [
                145,
                "It changed."
            ],
            [
                147,
                "A little."
            ],
            [
                149,
                "I sure hope so."
            ],
            [
                154,
                "Okay, now my uncles are bald, but my Aunt Edna is one of the hairiest women you will ever meet. So… Sweet lady. It always tickles when she hugs me. (Sheldon knocks and enters again.) What now?"
            ],
            [
                157,
                "Listen, I’m sorry about all of Sheldon’s interruptions, he can be a bit of an eccentric."
            ],
            [
                159,
                "Well, I think tonight was a very good start."
            ],
            [
                161,
                "No problem, I’m very skilled at postponing intercourse. So I guess I’ll call you and we’ll arrange another evening."
            ],
            [
                163,
                "Sure."
            ],
            [
                168,
                "Hello."
            ],
            [
                172,
                "Okay, well, goodnight. (Leans in to kiss Leslie.)"
            ],
            [
                175,
                "Right (goes back inside flat. Closes door.)"
            ],
            [
                188,
                "Hey, why don’t we all move over there so Leslie can join us."
            ],
            [
                191,
                "Don’t make this hard for me."
            ],
            [
                193,
                "You’re right, it is simple. (Sits with Leslie.)"
            ],
            [
                231,
                "If the word is pee-pee, just do it."
            ],
            [
                233,
                "Thank you."
            ],
            [
                240,
                "Okay, well, there is a lot of merit to both theories."
            ],
            [
                242,
                "Sheldon, don’t make that noise, it’s disrespectful."
            ],
            [
                245,
                "Sorry Leslie, I guess I prefer my space stringy not loopy."
            ],
            [
                247,
                "Truth, what truth? We’re talking about untested hypotheses, uh, it’s no big deal."
            ],
            [
                249,
                "I guess we let them wait until they’re old enough and let them choose their own theory."
            ],
            [
                251,
                "Wait, where are you going?"
            ],
            [
                254,
                "What’s the bright side?"
            ],
            [
                256,
                "Oh yeah."
            ],
            [
                259,
                "Yeah, that’s great, you guys want corn dogs?"
            ]
        ],
        "Howard": [
            [
                6,
                "Renaissance fairs aren’t about historical accuracy. They’re about taking chubby girls who work at Kinko’s and lacing them up in corsets so tight their bosom jumps out and says howdy."
            ],
            [
                8,
                "I don’t care what the bosoms say, Sheldon, I just want to be part of the conversation."
            ],
            [
                12,
                "Hello."
            ],
            [
                20,
                "Thanks, my mom made it. Penny with a new guy, tres awkward."
            ],
            [
                34,
                "Are you saying that you’ve been holding back?"
            ],
            [
                36,
                "So, how do you explain the ten years before Penny?"
            ],
            [
                44,
                "You’re only saying that because of what happened to you."
            ],
            [
                47,
                "It wasn’t your fault, Raj, he was dressed as a green Orion slave girl."
            ],
            [
                50,
                "Like who?"
            ],
            [
                57,
                "I’d hit that."
            ],
            [
                60,
                "Yeah, so, be a tool. Go get yourself a little rebound stress release."
            ],
            [
                62,
                "You mean like you and Richard the slave girl?"
            ],
            [
                181,
                "Come on, Sheldon, there’s so few places I can wear my jester costume."
            ],
            [
                189,
                "Hmm, let’s do it. (Sheldon does not move. Leonard looks confused.)"
            ],
            [
                260,
                "Yeah."
            ]
        ],
        "Penny (arriving with a man in tow)": [
            [
                9,
                "Hi guys. Looks like you’ve been to the Renaissance fair. I’m hoping."
            ]
        ],
        "Penny": [
            [
                11,
                "Okay, fine, whatever, um, you guys, this is my friend Eric."
            ],
            [
                16,
                "Yeah, yeah, it’s good to see you too. We should really go."
            ],
            [
                115,
                "Sheldon? What are you doing?"
            ],
            [
                117,
                "Yeah, but why are you doing it on the stairs?"
            ],
            [
                119,
                "Oh. Oh, well, good for him. Yeah but, why are you sitting here, why don’t you just go to a movie or something?"
            ],
            [
                121,
                "Yeah, why not?"
            ],
            [
                123,
                "Well then don’t order popcorn."
            ],
            [
                125,
                "Well why don’t you go to a coffee shop."
            ],
            [
                127,
                "They have other things."
            ],
            [
                129,
                "I don’t know, you know, cookies, pastries…"
            ],
            [
                131,
                "Yeah, sure."
            ],
            [
                135,
                "Well, they have a lot in common. I mean they’re both scientists."
            ],
            [
                137,
                "Okay, well I have a date too, so see ya."
            ],
            [
                167,
                "No, he was some kind of scientist, let me start again. Oh, hey Leonard."
            ],
            [
                169,
                "Leslie."
            ],
            [
                173,
                "Okay, well, goodnight. (Grabs Eric and kisses him more passionately.) "
            ],
            [
                178,
                "Had a great time, ciao (closes door.)"
            ],
            [
                195,
                "Hey, Sheldon."
            ],
            [
                197,
                "Third floor tonight. Mixing it up? (Sheldon indicates extension cord.) Oh. You know, I still don’t understand why you just don’t go to dinner or something."
            ],
            [
                199,
                "Goodnight Sheldon."
            ],
            [
                201,
                "Excuse me?"
            ],
            [
                203,
                "Okay, where is this coming from?"
            ],
            [
                205,
                "Your arch enemy?"
            ],
            [
                207,
                "Okay, I get it, I get it, I get it."
            ],
            [
                209,
                "Sheldon, come back, you’re losing me."
            ],
            [
                211,
                "Oh, sweetie, I’m sorry."
            ],
            [
                213,
                "I know. I heard."
            ],
            [
                215,
                "Oh, gee, well, thankyou for that. But, um, I think for now Leonard and I are just going to stay friends."
            ],
            [
                217,
                "Sheldon, you are a smart guy, you must know…"
            ],
            [
                219,
                "Are you going to let me talk?"
            ],
            [
                221,
                "You must know that if Leonard and Leslie want to be together, nothing you can do is going to stop it."
            ],
            [
                223,
                "Okay, let me put it this way, if you’re really Leonard’s friend you will support him no matter who he wants to be with."
            ],
            [
                225,
                "Because love trumps hate."
            ],
            [
                227,
                "Okay. Goodnight Sheldon."
            ]
        ],
        "Eric": [
            [
                14,
                "Hey."
            ],
            [
                17,
                "Yeah."
            ],
            [
                177,
                "What?"
            ]
        ],
        "Penny(leaving)": [
            [
                18,
                "Bye guys."
            ]
        ],
        "Eric (leaving, to Howard)": [
            [
                19,
                "Like your hat."
            ]
        ],
        "Raj": [
            [
                22,
                "By moving on, do you mean, she’s going out with other men and you spent the afternoon making fifteenth century soap with Wolowitz?"
            ],
            [
                37,
                "Who were you respecting then?"
            ],
            [
                41,
                "Doesn’t count."
            ],
            [
                43,
                "What happens in costume at Comic-con, stays at Comic-con."
            ],
            [
                46,
                "N-n-n-nothing happened to me."
            ],
            [
                48,
                "H-h-h-how did we get on me, we were mocking Leonard for not moving on. Dude, you have totally not moved on."
            ],
            [
                52,
                "What about Leslie Winkle."
            ],
            [
                54,
                "Why?"
            ],
            [
                56,
                "I think she’s smoking hot."
            ],
            [
                61,
                "Technically it would only be rebound if he and Penny had actually engaged in physical intimacy."
            ],
            [
                63,
                "I bought him dinner and we kissed once, that was it. (Leaving) And he told me his name was Kimberley!"
            ],
            [
                183,
                "Oh, okay, how about this. You can go dressed as a Star Trek science officer exploring a planet similar to Earth in the 1500s."
            ],
            [
                185,
                "Sure."
            ]
        ],
        "Leslie (arriving)": [
            [
                68,
                "Hey, Leonard."
            ],
            [
                187,
                "Hey fellow scientists. Sheldon."
            ]
        ],
        "Leslie": [
            [
                70,
                "Hey, dummy."
            ],
            [
                72,
                "Ooh, rush me to the burn unit. Hey, Leonard, do you have a second, I need to ask you something."
            ],
            [
                75,
                "Wow. So, I heard your relationship with Penny crashed to the ground like blue ice falling out of an airplane lavatory."
            ],
            [
                77,
                "Actually I read it. Wolowitz texted me. (Shows him text.) "
            ],
            [
                79,
                "I thought it was a pretty good one, I gave him an L-O-L. Anyway, it got me thinking, now that you’re unattached maybe we can revisit our previous attachment."
            ],
            [
                81,
                "No, I’m all done with casual sex. From now on I’m fully committed to the traditional relationship paradigm."
            ],
            [
                83,
                "It’s hard to say, I guess there’s just a time in every woman’s life when she gets tired of waking up on a strange futon with a bunch of people she doesn’t know."
            ],
            [
                85,
                "Anyway, I just figure it’s time to slow things down and who better to slow things down with than you?"
            ],
            [
                87,
                "Your place, we’ll order Chinese, you’ll rent a movie, artsy but accessible, then light petting, no coitus."
            ],
            [
                89,
                "I’ll leave the details up to you, I think it’s better if you assume the male role."
            ],
            [
                91,
                "Great. Call me."
            ],
            [
                140,
                "This is pretty good Orange Chicken."
            ],
            [
                142,
                "Not Chows?"
            ],
            [
                144,
                "What happened to Chows?"
            ],
            [
                146,
                "Oh. So, how many children do you think we should have? (Leonard splutters and coughs) I’m sorry, that was a little abrupt."
            ],
            [
                148,
                "I mean there are so many things to talk about before we discuss reproduction."
            ],
            [
                150,
                "Besides shortness, what genetic weaknesses run in your family?"
            ],
            [
                152,
                "Uh, genetic weaknesses, right, um, there’s the lactose intolerance."
            ],
            [
                158,
                "If by eccentric you mean passive-aggressive East Texas blowhole, I agree."
            ],
            [
                160,
                "Me too. You’re sure you’re okay postponing intercourse until our relationship is past the initial viability test?"
            ],
            [
                162,
                "Yes. I believe protocol dictates that you wait a minimum of 18 hours before you call so I’m not repulsed by your cloying eagerness."
            ],
            [
                164,
                "Again, it’s your decision, you’re the man."
            ],
            [
                170,
                "Hi."
            ],
            [
                235,
                "Hang on a second. Loop quantum gravity clearly offers more testable predictions than string theory."
            ],
            [
                237,
                "Okay, well, for one thing we expect quantii space-time to manifest itself as minute differences in the speed of light for different colours."
            ],
            [
                239,
                "Are you going to let him talk to me like that?"
            ],
            [
                241,
                "No there isn’t, only loop quantum gravity calculates the entropy of black holes. (Sheldon grunts.)"
            ],
            [
                244,
                "You agree with me, right, loop quantum gravity is the future of physics."
            ],
            [
                246,
                "Well, I’m glad I found out the truth about you before this went any further."
            ],
            [
                248,
                "Oh, it isn’t, really? Tell me Leonard, how would we raise the children?"
            ],
            [
                250,
                "We can’t let them choose, Leonard, they’re children. (Storms off.)"
            ],
            [
                252,
                "I’m sorry, I could have accepted our kids being genetically unable to eat ice-cream or ever get a good view of a parade, but this? This is a deal breaker. (Leaves.)"
            ]
        ],
        "Leslie (entering)": [
            [
                133,
                "Heya Penny. Dumbass."
            ]
        ],
        "Sheldon (entering)": [
            [
                151,
                "I’m sorry to interrupt, batteries dying continue."
            ],
            [
                230,
                "When the two of you reach a natural stopping point I’d like to have a word."
            ]
        ],
        "Sheldon (preparing an extension cord)": [
            [
                153,
                "Don’t forget the male pattern baldness. When his uncles sit around the dinner table they look like a half carton of eggs. (Exits. Extension cord trails after him. Eventually goes tight a couple of times then falls loose.)"
            ]
        ],
        "Penny (voice off, ascending the stairs)": [
            [
                165,
                "No, it wasn’t my cat, it was an experiment designed by this guy named Schrodinger."
            ]
        ],
        "Eric (appearing round corner with Penny)": [
            [
                166,
                "From the Charlie Brown cartoons?"
            ]
        ],
        "Leslie (whispering)": [
            [
                174,
                "That ain’t going to make your point. (Grabs him and tries to out-passion Penny. The two couples get more passionate trying to outdo each other until Leonard grabs Leslie’s ass.) Okay, that’s enough. (Sweetly) Call me (exits.)"
            ]
        ],
        "Penny (breaking off kiss)": [
            [
                176,
                "Okay, goodnight."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The building entrance lobby. The guys enter. Sheldon is dressed as a medieval monk, Howard is a court jester, Raj is a medieval gentleman and Leonard is a knight."
        ],
        [
            "Sheldon",
            "Worst Renaissance Fair ever."
        ],
        [
            "Leonard",
            "Please let it go, Sheldon."
        ],
        [
            "Sheldon",
            "It was rife with historical inaccuracies. For example, the tavern girl serving flagons of mead, now her costume was obviously Germanic, but in 1487 the Bavarian purity laws or Rhineheitsgebot severely limited the availability of mead. At best they would have had some sort of spiced wine."
        ],
        [
            "Leonard",
            "You’re nitpicking."
        ],
        [
            "Sheldon",
            "Oh-ho! Really? Well here’s another nit for you. The flagons would not have been made of polypropylene."
        ],
        [
            "Howard",
            "Renaissance fairs aren’t about historical accuracy. They’re about taking chubby girls who work at Kinko’s and lacing them up in corsets so tight their bosom jumps out and says howdy."
        ],
        [
            "Sheldon",
            "Bosoms would not have said howdy in the fifteenth century. If anything they would have said “huzzah!”"
        ],
        [
            "Howard",
            "I don’t care what the bosoms say, Sheldon, I just want to be part of the conversation."
        ],
        [
            "Penny (arriving with a man in tow)",
            "Hi guys. Looks like you’ve been to the Renaissance fair. I’m hoping."
        ],
        [
            "Sheldon",
            "Renaissance fair? More of a medieval slash age of enlightenment slash any excuse to wear a codpiece fair."
        ],
        [
            "Penny",
            "Okay, fine, whatever, um, you guys, this is my friend Eric."
        ],
        [
            "Howard",
            "Hello."
        ],
        [
            "Leonard",
            "Hi."
        ],
        [
            "Eric",
            "Hey."
        ],
        [
            "Leonard",
            "So, yeah, good to see you."
        ],
        [
            "Penny",
            "Yeah, yeah, it’s good to see you too. We should really go."
        ],
        [
            "Eric",
            "Yeah."
        ],
        [
            "Penny(leaving)",
            "Bye guys."
        ],
        [
            "Eric (leaving, to Howard)",
            "Like your hat."
        ],
        [
            "Howard",
            "Thanks, my mom made it. Penny with a new guy, tres awkward."
        ],
        [
            "Leonard",
            "It wasn’t awkward. It wasn’t fun. Besides, what’s the big deal, we dated, we stopped dating, and now we’re both moving on."
        ],
        [
            "Raj",
            "By moving on, do you mean, she’s going out with other men and you spent the afternoon making fifteenth century soap with Wolowitz?"
        ],
        [
            "Sheldon",
            "That was not fifteenth century soap, my God those people need to learn you can’t just put “ye olde” in front of anything and expect to get away with it."
        ],
        [
            "Leonard",
            "Can we please just go in, my chain mail is stuck in my underwear."
        ],
        [
            "Sheldon",
            "You’re wearing modern underwear?"
        ],
        [
            "Leonard",
            "Relatively modern. Why, what are you wearing?"
        ],
        [
            "Sheldon",
            "I fashioned historically accurate undergarments out of linen."
        ],
        [
            "Leonard",
            "You went out and bought linen?"
        ],
        [
            "Sheldon",
            "Don’t be silly, I borrowed one of your pillow cases."
        ],
        [
            "Leonard",
            "Borrowed?"
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "You know what, I’m happy that Penny’s moving on. It gives me the freedom to move on myself."
        ],
        [
            "Howard",
            "Are you saying that you’ve been holding back?"
        ],
        [
            "Leonard",
            "Of course. Out of respect."
        ],
        [
            "Howard",
            "So, how do you explain the ten years before Penny?"
        ],
        [
            "Raj",
            "Who were you respecting then?"
        ],
        [
            "Leonard",
            "What? I’ve dated plenty of women. There was Joyce Kim, Leslie Winkle."
        ],
        [
            "Sheldon",
            "Notify the editors of the Oxford English Dictionary, the word plenty has been redefined to mean two."
        ],
        [
            "Leonard",
            "Uh, what about that girl last year at Comic-con?"
        ],
        [
            "Raj",
            "Doesn’t count."
        ],
        [
            "Leonard",
            "Why not?"
        ],
        [
            "Raj",
            "What happens in costume at Comic-con, stays at Comic-con."
        ],
        [
            "Howard",
            "You’re only saying that because of what happened to you."
        ],
        [
            "Leonard",
            "What happened to you?"
        ],
        [
            "Raj",
            "N-n-n-nothing happened to me."
        ],
        [
            "Howard",
            "It wasn’t your fault, Raj, he was dressed as a green Orion slave girl."
        ],
        [
            "Raj",
            "H-h-h-how did we get on me, we were mocking Leonard for not moving on. Dude, you have totally not moved on."
        ],
        [
            "Leonard",
            "Yes I have, it’s just a matter of actually making a date with someone."
        ],
        [
            "Howard",
            "Like who?"
        ],
        [
            "Leonard",
            "Well, there’s Joyce Kim, but she defected back to North Korea so it’s a little geographically undesireable."
        ],
        [
            "Raj",
            "What about Leslie Winkle."
        ],
        [
            "Sheldon",
            "Oh no."
        ],
        [
            "Raj",
            "Why?"
        ],
        [
            "Sheldon",
            "Her research methodology is sloppy, she’s unjustifiably arrogant about loop quantum gravity, and to make matters worse she’s often mean to me."
        ],
        [
            "Raj",
            "I think she’s smoking hot."
        ],
        [
            "Howard",
            "I’d hit that."
        ],
        [
            "Sheldon",
            "You’d hit particulate soil on a colloidal suspension. Mud."
        ],
        [
            "Leonard",
            "Look, I like Leslie, but she’s not interested in dating as much as using men as tools for stress release."
        ],
        [
            "Howard",
            "Yeah, so, be a tool. Go get yourself a little rebound stress release."
        ],
        [
            "Raj",
            "Technically it would only be rebound if he and Penny had actually engaged in physical intimacy."
        ],
        [
            "Howard",
            "You mean like you and Richard the slave girl?"
        ],
        [
            "Raj",
            "I bought him dinner and we kissed once, that was it. (Leaving) And he told me his name was Kimberley!"
        ],
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "Sheldon",
            "You know how I know we’re not in The Matrix?"
        ],
        [
            "Leonard",
            "How?"
        ],
        [
            "Sheldon",
            "If we were, the food would be better."
        ],
        [
            "Leslie (arriving)",
            "Hey, Leonard."
        ],
        [
            "Leonard",
            "Hey, Leslie."
        ],
        [
            "Leslie",
            "Hey, dummy."
        ],
        [
            "Sheldon",
            "Hello to you, insufficiently intelligent person."
        ],
        [
            "Leslie",
            "Ooh, rush me to the burn unit. Hey, Leonard, do you have a second, I need to ask you something."
        ],
        [
            "Leonard",
            "Uh, sure."
        ],
        [
            "Sheldon",
            "Well, if you’ll excuse me, I’m going to go do work that promises significant results, as opposed to what you do, which does not. Yeah, you heard me."
        ],
        [
            "Leslie",
            "Wow. So, I heard your relationship with Penny crashed to the ground like blue ice falling out of an airplane lavatory."
        ],
        [
            "Leonard",
            "Where did you hear that?"
        ],
        [
            "Leslie",
            "Actually I read it. Wolowitz texted me. (Shows him text.) "
        ],
        [
            "Leonard",
            "Like blue ice falling out of an airplane lavatory. Yep."
        ],
        [
            "Leslie",
            "I thought it was a pretty good one, I gave him an L-O-L. Anyway, it got me thinking, now that you’re unattached maybe we can revisit our previous attachment."
        ],
        [
            "Leonard",
            "Are you suggesting another bout of stress release."
        ],
        [
            "Leslie",
            "No, I’m all done with casual sex. From now on I’m fully committed to the traditional relationship paradigm."
        ],
        [
            "Leonard",
            "Really, what changed?"
        ],
        [
            "Leslie",
            "It’s hard to say, I guess there’s just a time in every woman’s life when she gets tired of waking up on a strange futon with a bunch of people she doesn’t know."
        ],
        [
            "Leonard",
            "Yeah, I can see how that would… a bunch of people?"
        ],
        [
            "Leslie",
            "Anyway, I just figure it’s time to slow things down and who better to slow things down with than you?"
        ],
        [
            "Leonard",
            "Oh, I’m flattered. So, how do you suggest we proceed?"
        ],
        [
            "Leslie",
            "Your place, we’ll order Chinese, you’ll rent a movie, artsy but accessible, then light petting, no coitus."
        ],
        [
            "Leonard",
            "Sounds fun."
        ],
        [
            "Leslie",
            "I’ll leave the details up to you, I think it’s better if you assume the male role."
        ],
        [
            "Leonard",
            "Thank you, that’s very thoughtful."
        ],
        [
            "Leslie",
            "Great. Call me."
        ],
        [
            "Scene",
            "The apartment. Leonard is dressed smartly and placing wine on the table. Sheldon enters."
        ],
        [
            "Sheldon",
            "Great news. My mom sent me my old Nintendo 64."
        ],
        [
            "Leonard",
            "Terrific."
        ],
        [
            "Sheldon",
            "You know what this means, don’t you? Break out the Red Bull, it’s time to rock Mario old school."
        ],
        [
            "Leonard",
            "I kind of have other plans tonight."
        ],
        [
            "Sheldon",
            "But it’s Friday. Friday’s always vintage game night. Look, mom included the memory card, we can pick up where I left off in 1999 when I had pernicious anaemia."
        ],
        [
            "Leonard",
            "Well, the thing is, someone’s coming over."
        ],
        [
            "Sheldon",
            "Well then, no problem, I have three controllers, the more the merrier."
        ],
        [
            "Leonard",
            "Sheldon, it’s a date, I have a date coming over."
        ],
        [
            "Sheldon",
            "Oh, well you can’t blame me for not jumping to that conclusion."
        ],
        [
            "Leonard",
            "Why, what’s so unusual about me having a date?"
        ],
        [
            "Sheldon",
            "Well, statistically speaking…"
        ],
        [
            "Leonard",
            "Alright, alright. Well, uh, nevertheless, I have one now and I would appreciate it if you would, you know, make yourself scarce."
        ],
        [
            "Sheldon",
            "Leonard, I am a published theoretical physicist with two doctorates and an IQ which can’t be accurately measured by normal tests, how much scarcer could I be?"
        ],
        [
            "Leonard",
            "You know what I mean, could you just give us a little privacy?"
        ],
        [
            "Sheldon",
            "You want me to leave the apartment?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "You mean just go someplace else and be… someplace else?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Well, why should I leave, this is my apartment too."
        ],
        [
            "Leonard",
            "I know it is, and if science ever discovers a second member of your species and you two would like some privacy I would be more than happy to get out of your way."
        ],
        [
            "Sheldon",
            "Well alright then."
        ],
        [
            "Scene",
            "The entrance lobby. Sheldon is sitting on the bottom step using his laptop. Penny comes down the stairs."
        ],
        [
            "Penny",
            "Sheldon? What are you doing?"
        ],
        [
            "Sheldon",
            "Playing Super Mario on a poorly coded Nintendo 64 emulator."
        ],
        [
            "Penny",
            "Yeah, but why are you doing it on the stairs?"
        ],
        [
            "Sheldon",
            "I’m a modern day Napoleon exiled to the Elba of the staircase because Leonard, get this, has a date."
        ],
        [
            "Penny",
            "Oh. Oh, well, good for him. Yeah but, why are you sitting here, why don’t you just go to a movie or something?"
        ],
        [
            "Sheldon",
            "Alone?"
        ],
        [
            "Penny",
            "Yeah, why not?"
        ],
        [
            "Sheldon",
            "What if I choke on my popcorn, who will administer the Heimlich manoeuvre."
        ],
        [
            "Penny",
            "Well then don’t order popcorn."
        ],
        [
            "Sheldon",
            "No popcorn at the mo… listen to yourself."
        ],
        [
            "Penny",
            "Well why don’t you go to a coffee shop."
        ],
        [
            "Sheldon",
            "I don’t drink coffee."
        ],
        [
            "Penny",
            "They have other things."
        ],
        [
            "Sheldon",
            "What do they have?"
        ],
        [
            "Penny",
            "I don’t know, you know, cookies, pastries…"
        ],
        [
            "Sheldon",
            "Pastries such as bearclaws?"
        ],
        [
            "Penny",
            "Yeah, sure."
        ],
        [
            "Sheldon",
            "I don’t like bearclaws."
        ],
        [
            "Leslie (entering)",
            "Heya Penny. Dumbass."
        ],
        [
            "Sheldon",
            "Leslie Winkle. Of all the overrated physicists in all the labs in all the world, why does it have to be Leslie Winkle?"
        ],
        [
            "Penny",
            "Well, they have a lot in common. I mean they’re both scientists."
        ],
        [
            "Sheldon",
            "Oh please. The only way she could make a contribution to science would be if they resume sending chimps into space."
        ],
        [
            "Penny",
            "Okay, well I have a date too, so see ya."
        ],
        [
            "Sheldon",
            "Everybody has a date. Even you, Mario, going after Princess Peach. And what am I doing, I’m just enabling you."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leslie",
            "This is pretty good Orange Chicken."
        ],
        [
            "Leonard",
            "Yeah, it’s from Changs."
        ],
        [
            "Leslie",
            "Not Chows?"
        ],
        [
            "Leonard",
            "No, Changs."
        ],
        [
            "Leslie",
            "What happened to Chows?"
        ],
        [
            "Leonard",
            "It changed."
        ],
        [
            "Leslie",
            "Oh. So, how many children do you think we should have? (Leonard splutters and coughs) I’m sorry, that was a little abrupt."
        ],
        [
            "Leonard",
            "A little."
        ],
        [
            "Leslie",
            "I mean there are so many things to talk about before we discuss reproduction."
        ],
        [
            "Leonard",
            "I sure hope so."
        ],
        [
            "Leslie",
            "Besides shortness, what genetic weaknesses run in your family?"
        ],
        [
            "Sheldon (entering)",
            "I’m sorry to interrupt, batteries dying continue."
        ],
        [
            "Leslie",
            "Uh, genetic weaknesses, right, um, there’s the lactose intolerance."
        ],
        [
            "Sheldon (preparing an extension cord)",
            "Don’t forget the male pattern baldness. When his uncles sit around the dinner table they look like a half carton of eggs. (Exits. Extension cord trails after him. Eventually goes tight a couple of times then falls loose.)"
        ],
        [
            "Leonard",
            "Okay, now my uncles are bald, but my Aunt Edna is one of the hairiest women you will ever meet. So… Sweet lady. It always tickles when she hugs me. (Sheldon knocks and enters again.) What now?"
        ],
        [
            "Sheldon",
            "I have to make pee-pee."
        ],
        [
            "Scene",
            "Time shift to later."
        ],
        [
            "Leonard",
            "Listen, I’m sorry about all of Sheldon’s interruptions, he can be a bit of an eccentric."
        ],
        [
            "Leslie",
            "If by eccentric you mean passive-aggressive East Texas blowhole, I agree."
        ],
        [
            "Leonard",
            "Well, I think tonight was a very good start."
        ],
        [
            "Leslie",
            "Me too. You’re sure you’re okay postponing intercourse until our relationship is past the initial viability test?"
        ],
        [
            "Leonard",
            "No problem, I’m very skilled at postponing intercourse. So I guess I’ll call you and we’ll arrange another evening."
        ],
        [
            "Leslie",
            "Yes. I believe protocol dictates that you wait a minimum of 18 hours before you call so I’m not repulsed by your cloying eagerness."
        ],
        [
            "Leonard",
            "Sure."
        ],
        [
            "Leslie",
            "Again, it’s your decision, you’re the man."
        ],
        [
            "Penny (voice off, ascending the stairs)",
            "No, it wasn’t my cat, it was an experiment designed by this guy named Schrodinger."
        ],
        [
            "Eric (appearing round corner with Penny)",
            "From the Charlie Brown cartoons?"
        ],
        [
            "Penny",
            "No, he was some kind of scientist, let me start again. Oh, hey Leonard."
        ],
        [
            "Leonard",
            "Hello."
        ],
        [
            "Penny",
            "Leslie."
        ],
        [
            "Leslie",
            "Hi."
        ],
        [
            "Scene",
            "(Penny turns and crosses hall.)"
        ],
        [
            "Leonard",
            "Okay, well, goodnight. (Leans in to kiss Leslie.)"
        ],
        [
            "Penny",
            "Okay, well, goodnight. (Grabs Eric and kisses him more passionately.) "
        ],
        [
            "Leslie (whispering)",
            "That ain’t going to make your point. (Grabs him and tries to out-passion Penny. The two couples get more passionate trying to outdo each other until Leonard grabs Leslie’s ass.) Okay, that’s enough. (Sweetly) Call me (exits.)"
        ],
        [
            "Leonard",
            "Right (goes back inside flat. Closes door.)"
        ],
        [
            "Penny (breaking off kiss)",
            "Okay, goodnight."
        ],
        [
            "Eric",
            "What?"
        ],
        [
            "Penny",
            "Had a great time, ciao (closes door.)"
        ],
        [
            "Scene",
            "The university lunch room."
        ],
        [
            "Sheldon",
            "I’m sorry, I am not going back to the Renaissance Fair."
        ],
        [
            "Howard",
            "Come on, Sheldon, there’s so few places I can wear my jester costume."
        ],
        [
            "Sheldon",
            "I don’t care. There are far too many historical anomalies for my comfort."
        ],
        [
            "Raj",
            "Oh, okay, how about this. You can go dressed as a Star Trek science officer exploring a planet similar to Earth in the 1500s."
        ],
        [
            "Sheldon",
            "You mean like Spock?"
        ],
        [
            "Raj",
            "Sure."
        ],
        [
            "Sheldon",
            "Fascinating."
        ],
        [
            "Leslie (arriving)",
            "Hey fellow scientists. Sheldon."
        ],
        [
            "Leonard",
            "Hey, why don’t we all move over there so Leslie can join us."
        ],
        [
            "Howard",
            "Hmm, let’s do it. (Sheldon does not move. Leonard looks confused.)"
        ],
        [
            "Sheldon",
            "If you’re having trouble deciding where to sit may I suggest one potato two potato, or as I call it the Leslie Winkle experimental methodology."
        ],
        [
            "Leonard",
            "Don’t make this hard for me."
        ],
        [
            "Sheldon",
            "It’s not hard. It’s simple. You can either sit with me, your friend, colleague and roommate, or you can sit with an overrated scientist you might have sex with."
        ],
        [
            "Leonard",
            "You’re right, it is simple. (Sits with Leslie.)"
        ],
        [
            "Scene",
            "The stairs. Sheldon is playing on his computer at the end of the long extension cord."
        ],
        [
            "Penny",
            "Hey, Sheldon."
        ],
        [
            "Sheldon",
            "Penny."
        ],
        [
            "Penny",
            "Third floor tonight. Mixing it up? (Sheldon indicates extension cord.) Oh. You know, I still don’t understand why you just don’t go to dinner or something."
        ],
        [
            "Sheldon",
            "Alright, let’s say I go to dinner alone. And during the meal I have to use the rest room. How do I know someone’s not touching my food?"
        ],
        [
            "Penny",
            "Goodnight Sheldon."
        ],
        [
            "Sheldon",
            "Penny, hold on. Are you sure things can’t work out with you and Leonard?"
        ],
        [
            "Penny",
            "Excuse me?"
        ],
        [
            "Sheldon",
            "I’m just wondering if you really gave it the old college try? Or in your case the old community college try?"
        ],
        [
            "Penny",
            "Okay, where is this coming from?"
        ],
        [
            "Sheldon",
            "Leonard is upstairs right now with my arch enemy."
        ],
        [
            "Penny",
            "Your arch enemy?"
        ],
        [
            "Sheldon",
            "Yes, the Doctor Doom to my Mr Fantastic. The Doctor Octopus to my Spiderman. The Doctor Sivana to my Captain Marvel."
        ],
        [
            "Penny",
            "Okay, I get it, I get it, I get it."
        ],
        [
            "Sheldon",
            "Do you know, it’s amazing how many supervillains have advanced degrees. Graduate school should probably do a better job of screening those people out."
        ],
        [
            "Penny",
            "Sheldon, come back, you’re losing me."
        ],
        [
            "Sheldon",
            "Leslie Winkle, Penny. She belittles my research."
        ],
        [
            "Penny",
            "Oh, sweetie, I’m sorry."
        ],
        [
            "Sheldon",
            "She called me dumbass."
        ],
        [
            "Penny",
            "I know. I heard."
        ],
        [
            "Sheldon",
            "Given this situation, I have no choice but to withdraw my previous objections to your ill considered relationship with Leonard."
        ],
        [
            "Penny",
            "Oh, gee, well, thankyou for that. But, um, I think for now Leonard and I are just going to stay friends."
        ],
        [
            "Sheldon",
            "No, that response is unacceptable to me."
        ],
        [
            "Penny",
            "Sheldon, you are a smart guy, you must know…"
        ],
        [
            "Sheldon",
            "Smart? I’d have to lose 60 IQ points to be classified as smart."
        ],
        [
            "Penny",
            "Are you going to let me talk?"
        ],
        [
            "Sheldon",
            "I’m sorry."
        ],
        [
            "Penny",
            "You must know that if Leonard and Leslie want to be together, nothing you can do is going to stop it."
        ],
        [
            "Sheldon",
            "You continue to underestimate my abilities madam."
        ],
        [
            "Penny",
            "Okay, let me put it this way, if you’re really Leonard’s friend you will support him no matter who he wants to be with."
        ],
        [
            "Sheldon",
            "Wait a minute, why am I doing all the giving here? If Leonard’s really my friend, why doesn’t he have to support me in my hatred of Leslie Winkle?"
        ],
        [
            "Penny",
            "Because love trumps hate."
        ],
        [
            "Sheldon",
            "Oh now you’re just making stuff up."
        ],
        [
            "Penny",
            "Okay. Goodnight Sheldon."
        ],
        [
            "Sheldon",
            "Oh Mario. If only I could control everyone the way I control you. Hop, you little plumber, hop, hop, hop."
        ],
        [
            "Scene",
            "The apartment. Leonard and Leslie are kissing. "
        ],
        [
            "Sheldon (entering)",
            "When the two of you reach a natural stopping point I’d like to have a word."
        ],
        [
            "Leonard",
            "If the word is pee-pee, just do it."
        ],
        [
            "Sheldon",
            "Leonard, you are my friend. And friends support their friends, apparently. So I am withdrawing my objection to your desire to have a relationship with Leslie."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Sheldon",
            "I will graciously overlook the fact that she is an arrogant sub-par scientist, who actually believes loop quantum gravity better unites quantum mechanics with general relativity than does string theory. You kids have fun."
        ],
        [
            "Leslie",
            "Hang on a second. Loop quantum gravity clearly offers more testable predictions than string theory."
        ],
        [
            "Sheldon",
            "I’m listening, amuse me."
        ],
        [
            "Leslie",
            "Okay, well, for one thing we expect quantii space-time to manifest itself as minute differences in the speed of light for different colours."
        ],
        [
            "Sheldon",
            "Balderdash. Matter clearly consists of tiny strings."
        ],
        [
            "Leslie",
            "Are you going to let him talk to me like that?"
        ],
        [
            "Leonard",
            "Okay, well, there is a lot of merit to both theories."
        ],
        [
            "Leslie",
            "No there isn’t, only loop quantum gravity calculates the entropy of black holes. (Sheldon grunts.)"
        ],
        [
            "Leonard",
            "Sheldon, don’t make that noise, it’s disrespectful."
        ],
        [
            "Sheldon",
            "I hope so, it was a snort of derision."
        ],
        [
            "Leslie",
            "You agree with me, right, loop quantum gravity is the future of physics."
        ],
        [
            "Leonard",
            "Sorry Leslie, I guess I prefer my space stringy not loopy."
        ],
        [
            "Leslie",
            "Well, I’m glad I found out the truth about you before this went any further."
        ],
        [
            "Leonard",
            "Truth, what truth? We’re talking about untested hypotheses, uh, it’s no big deal."
        ],
        [
            "Leslie",
            "Oh, it isn’t, really? Tell me Leonard, how would we raise the children?"
        ],
        [
            "Leonard",
            "I guess we let them wait until they’re old enough and let them choose their own theory."
        ],
        [
            "Leslie",
            "We can’t let them choose, Leonard, they’re children. (Storms off.)"
        ],
        [
            "Leonard",
            "Wait, where are you going?"
        ],
        [
            "Leslie",
            "I’m sorry, I could have accepted our kids being genetically unable to eat ice-cream or ever get a good view of a parade, but this? This is a deal breaker. (Leaves.)"
        ],
        [
            "Sheldon",
            "Look on the bright side."
        ],
        [
            "Leonard",
            "What’s the bright side?"
        ],
        [
            "Sheldon",
            "Only nine more months to comic-con."
        ],
        [
            "Leonard",
            "Oh yeah."
        ],
        [
            "Scene",
            "The Renaissance Fair. The guys are in costume. Sheldon is Spock and has a tri-corder."
        ],
        [
            "Sheldon",
            "Captain, I’m getting an unusual reading."
        ],
        [
            "Leonard",
            "Yeah, that’s great, you guys want corn dogs?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Sheldon",
            "That’s a temporal anomaly. Corn dogs didn’t come into existence until the first half of the twentieth century."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-02-the-codpiece-topology/"
}