{
    "Season": 2,
    "Episode": 20,
    "Title": "the hofstadter isotope",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                35,
                "Credits sequence."
            ],
            [
                50,
                "The comic book store."
            ],
            [
                74,
                "(Howard and Sheldon are looking through a rack of comic books. Each says “Got it” in turn as they look past each book until they eventually reach the one in the middle when they both together grab the book and shout “Need it!”)"
            ],
            [
                112,
                "The apartment. Sheldon has the comic book. "
            ],
            [
                129,
                "The stairs."
            ],
            [
                154,
                "A bar."
            ],
            [
                169,
                "The stairwell."
            ],
            [
                194,
                "The bar."
            ],
            [
                208,
                "Penny’s apartment."
            ],
            [
                224,
                "The bar."
            ],
            [
                236,
                "Raj’s apartment. He wakes up clutched in the arms of the large lady. Tries to get away. She clutches him tighter. He shrugs and goes back to sleep. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "Hu-u-u-uh…. Hu-u-u-uh!"
            ],
            [
                3,
                "This is Thai food."
            ],
            [
                5,
                "We don’t have Thai food on Thursday. We have pizza on Thursday."
            ],
            [
                7,
                "Well apparently the news didn’t reach my digestive system, which, when startled, has its own version of Anything Can Happen Thursday."
            ],
            [
                9,
                "Rut? I think you mean consistency. And if we’re going to abandon that, then why even call it Thursday? Let’s call it Quonko Day and divide it into 29 hours of 17 minutes apiece, and celebrate it by sacrificing a goat to the mighty god Ra."
            ],
            [
                12,
                "All right. Let’s go to the comic book store."
            ],
            [
                14,
                "Last night was Wednesday. Wednesday is comic book night. Tonight, we’ll be going on Thursday, because it’s Anything Can Happen Thursday."
            ],
            [
                20,
                "The one that estimates the odds of making contact with extraterrestrials by calculating the product of an increasingly restrictive series of fractional values such as those stars with planets, and those planets likely to develop life? N equals R times FP times NE times FL times FI times FC times L?"
            ],
            [
                34,
                "Fascinating."
            ],
            [
                37,
                "To the comic book store. You’re probably thinking, the comic book store? On a Thursday? Why, I’ve fallen down the rabbit hole and into a land of madness. What you have failed to take into account, Penny, is that this is Anything Can Happen Thursday."
            ],
            [
                39,
                "I think you mean comic books. Comics are feeble attempts at humour featuring talking babies and anthropomorphized pets found traditionally in the optimistically named funny pages."
            ],
            [
                43,
                "Just pick out anything? Maybe at the same time we can pick out a new suit for him without knowing his size, or pick out his career for him without knowing his aptitude, or pick out a new breakfast cereal without knowing his fibre requirements or his feelings about little marshmallows."
            ],
            [
                45,
                "Amazing Spider-Man, Ultimate Spider-Man, Spectacular Spider-Man, The Marvelous Adventures of Spider-Man, Spider-Man 2099?"
            ],
            [
                49,
                "Oh, I forgot Sensational Spider-Man."
            ],
            [
                55,
                "A superb choice."
            ],
            [
                57,
                "Yeah, provided he has already read Infinite Crisis and 52, and is familiar with the re-establishment of the DC multiverse."
            ],
            [
                59,
                "Get her out of here."
            ],
            [
                77,
                "Why should I let it go? I saw it first."
            ],
            [
                79,
                "A far less impressive feat."
            ],
            [
                81,
                "I need it for my Robin collection."
            ],
            [
                83,
                "Why would I gamble? It’s mine. Let go."
            ],
            [
                85,
                "No, you!"
            ],
            [
                87,
                "Yes, he won’t let go of my comic book."
            ],
            [
                89,
                "Leonard, we need a ruling."
            ],
            [
                105,
                "Once again, defeated by your own prurient interests."
            ],
            [
                111,
                "So, Leonard, how are you enjoying Anything Can Happen Thursday?"
            ],
            [
                114,
                "Look at that, that’s a dent. Thank you, Howard Ham-Fisted Wolowitz. Did you just shut the TV off in the middle of the classic Deep Space Nine/Star Trek The Original Series Trouble With Tribbles crossover episode?"
            ],
            [
                116,
                "Are you ill?"
            ],
            [
                118,
                "All right. Then is it fair to say that you’re experiencing some sort of emotional turmoil over the events involving Penny earlier this evening?"
            ],
            [
                120,
                "A moment ago, when you turned off the TV in the middle of }during the classic Deep Space Nine/Star Trek The Original Series Trouble With Tribbles crossover episode. Would you like some advice?"
            ],
            [
                122,
                "Then, this is the perfect time to launch a blog with an interactive comments section."
            ],
            [
                124,
                "Would you rather I offer my personal insight?"
            ],
            [
                126,
                "Oh, I disagree. Stuart is taller, artistic, self-employed and, most significantly, he gets 45 percent off comic books."
            ],
            [
                128,
                "My original point."
            ],
            [
                131,
                "Chinese food, vintage video games. After the nightmare of Anything Can Happen Thursday, this is Friday night the way it was meant to be."
            ],
            [
                141,
                "Vintage doesn’t even begin to describe what we have planned. Tonight, we are playing the classic 1980 interactive text adventure, Zork. It’s the buggy beta version."
            ],
            [
                175,
                "Oh, good, Stuart, I thought I heard your voice. Do you have a moment?"
            ],
            [
                178,
                "What are you doing?"
            ],
            [
                180,
                "Isn’t it a little late for coffee?"
            ],
            [
                184,
                "Well, I’ve spent the last three hours in an online debate in the DC Comics Batman chatroom, and I need your help."
            ],
            [
                186,
                "I am asserting, in the event that Batman’s death proves permanent, that original Robin, Dick Grayson, is the logical successor to the Bat Cowl."
            ],
            [
                188,
                "More wrong? Wrong is an absolute state and not subject to gradation."
            ],
            [
                190,
                "Has to be? Has to be? I hope you’re being deliberately provocative."
            ],
            [
                193,
                "Yeah, herbal tea for me, please."
            ],
            [
                210,
                "Of course I am. Removing Joe Chill as the killer of Batman’s parents effectively deprived him of his raison d’être."
            ],
            [
                212,
                "Au contraire."
            ],
            [
                214,
                "I am forgetting nothing and I resent your tone."
            ],
            [
                216,
                "So, I win."
            ],
            [
                218,
                "So, I win."
            ],
            [
                220,
                "Darn tootin’, I win."
            ],
            [
                222,
                "No, no, no, no, don’t wake her. She’ll maul you like a rabid wolverine."
            ]
        ],
        "Leonard": [
            [
                2,
                "Problem?"
            ],
            [
                6,
                "Yes, but we all agreed that the third Thursday of every month would be Anything Can Happen Thursday."
            ],
            [
                11,
                "Sheldon, we agreed we’d do something different tonight."
            ],
            [
                15,
                "Way to think outside but pressed right up against the box, Sheldon."
            ],
            [
                18,
                "Come on, Howard, the odds of us picking up girls in a bar are practically zero."
            ],
            [
                24,
                "You’re joking."
            ],
            [
                27,
                "You’re right. It’s Anything Can Happen Thursday, let’s hit the clubs and meet hot women!"
            ],
            [
                29,
                "Or we could finish eating and go to the comic book store."
            ],
            [
                32,
                "Oh, absolutely."
            ],
            [
                41,
                "Sure. What does he like?"
            ],
            [
                47,
                "You know this can go on all night, why don’t you just come with us?"
            ],
            [
                53,
                "Don’t worry, they’re more scared of you than you are of them."
            ],
            [
                60,
                "Come on, I’ll help you pick something."
            ],
            [
                64,
                "Oh, hey, Stuart. This is Penny. She’s looking for some comic books."
            ],
            [
                66,
                "I think we’re fine, Stuart."
            ],
            [
                69,
                "You mean for someone who’s into comic books?"
            ],
            [
                71,
                "Penny, just because people appreciate comic books doesn’t make them weirdos. Stuart’s a terrific artist. He went to the Rhode Island School of Design."
            ],
            [
                73,
                "Ah, yeah, that’s Captain Sweatpants. He doesn’t really help the point I’m trying to make."
            ],
            [
                86,
                "Problem?"
            ],
            [
                90,
                "Uh, cut it in half?"
            ],
            [
                103,
                "I don’t believe it. Stuart’s putting the moves on Penny."
            ],
            [
                107,
                "Nobody’s up in anybody’s business, let’s just buy our stuff and go."
            ],
            [
                115,
                "Apparently so."
            ],
            [
                117,
                "No."
            ],
            [
                119,
                "When did you pick up on that?"
            ],
            [
                121,
                "Sure, why not?"
            ],
            [
                123,
                "Gee, thanks a lot."
            ],
            [
                125,
                "I don’t need any insights. I just want to know why Penny’s more interested in Stuart than me. We’re practically the same guy."
            ],
            [
                127,
                "You’re right, I really should be asking strangers on the Internet."
            ],
            [
                134,
                "Hey, Penny… and Stuart, hey Stuart."
            ],
            [
                138,
                "And you guys are going together, great…"
            ],
            [
                145,
                "Hey, Howard?"
            ],
            [
                147,
                "Take me to a bar with women."
            ],
            [
                149,
                "Yeah."
            ],
            [
                151,
                "Why?"
            ],
            [
                165,
                "Should we talk to some of these women?"
            ],
            [
                167,
                "That’s your system?"
            ],
            [
                196,
                "How about those two?"
            ],
            [
                198,
                "What about the ones in the corner?"
            ],
            [
                200,
                "I think Blinky’s cute."
            ],
            [
                202,
                "Wait, so we just go over there?"
            ],
            [
                204,
                "What else you got?"
            ],
            [
                206,
                "No."
            ],
            [
                226,
                "I thought you were good at this. You’re always talking about how you go to bars and meet women."
            ],
            [
                228,
                "Well, what happened? We’ve been sitting here all night and the longest conversation you’ve had with a woman was when your mom called."
            ],
            [
                230,
                "Say what?"
            ],
            [
                232,
                "Fine. I’ll sit here. You take flight and hunt."
            ],
            [
                234,
                "Actually, you can. There’s a whole sport built around it. Falconry."
            ]
        ],
        "Howard": [
            [
                4,
                "Here we go."
            ],
            [
                8,
                "Come on, the whole idea behind Anything Can Happen Thursday is to get out of this rut we’ve been in lately."
            ],
            [
                17,
                "If I may proffer a suggestion, in bars all across this great nation of ours, Thursday night is Ladies’ Night. Which means, as the evening progresses, we will get better looking courtesy of 99 cent margaritas and two-for-one Jell-O shots."
            ],
            [
                19,
                "Really? Are you familiar with the Drake Equation?"
            ],
            [
                21,
                "Yeah, that one. You can modify it to calculate our chances of having sex by changing the formula to use the number of single women in Los Angeles, the number of those who might find us attractive, and what I call the Wolowitz Coefficient."
            ],
            [
                23,
                "Neediness times dress size squared. Crunching the numbers, I come up with a conservative 5,812 potential sex partners within a 40-mile radius."
            ],
            [
                25,
                "I’m a horny engineer, Leonard. I never joke about math or sex."
            ],
            [
                31,
                "Alright, but next Anything Can Happen Thursday, we’re definitely going to a bar."
            ],
            [
                62,
                "Tell me about it. Look, a new Batman belt buckle."
            ],
            [
                76,
                "Let it go, Sheldon."
            ],
            [
                78,
                "Yes, but I saw it from the front."
            ],
            [
                80,
                "Oh, come on! I need this for my Batman collection."
            ],
            [
                82,
                "Rock-Paper-Scissors-Lizard-Spock?"
            ],
            [
                84,
                "You let go."
            ],
            [
                88,
                "It’s my comic book!"
            ],
            [
                104,
                "I have got to learn how to draw. Hey!"
            ],
            [
                132,
                "Who’s up for Sheldon-Free Saturday?"
            ],
            [
                136,
                "So what are you kids up to?"
            ],
            [
                144,
                "See you, Stuart."
            ],
            [
                146,
                "Yes."
            ],
            [
                148,
                "Really?"
            ],
            [
                150,
                "Okay! Let me just go inside and slip off my underwear."
            ],
            [
                152,
                "Well, if I get lucky, I don’t want to be caught in my Aquaman briefs."
            ],
            [
                156,
                "No, he may not."
            ],
            [
                158,
                "I’m not sitting here with a guy drinking a grasshopper with a little umbrella."
            ],
            [
                160,
                "Wrong again!"
            ],
            [
                162,
                "Look, there are plenty of bars in Los Angeles where you can order grasshoppers and chocolate martinis, but you wouldn’t have to because there are no women in them."
            ],
            [
                164,
                "All right, the Three Musketeers just became the Dynamic Duo."
            ],
            [
                166,
                "It’s way too early in the night for that. See, first we let the lawyers and the jocks thin the herd, and then we go after the weak and the old and the lame."
            ],
            [
                168,
                "That’s my system. Oh, and if you spot a chick with a Seeing Eye dog, she’s mine."
            ],
            [
                197,
                "Nah, they’re eating peanuts, and my allergies, one kiss would put me in Cedar-Sinai for a week."
            ],
            [
                199,
                "Possible, very possible. Do you want the one in the whiplash collar or the one who keeps blinking?"
            ],
            [
                201,
                "You got it, sir."
            ],
            [
                203,
                "No, we have a little prep work to do. Put this in your mouth. We walk past them, you stumble a bit. I say, sorry, my friend’s had a little too much, and then I start to pull it out of your mouth and say, a little too much fun. Get it? I mean, they’re laughing, we’re laughing, and then we get them up to about a .15 blood alcohol level, and tell them we’re millionaires."
            ],
            [
                205,
                "Depends. Are you willing to sit on my lap and pretend to be a ventriloquist dummy?"
            ],
            [
                207,
                "I can’t sit on your lap, you don’t know the routine."
            ],
            [
                225,
                "Wait, is this your card or isn’t it? Trust me, this was their card."
            ],
            [
                227,
                "I do, all the time."
            ],
            [
                229,
                "Wow, you’re just going to make me come out and say it, aren’t you?"
            ],
            [
                231,
                "You’re weighing me down. I’m a falcon who hunts better solo."
            ],
            [
                233,
                "Don’t be ridiculous, you can’t just tell a falcon when to hunt."
            ],
            [
                235,
                "Shut up. Let’s just get Koothrappali and go. (They turn to see Raj with his tongue down the throat of a “larger lady” by the bar.) Lucky bastard. It’s got to be that stupid accent of his. (To a girl nearby) Hello. I am Sanjay Wolowitz from Bombay. Okay, I’m stumped."
            ]
        ],
        "Raj": [
            [
                10,
                "I could go for some goat."
            ],
            [
                13,
                "We went to the comic book store last night."
            ],
            [
                16,
                "So what are we going to do tonight?"
            ],
            [
                22,
                "The Wolowitz Coefficient?"
            ],
            [
                26,
                "Well, what are we waiting for? Let’s bounce, bitches."
            ],
            [
                28,
                "Here we go. Lock up your daughters! We’re going to hit it and quit it."
            ],
            [
                30,
                "Also a good plan."
            ],
            [
                33,
                "You heard that, Ladies’ Night ladies? We’re eventually coming for you!"
            ],
            [
                61,
                "That’s right. She’s with us. Guys like that are so pathetic."
            ],
            [
                106,
                "Guys, have you seen Stuart all up in Penny’s business over there?"
            ],
            [
                155,
                "May I have a grasshopper with a little umbrella, please?"
            ],
            [
                157,
                "Why?"
            ],
            [
                159,
                "Fine. I’ll have a chocolate martini."
            ],
            [
                161,
                "Come on, you know I can’t talk to women unless I’m lit up like the Hindu festival of Diwali."
            ],
            [
                163,
                "Gotcha. I’ll have a Brandy Alexander."
            ],
            [
                195,
                "Barkeep! Alexander me."
            ]
        ],
        "Penny": [
            [
                36,
                "Oh hey, guys, where’re you headed?"
            ],
            [
                38,
                "You got me. While you’re there, could pick me up a few comics for my nephew’s birthday?"
            ],
            [
                40,
                "Leonard, could you pick me up a few comics for my nephew’s birthday?"
            ],
            [
                42,
                "I don’t know, he’s 13. Just pick out anything."
            ],
            [
                44,
                "Spider-Man. Get him Spider-Man."
            ],
            [
                46,
                "Leonard?"
            ],
            [
                48,
                "Ugh, that’s what I was trying to avoid."
            ],
            [
                52,
                "Oh, what a cute, little store. Everybody’s staring at me."
            ],
            [
                54,
                "Unlikely. Here, what about this one for my nephew?"
            ],
            [
                56,
                "Oh, great."
            ],
            [
                58,
                "What’s a multiverse?"
            ],
            [
                68,
                "Thanks. He seems like a nice guy."
            ],
            [
                70,
                "No, no, no, I just meant for… yeah."
            ],
            [
                72,
                "What about the guy over there in the superhero T-shirt tucked into his sweatpants?"
            ],
            [
                91,
                "Excuse me."
            ],
            [
                93,
                "Hi. What would you recommend as a present for a 13-year-old boy?"
            ],
            [
                95,
                "Oh, Hellblazer. What’s this about?"
            ],
            [
                97,
                "Well, if that doesn’t make me the favourite aunt, I don’t know what will. Is this me?"
            ],
            [
                99,
                "It’s really good."
            ],
            [
                101,
                "That’s so sweet, but what if I didn’t like it?"
            ],
            [
                108,
                "Okay, you’ve got my number, now, give me the picture."
            ],
            [
                110,
                "All right. So, um, just give me a call."
            ],
            [
                137,
                "Uh, Stuart has a piece in an art show that’s opening tonight."
            ],
            [
                140,
                "It’s Friday night, that means Chinese food and vintage video games, right?"
            ],
            [
                142,
                "Wow, Zork. Well, you guys have fun."
            ],
            [
                170,
                "Oh come on. I think it’s nice that Captain Sweatpants showed up to your art opening."
            ],
            [
                172,
                "Um, you know, it’s kind of early. Do you want to maybe come in for some coffee or something?"
            ],
            [
                174,
                "Oh, you think coffee, means coffee, that is so sweet. Come on, I think I have decaf."
            ],
            [
                177,
                "Sheldon, we’re a little busy here, so…"
            ],
            [
                182,
                "I’ll just go look for it."
            ],
            [
                191,
                "I found the decaf!"
            ]
        ],
        "Store clerk": [
            [
                63,
                "Oh, hey, Leonard. Can I help you find something?"
            ]
        ],
        "Stuart": [
            [
                65,
                "Oh, really. Blink twice if you’re here against your will."
            ],
            [
                67,
                "Let me know if you need anything."
            ],
            [
                92,
                "Hello again."
            ],
            [
                94,
                "A 13-year-old girl. But if you’re dead set on a comic book, try this."
            ],
            [
                96,
                "A morally ambiguous confidence man who smokes, has lung cancer and is tormented by the spirits of the undead."
            ],
            [
                98,
                "Depends. Do you like it?"
            ],
            [
                100,
                "Yes, that’s you."
            ],
            [
                102,
                "It’d still be you, but I’d feel like an idiot."
            ],
            [
                109,
                "You drive a hard bargain, but here."
            ],
            [
                135,
                "Hey, guys."
            ],
            [
                139,
                "It is great. Really great. Freaking awesome. What are you guys doing?"
            ],
            [
                143,
                "Yeah, see you guys."
            ],
            [
                171,
                "Yeah, it would have been nicer if he hadn’t touched all the cheese."
            ],
            [
                173,
                "Oh, gee, it’s a little late for coffee, isn’t it?"
            ],
            [
                176,
                "Uh, yeah, I guess."
            ],
            [
                179,
                "We’re having coffee."
            ],
            [
                181,
                "It’s okay. She thinks she has decaf."
            ],
            [
                183,
                "What’s up?"
            ],
            [
                185,
                "Oh yeah. Those guys can be very stubborn. What’s the topic?"
            ],
            [
                187,
                "Ooh, Sheldon, I’m afraid you couldn’t be more wrong."
            ],
            [
                189,
                "Of course it is. It’s a little wrong to say a tomato is a vegetable, it’s very wrong to say it’s a suspension bridge. But returning to the original issue, Dick Grayson became Nightwing, a superhero in his own right. Batman 2 has to be the second Robin, Jason Todd."
            ],
            [
                192,
                "Oh, great!"
            ],
            [
                209,
                "I’m sorry, but you’re obviously stuck in a pre-Zero Hour DC universe."
            ],
            [
                211,
                "Okay, you can throw all the French around you want, it doesn’t make you right."
            ],
            [
                213,
                "Plus, you’re forgetting that the Infinite Crisis storyline restored Joe Chill to the Batman mythology."
            ],
            [
                215,
                "Okay, look, Sheldon, it’s late and I’ve got to get some sleep."
            ],
            [
                217,
                "No, I’m tired."
            ],
            [
                219,
                "Fine. You win."
            ],
            [
                221,
                "Penny, I really had a terrific time. Penny?"
            ],
            [
                223,
                "You know, I don’t think that was decaf."
            ]
        ],
        "Penny (coming out of apartment)": [
            [
                133,
                "Oh, hey guys."
            ]
        ],
        "Leonard (to Raj)": [
            [
                153,
                "Do you…? (Raj checks his underwear) Let’s go."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Hu-u-u-uh…. Hu-u-u-uh!"
        ],
        [
            "Leonard",
            "Problem?"
        ],
        [
            "Sheldon",
            "This is Thai food."
        ],
        [
            "Howard",
            "Here we go."
        ],
        [
            "Sheldon",
            "We don’t have Thai food on Thursday. We have pizza on Thursday."
        ],
        [
            "Leonard",
            "Yes, but we all agreed that the third Thursday of every month would be Anything Can Happen Thursday."
        ],
        [
            "Sheldon",
            "Well apparently the news didn’t reach my digestive system, which, when startled, has its own version of Anything Can Happen Thursday."
        ],
        [
            "Howard",
            "Come on, the whole idea behind Anything Can Happen Thursday is to get out of this rut we’ve been in lately."
        ],
        [
            "Sheldon",
            "Rut? I think you mean consistency. And if we’re going to abandon that, then why even call it Thursday? Let’s call it Quonko Day and divide it into 29 hours of 17 minutes apiece, and celebrate it by sacrificing a goat to the mighty god Ra."
        ],
        [
            "Raj",
            "I could go for some goat."
        ],
        [
            "Leonard",
            "Sheldon, we agreed we’d do something different tonight."
        ],
        [
            "Sheldon",
            "All right. Let’s go to the comic book store."
        ],
        [
            "Raj",
            "We went to the comic book store last night."
        ],
        [
            "Sheldon",
            "Last night was Wednesday. Wednesday is comic book night. Tonight, we’ll be going on Thursday, because it’s Anything Can Happen Thursday."
        ],
        [
            "Leonard",
            "Way to think outside but pressed right up against the box, Sheldon."
        ],
        [
            "Raj",
            "So what are we going to do tonight?"
        ],
        [
            "Howard",
            "If I may proffer a suggestion, in bars all across this great nation of ours, Thursday night is Ladies’ Night. Which means, as the evening progresses, we will get better looking courtesy of 99 cent margaritas and two-for-one Jell-O shots."
        ],
        [
            "Leonard",
            "Come on, Howard, the odds of us picking up girls in a bar are practically zero."
        ],
        [
            "Howard",
            "Really? Are you familiar with the Drake Equation?"
        ],
        [
            "Sheldon",
            "The one that estimates the odds of making contact with extraterrestrials by calculating the product of an increasingly restrictive series of fractional values such as those stars with planets, and those planets likely to develop life? N equals R times FP times NE times FL times FI times FC times L?"
        ],
        [
            "Howard",
            "Yeah, that one. You can modify it to calculate our chances of having sex by changing the formula to use the number of single women in Los Angeles, the number of those who might find us attractive, and what I call the Wolowitz Coefficient."
        ],
        [
            "Raj",
            "The Wolowitz Coefficient?"
        ],
        [
            "Howard",
            "Neediness times dress size squared. Crunching the numbers, I come up with a conservative 5,812 potential sex partners within a 40-mile radius."
        ],
        [
            "Leonard",
            "You’re joking."
        ],
        [
            "Howard",
            "I’m a horny engineer, Leonard. I never joke about math or sex."
        ],
        [
            "Raj",
            "Well, what are we waiting for? Let’s bounce, bitches."
        ],
        [
            "Leonard",
            "You’re right. It’s Anything Can Happen Thursday, let’s hit the clubs and meet hot women!"
        ],
        [
            "Raj",
            "Here we go. Lock up your daughters! We’re going to hit it and quit it."
        ],
        [
            "Leonard",
            "Or we could finish eating and go to the comic book store."
        ],
        [
            "Raj",
            "Also a good plan."
        ],
        [
            "Howard",
            "Alright, but next Anything Can Happen Thursday, we’re definitely going to a bar."
        ],
        [
            "Leonard",
            "Oh, absolutely."
        ],
        [
            "Raj",
            "You heard that, Ladies’ Night ladies? We’re eventually coming for you!"
        ],
        [
            "Sheldon",
            "Fascinating."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Penny",
            "Oh hey, guys, where’re you headed?"
        ],
        [
            "Sheldon",
            "To the comic book store. You’re probably thinking, the comic book store? On a Thursday? Why, I’ve fallen down the rabbit hole and into a land of madness. What you have failed to take into account, Penny, is that this is Anything Can Happen Thursday."
        ],
        [
            "Penny",
            "You got me. While you’re there, could pick me up a few comics for my nephew’s birthday?"
        ],
        [
            "Sheldon",
            "I think you mean comic books. Comics are feeble attempts at humour featuring talking babies and anthropomorphized pets found traditionally in the optimistically named funny pages."
        ],
        [
            "Penny",
            "Leonard, could you pick me up a few comics for my nephew’s birthday?"
        ],
        [
            "Leonard",
            "Sure. What does he like?"
        ],
        [
            "Penny",
            "I don’t know, he’s 13. Just pick out anything."
        ],
        [
            "Sheldon",
            "Just pick out anything? Maybe at the same time we can pick out a new suit for him without knowing his size, or pick out his career for him without knowing his aptitude, or pick out a new breakfast cereal without knowing his fibre requirements or his feelings about little marshmallows."
        ],
        [
            "Penny",
            "Spider-Man. Get him Spider-Man."
        ],
        [
            "Sheldon",
            "Amazing Spider-Man, Ultimate Spider-Man, Spectacular Spider-Man, The Marvelous Adventures of Spider-Man, Spider-Man 2099?"
        ],
        [
            "Penny",
            "Leonard?"
        ],
        [
            "Leonard",
            "You know this can go on all night, why don’t you just come with us?"
        ],
        [
            "Penny",
            "Ugh, that’s what I was trying to avoid."
        ],
        [
            "Sheldon",
            "Oh, I forgot Sensational Spider-Man."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Penny",
            "Oh, what a cute, little store. Everybody’s staring at me."
        ],
        [
            "Leonard",
            "Don’t worry, they’re more scared of you than you are of them."
        ],
        [
            "Penny",
            "Unlikely. Here, what about this one for my nephew?"
        ],
        [
            "Sheldon",
            "A superb choice."
        ],
        [
            "Penny",
            "Oh, great."
        ],
        [
            "Sheldon",
            "Yeah, provided he has already read Infinite Crisis and 52, and is familiar with the re-establishment of the DC multiverse."
        ],
        [
            "Penny",
            "What’s a multiverse?"
        ],
        [
            "Sheldon",
            "Get her out of here."
        ],
        [
            "Leonard",
            "Come on, I’ll help you pick something."
        ],
        [
            "Raj",
            "That’s right. She’s with us. Guys like that are so pathetic."
        ],
        [
            "Howard",
            "Tell me about it. Look, a new Batman belt buckle."
        ],
        [
            "Store clerk",
            "Oh, hey, Leonard. Can I help you find something?"
        ],
        [
            "Leonard",
            "Oh, hey, Stuart. This is Penny. She’s looking for some comic books."
        ],
        [
            "Stuart",
            "Oh, really. Blink twice if you’re here against your will."
        ],
        [
            "Leonard",
            "I think we’re fine, Stuart."
        ],
        [
            "Stuart",
            "Let me know if you need anything."
        ],
        [
            "Penny",
            "Thanks. He seems like a nice guy."
        ],
        [
            "Leonard",
            "You mean for someone who’s into comic books?"
        ],
        [
            "Penny",
            "No, no, no, I just meant for… yeah."
        ],
        [
            "Leonard",
            "Penny, just because people appreciate comic books doesn’t make them weirdos. Stuart’s a terrific artist. He went to the Rhode Island School of Design."
        ],
        [
            "Penny",
            "What about the guy over there in the superhero T-shirt tucked into his sweatpants?"
        ],
        [
            "Leonard",
            "Ah, yeah, that’s Captain Sweatpants. He doesn’t really help the point I’m trying to make."
        ],
        [
            "Scene",
            "(Howard and Sheldon are looking through a rack of comic books. Each says “Got it” in turn as they look past each book until they eventually reach the one in the middle when they both together grab the book and shout “Need it!”)"
        ],
        [
            "Howard",
            "Let it go, Sheldon."
        ],
        [
            "Sheldon",
            "Why should I let it go? I saw it first."
        ],
        [
            "Howard",
            "Yes, but I saw it from the front."
        ],
        [
            "Sheldon",
            "A far less impressive feat."
        ],
        [
            "Howard",
            "Oh, come on! I need this for my Batman collection."
        ],
        [
            "Sheldon",
            "I need it for my Robin collection."
        ],
        [
            "Howard",
            "Rock-Paper-Scissors-Lizard-Spock?"
        ],
        [
            "Sheldon",
            "Why would I gamble? It’s mine. Let go."
        ],
        [
            "Howard",
            "You let go."
        ],
        [
            "Sheldon",
            "No, you!"
        ],
        [
            "Leonard",
            "Problem?"
        ],
        [
            "Sheldon",
            "Yes, he won’t let go of my comic book."
        ],
        [
            "Howard",
            "It’s my comic book!"
        ],
        [
            "Sheldon",
            "Leonard, we need a ruling."
        ],
        [
            "Leonard",
            "Uh, cut it in half?"
        ],
        [
            "Penny",
            "Excuse me."
        ],
        [
            "Stuart",
            "Hello again."
        ],
        [
            "Penny",
            "Hi. What would you recommend as a present for a 13-year-old boy?"
        ],
        [
            "Stuart",
            "A 13-year-old girl. But if you’re dead set on a comic book, try this."
        ],
        [
            "Penny",
            "Oh, Hellblazer. What’s this about?"
        ],
        [
            "Stuart",
            "A morally ambiguous confidence man who smokes, has lung cancer and is tormented by the spirits of the undead."
        ],
        [
            "Penny",
            "Well, if that doesn’t make me the favourite aunt, I don’t know what will. Is this me?"
        ],
        [
            "Stuart",
            "Depends. Do you like it?"
        ],
        [
            "Penny",
            "It’s really good."
        ],
        [
            "Stuart",
            "Yes, that’s you."
        ],
        [
            "Penny",
            "That’s so sweet, but what if I didn’t like it?"
        ],
        [
            "Stuart",
            "It’d still be you, but I’d feel like an idiot."
        ],
        [
            "Leonard",
            "I don’t believe it. Stuart’s putting the moves on Penny."
        ],
        [
            "Howard",
            "I have got to learn how to draw. Hey!"
        ],
        [
            "Sheldon",
            "Once again, defeated by your own prurient interests."
        ],
        [
            "Raj",
            "Guys, have you seen Stuart all up in Penny’s business over there?"
        ],
        [
            "Leonard",
            "Nobody’s up in anybody’s business, let’s just buy our stuff and go."
        ],
        [
            "Penny",
            "Okay, you’ve got my number, now, give me the picture."
        ],
        [
            "Stuart",
            "You drive a hard bargain, but here."
        ],
        [
            "Penny",
            "All right. So, um, just give me a call."
        ],
        [
            "Sheldon",
            "So, Leonard, how are you enjoying Anything Can Happen Thursday?"
        ],
        [
            "Scene",
            "The apartment. Sheldon has the comic book. "
        ],
        [
            "Sheldon",
            "Look at that, that’s a dent. Thank you, Howard Ham-Fisted Wolowitz. Did you just shut the TV off in the middle of the classic Deep Space Nine/Star Trek The Original Series Trouble With Tribbles crossover episode?"
        ],
        [
            "Leonard",
            "Apparently so."
        ],
        [
            "Sheldon",
            "Are you ill?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "All right. Then is it fair to say that you’re experiencing some sort of emotional turmoil over the events involving Penny earlier this evening?"
        ],
        [
            "Leonard",
            "When did you pick up on that?"
        ],
        [
            "Sheldon",
            "A moment ago, when you turned off the TV in the middle of }during the classic Deep Space Nine/Star Trek The Original Series Trouble With Tribbles crossover episode. Would you like some advice?"
        ],
        [
            "Leonard",
            "Sure, why not?"
        ],
        [
            "Sheldon",
            "Then, this is the perfect time to launch a blog with an interactive comments section."
        ],
        [
            "Leonard",
            "Gee, thanks a lot."
        ],
        [
            "Sheldon",
            "Would you rather I offer my personal insight?"
        ],
        [
            "Leonard",
            "I don’t need any insights. I just want to know why Penny’s more interested in Stuart than me. We’re practically the same guy."
        ],
        [
            "Sheldon",
            "Oh, I disagree. Stuart is taller, artistic, self-employed and, most significantly, he gets 45 percent off comic books."
        ],
        [
            "Leonard",
            "You’re right, I really should be asking strangers on the Internet."
        ],
        [
            "Sheldon",
            "My original point."
        ],
        [
            "Scene",
            "The stairs."
        ],
        [
            "Sheldon",
            "Chinese food, vintage video games. After the nightmare of Anything Can Happen Thursday, this is Friday night the way it was meant to be."
        ],
        [
            "Howard",
            "Who’s up for Sheldon-Free Saturday?"
        ],
        [
            "Penny (coming out of apartment)",
            "Oh, hey guys."
        ],
        [
            "Leonard",
            "Hey, Penny… and Stuart, hey Stuart."
        ],
        [
            "Stuart",
            "Hey, guys."
        ],
        [
            "Howard",
            "So what are you kids up to?"
        ],
        [
            "Penny",
            "Uh, Stuart has a piece in an art show that’s opening tonight."
        ],
        [
            "Leonard",
            "And you guys are going together, great…"
        ],
        [
            "Stuart",
            "It is great. Really great. Freaking awesome. What are you guys doing?"
        ],
        [
            "Penny",
            "It’s Friday night, that means Chinese food and vintage video games, right?"
        ],
        [
            "Sheldon",
            "Vintage doesn’t even begin to describe what we have planned. Tonight, we are playing the classic 1980 interactive text adventure, Zork. It’s the buggy beta version."
        ],
        [
            "Penny",
            "Wow, Zork. Well, you guys have fun."
        ],
        [
            "Stuart",
            "Yeah, see you guys."
        ],
        [
            "Howard",
            "See you, Stuart."
        ],
        [
            "Leonard",
            "Hey, Howard?"
        ],
        [
            "Howard",
            "Yes."
        ],
        [
            "Leonard",
            "Take me to a bar with women."
        ],
        [
            "Howard",
            "Really?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Howard",
            "Okay! Let me just go inside and slip off my underwear."
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Howard",
            "Well, if I get lucky, I don’t want to be caught in my Aquaman briefs."
        ],
        [
            "Leonard (to Raj)",
            "Do you…? (Raj checks his underwear) Let’s go."
        ],
        [
            "Scene",
            "A bar."
        ],
        [
            "Raj",
            "May I have a grasshopper with a little umbrella, please?"
        ],
        [
            "Howard",
            "No, he may not."
        ],
        [
            "Raj",
            "Why?"
        ],
        [
            "Howard",
            "I’m not sitting here with a guy drinking a grasshopper with a little umbrella."
        ],
        [
            "Raj",
            "Fine. I’ll have a chocolate martini."
        ],
        [
            "Howard",
            "Wrong again!"
        ],
        [
            "Raj",
            "Come on, you know I can’t talk to women unless I’m lit up like the Hindu festival of Diwali."
        ],
        [
            "Howard",
            "Look, there are plenty of bars in Los Angeles where you can order grasshoppers and chocolate martinis, but you wouldn’t have to because there are no women in them."
        ],
        [
            "Raj",
            "Gotcha. I’ll have a Brandy Alexander."
        ],
        [
            "Howard",
            "All right, the Three Musketeers just became the Dynamic Duo."
        ],
        [
            "Leonard",
            "Should we talk to some of these women?"
        ],
        [
            "Howard",
            "It’s way too early in the night for that. See, first we let the lawyers and the jocks thin the herd, and then we go after the weak and the old and the lame."
        ],
        [
            "Leonard",
            "That’s your system?"
        ],
        [
            "Howard",
            "That’s my system. Oh, and if you spot a chick with a Seeing Eye dog, she’s mine."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Penny",
            "Oh come on. I think it’s nice that Captain Sweatpants showed up to your art opening."
        ],
        [
            "Stuart",
            "Yeah, it would have been nicer if he hadn’t touched all the cheese."
        ],
        [
            "Penny",
            "Um, you know, it’s kind of early. Do you want to maybe come in for some coffee or something?"
        ],
        [
            "Stuart",
            "Oh, gee, it’s a little late for coffee, isn’t it?"
        ],
        [
            "Penny",
            "Oh, you think coffee, means coffee, that is so sweet. Come on, I think I have decaf."
        ],
        [
            "Sheldon",
            "Oh, good, Stuart, I thought I heard your voice. Do you have a moment?"
        ],
        [
            "Stuart",
            "Uh, yeah, I guess."
        ],
        [
            "Penny",
            "Sheldon, we’re a little busy here, so…"
        ],
        [
            "Sheldon",
            "What are you doing?"
        ],
        [
            "Stuart",
            "We’re having coffee."
        ],
        [
            "Sheldon",
            "Isn’t it a little late for coffee?"
        ],
        [
            "Stuart",
            "It’s okay. She thinks she has decaf."
        ],
        [
            "Penny",
            "I’ll just go look for it."
        ],
        [
            "Stuart",
            "What’s up?"
        ],
        [
            "Sheldon",
            "Well, I’ve spent the last three hours in an online debate in the DC Comics Batman chatroom, and I need your help."
        ],
        [
            "Stuart",
            "Oh yeah. Those guys can be very stubborn. What’s the topic?"
        ],
        [
            "Sheldon",
            "I am asserting, in the event that Batman’s death proves permanent, that original Robin, Dick Grayson, is the logical successor to the Bat Cowl."
        ],
        [
            "Stuart",
            "Ooh, Sheldon, I’m afraid you couldn’t be more wrong."
        ],
        [
            "Sheldon",
            "More wrong? Wrong is an absolute state and not subject to gradation."
        ],
        [
            "Stuart",
            "Of course it is. It’s a little wrong to say a tomato is a vegetable, it’s very wrong to say it’s a suspension bridge. But returning to the original issue, Dick Grayson became Nightwing, a superhero in his own right. Batman 2 has to be the second Robin, Jason Todd."
        ],
        [
            "Sheldon",
            "Has to be? Has to be? I hope you’re being deliberately provocative."
        ],
        [
            "Penny",
            "I found the decaf!"
        ],
        [
            "Stuart",
            "Oh, great!"
        ],
        [
            "Sheldon",
            "Yeah, herbal tea for me, please."
        ],
        [
            "Scene",
            "The bar."
        ],
        [
            "Raj",
            "Barkeep! Alexander me."
        ],
        [
            "Leonard",
            "How about those two?"
        ],
        [
            "Howard",
            "Nah, they’re eating peanuts, and my allergies, one kiss would put me in Cedar-Sinai for a week."
        ],
        [
            "Leonard",
            "What about the ones in the corner?"
        ],
        [
            "Howard",
            "Possible, very possible. Do you want the one in the whiplash collar or the one who keeps blinking?"
        ],
        [
            "Leonard",
            "I think Blinky’s cute."
        ],
        [
            "Howard",
            "You got it, sir."
        ],
        [
            "Leonard",
            "Wait, so we just go over there?"
        ],
        [
            "Howard",
            "No, we have a little prep work to do. Put this in your mouth. We walk past them, you stumble a bit. I say, sorry, my friend’s had a little too much, and then I start to pull it out of your mouth and say, a little too much fun. Get it? I mean, they’re laughing, we’re laughing, and then we get them up to about a .15 blood alcohol level, and tell them we’re millionaires."
        ],
        [
            "Leonard",
            "What else you got?"
        ],
        [
            "Howard",
            "Depends. Are you willing to sit on my lap and pretend to be a ventriloquist dummy?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Howard",
            "I can’t sit on your lap, you don’t know the routine."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Stuart",
            "I’m sorry, but you’re obviously stuck in a pre-Zero Hour DC universe."
        ],
        [
            "Sheldon",
            "Of course I am. Removing Joe Chill as the killer of Batman’s parents effectively deprived him of his raison d’être."
        ],
        [
            "Stuart",
            "Okay, you can throw all the French around you want, it doesn’t make you right."
        ],
        [
            "Sheldon",
            "Au contraire."
        ],
        [
            "Stuart",
            "Plus, you’re forgetting that the Infinite Crisis storyline restored Joe Chill to the Batman mythology."
        ],
        [
            "Sheldon",
            "I am forgetting nothing and I resent your tone."
        ],
        [
            "Stuart",
            "Okay, look, Sheldon, it’s late and I’ve got to get some sleep."
        ],
        [
            "Sheldon",
            "So, I win."
        ],
        [
            "Stuart",
            "No, I’m tired."
        ],
        [
            "Sheldon",
            "So, I win."
        ],
        [
            "Stuart",
            "Fine. You win."
        ],
        [
            "Sheldon",
            "Darn tootin’, I win."
        ],
        [
            "Stuart",
            "Penny, I really had a terrific time. Penny?"
        ],
        [
            "Sheldon",
            "No, no, no, no, don’t wake her. She’ll maul you like a rabid wolverine."
        ],
        [
            "Stuart",
            "You know, I don’t think that was decaf."
        ],
        [
            "Scene",
            "The bar."
        ],
        [
            "Howard",
            "Wait, is this your card or isn’t it? Trust me, this was their card."
        ],
        [
            "Leonard",
            "I thought you were good at this. You’re always talking about how you go to bars and meet women."
        ],
        [
            "Howard",
            "I do, all the time."
        ],
        [
            "Leonard",
            "Well, what happened? We’ve been sitting here all night and the longest conversation you’ve had with a woman was when your mom called."
        ],
        [
            "Howard",
            "Wow, you’re just going to make me come out and say it, aren’t you?"
        ],
        [
            "Leonard",
            "Say what?"
        ],
        [
            "Howard",
            "You’re weighing me down. I’m a falcon who hunts better solo."
        ],
        [
            "Leonard",
            "Fine. I’ll sit here. You take flight and hunt."
        ],
        [
            "Howard",
            "Don’t be ridiculous, you can’t just tell a falcon when to hunt."
        ],
        [
            "Leonard",
            "Actually, you can. There’s a whole sport built around it. Falconry."
        ],
        [
            "Howard",
            "Shut up. Let’s just get Koothrappali and go. (They turn to see Raj with his tongue down the throat of a “larger lady” by the bar.) Lucky bastard. It’s got to be that stupid accent of his. (To a girl nearby) Hello. I am Sanjay Wolowitz from Bombay. Okay, I’m stumped."
        ],
        [
            "Scene",
            "Raj’s apartment. He wakes up clutched in the arms of the large lady. Tries to get away. She clutches him tighter. He shrugs and goes back to sleep. "
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-20-the-hofstadter-isotope/"
}