{
    "Season": 2,
    "Episode": 22,
    "Title": "the classified materials turbulence",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The comic book store."
            ],
            [
                8,
                "where no man has gone before."
            ],
            [
                47,
                "Credits sequence."
            ],
            [
                49,
                "The lobby."
            ],
            [
                70,
                "The university cafeteria. Leonard’s phone rings. "
            ],
            [
                101,
                "The apartment."
            ],
            [
                134,
                "Later."
            ],
            [
                150,
                "Outside Penny’s door. Leonard knocks, Penny answers in her dressing gown."
            ],
            [
                162,
                "The apartment. "
            ],
            [
                186,
                "The comic book store."
            ],
            [
                207,
                "The apartment. Howard is on the phone."
            ],
            [
                222,
                "The International Space Station."
            ]
        ],
        "Sheldon": [
            [
                2,
                "Smell that? That’s the smell of new comic books. Oh, yes!"
            ],
            [
                10,
                "I believe it is. The combination of the Star Trek reference and the play on words involving the double-meaning of the verb to go suggests that Leonard is humorously mocking your efforts in space plumbing."
            ],
            [
                13,
                "Oh, clever! Playing on the use of cardinal numbers as euphemisms for bodily functions."
            ],
            [
                15,
                "Excuse me, spoiler alert."
            ],
            [
                17,
                "You told me it’s mind-blowing, so, my mind is going into it pre-blown. And once a mind is pre-blown, it cannot be re-blown."
            ],
            [
                19,
                "Said the Grinch to Christmas."
            ],
            [
                31,
                "Excuse me, Stuart. Have you read the new Flash?"
            ],
            [
                33,
                "Well, I have and it will knock your socks off! Good luck getting them back on."
            ],
            [
                72,
                "You’re not going to answer it?"
            ],
            [
                74,
                "You’re making an assumption. Perhaps the comic book store is on fire, and he needs your assistance."
            ],
            [
                76,
                "We don’t know. And if you don’t answer the phone, we can’t know."
            ],
            [
                78,
                "Answer the phone, Leonard."
            ],
            [
                80,
                "Aren’t you going to check your messages?"
            ],
            [
                82,
                "You have to check your messages, the leaving of a message is one half of a social contract which is completed by the checking of the message. If that contract breaks down then all social contracts break down and we descend into anarchy."
            ],
            [
                84,
                "At times."
            ],
            [
                86,
                "Do you mean code red the hospital emergency alert, code red the computer worm, or code red the cherry flavoured soft drink from the makers of Mountain Dew?"
            ],
            [
                90,
                "But the mission is for six months."
            ],
            [
                92,
                "Have you notified NASA?"
            ],
            [
                100,
                "I agree. It’s the juxtaposition of the high-tech nature of space exploration against the banality of a malfunctioning toilet that provides the comic fodder here. Check your messages."
            ],
            [
                108,
                "Yeah, I have to say, I thought the toilet humour would get less funny with repetition. Apparently, there is no law of diminishing comedic returns with space poop. (There is a knock on the door)"
            ],
            [
                133,
                "For what it’s worth, my mother says that when we deceive for personal gain, we make Jesus cry."
            ],
            [
                135,
                "All right, what if we use this two-inch PVC to reinforce the centre cross-support?"
            ],
            [
                141,
                "You don’t really believe in that superstition, do you?"
            ],
            [
                145,
                "It won’t work. The diameter of the tubing is insufficient."
            ],
            [
                147,
                "It won’t work. No way to mount it."
            ],
            [
                149,
                "That could work."
            ],
            [
                164,
                "You’re overestimating the tensile strength of the substructure you’re building."
            ],
            [
                166,
                "If you knew what you were doing, there wouldn’t be a space toilet where my coffee table should be."
            ],
            [
                172,
                "Oh, an excellent idea! I could certainly use a break."
            ],
            [
                175,
                "Why does Leonard get to go?"
            ],
            [
                181,
                "I must say, Howard, I think a detailed letter to MIT describing your current circumstances might entitle you to a refund on your master’s degree."
            ],
            [
                183,
                "Fascinating."
            ],
            [
                213,
                "I don’t see why I have to worry. My career’s not hanging in the balance. That was a joke. It’s funny, because it’s true."
            ]
        ],
        "Howard": [
            [
                3,
                "They’re on me today, boys."
            ],
            [
                5,
                "No, I’m celebrating. As we speak, the space shuttle is docking at the International Space Station where it will deploy the Wolowitz Zero-Gravity Waste Disposal System."
            ],
            [
                9,
                "Is that supposed to be funny?"
            ],
            [
                11,
                "Okay, make your little jokes, but of the four of us, I’m the only one making any real-world contribution to science and technology."
            ],
            [
                44,
                "Hey, wanna make sure he gets nowhere with Penny without jeopardizing your friendship with either of them?"
            ],
            [
                46,
                "Just tell him to do everything you’ve done with her for the last two years."
            ],
            [
                85,
                "Guys, we have a code red."
            ],
            [
                87,
                "Look, I was going over the schematics on my zero-G toilet, and I made a teeny tiny mistake on the specifications for the diverter valve."
            ],
            [
                89,
                "It’s gonna fail after about ten flushes."
            ],
            [
                91,
                "Yeah, see, that’s the code red. It’s kind of like a jack-in-the-box, no one knows exactly when, but at some point something way worse than a puppet is gonna pop out of that box."
            ],
            [
                93,
                "No. Are you crazy?What am I gonna say? I screwed up your toilet and pretty soon there’s gonna be crap floating all over your nice shiny space station?"
            ],
            [
                95,
                "I’m gonna figure out how to fix it, then I’ll tell them."
            ],
            [
                98,
                "Hey, you said you were gonna be supportive."
            ],
            [
                102,
                "All right, this is an exact duplicate of the Wolowitz Zero-Gravity Human Waste Disposal System as deployed on the International Space Station."
            ],
            [
                106,
                "Yeah, ha, it’s hilarious. Now, here’s an approximation of the spare parts available on the Space Station. We gotta find a way, using nothing but this, to reinforce this so the waste material avoids the spinning turbine."
            ],
            [
                113,
                "Classified, Leonard."
            ],
            [
                128,
                "You don’t know what this is?"
            ],
            [
                130,
                "Good. Get out."
            ],
            [
                136,
                "No good. I mean, it might work for the Japanese and the Americans, but have you seen the size of the Russians they got up there? This thing has to hold up against a hearty potato-based diet."
            ],
            [
                138,
                "Maybe if you were helping, you’d feel better about yourself."
            ],
            [
                143,
                "Speaking of what goes around comes around…"
            ],
            [
                148,
                "Okay, here’s an idea. What if I change my name and go live with my cousin and her husband Avi in Israel?"
            ],
            [
                163,
                "Hang on, I think I’ve got this. Help me see if we can wedge this little piece of PVC behind the support rod."
            ],
            [
                165,
                "Sheldon, I know what I’m doing."
            ],
            [
                168,
                "Because this is not a spare part from the space station. This is the thing from the pizza box that keeps the lid from touching the cheese."
            ],
            [
                170,
                "Where are you going?"
            ],
            [
                174,
                "Hold on, you can go to the comic book store when man can once again safely poop in space."
            ],
            [
                178,
                "I got your back, sister. All right, I think we’ve got a prototype ready to test. Hand me that Tupperware."
            ],
            [
                180,
                "Damn right it’s heavy, it’s my mother’s meat loaf, it’s been testing toilets for generations."
            ],
            [
                182,
                "Okay, simulated zero-gravity human waste disposal test with meat loaf analog in three, two, one. (Switches flush. Meatloaf hits ceiling.)"
            ],
            [
                185,
                "Not enough bread crumbs."
            ],
            [
                209,
                "Yes, sir, I understand classified. We’ll keep it all classified, no one has to know but you and me."
            ],
            [
                212,
                "Well, they’ve deployed our solution. Let’s just all hope it works."
            ],
            [
                219,
                "Meatloaf."
            ],
            [
                221,
                "That’s classified."
            ]
        ],
        "Raj": [
            [
                4,
                "You’re paying? Have you been selling your sperm again?"
            ],
            [
                6,
                "Oh, get over yourself, it’s a high-tech toilet."
            ],
            [
                12,
                "He’s right. This is an important achievement, for two reasons. Number one, and, of course, number two."
            ],
            [
                24,
                "Sure you remember. You went to the bar and made a fool of yourself trying to pick up strange women."
            ],
            [
                42,
                "Interesting. Penny’s current suitor asking advice from her former suitor."
            ],
            [
                97,
                "He can’t figure out how to fix it."
            ],
            [
                99,
                "I’m trying, but you have to admit this is pretty damn funny."
            ],
            [
                103,
                "Don’t you mean the Wolowitz Zero-Gravity Human Waste Distribution System?"
            ],
            [
                105,
                "Yeah."
            ],
            [
                107,
                "You mean so it doesn’t hit the fan?"
            ],
            [
                131,
                "Be afraid of Penny, nice, very crafty."
            ],
            [
                140,
                "Of course you feel terrible. You completely screwed up your karma, dude."
            ],
            [
                142,
                "It’s not superstition. It’s practically Newtonian. For every action, there’s an equal and opposite reaction. Leonard pretends to be a friend and acts like a two-faced bitch, therefore, he is reborn as a banana slug. It’s actually a very elegant system, you know, what goes around comes around."
            ],
            [
                144,
                "Okay, look. Instead of trying to reinforce this structure here, what if we just ran another line, bypass it entirely?"
            ],
            [
                146,
                "What if we reposition the collection tank?"
            ],
            [
                161,
                "If you really want to clean up your karma, go get my freakin’ latte."
            ],
            [
                167,
                "Howard, wait. Why don’t you use this instead of the PVC to keep the transverse filter assembly in place?"
            ],
            [
                169,
                "That what that’s for? In India, the lid just touches the cheese. Of course, we also have rampant poverty and periodic outbreaks of cholera, so a little cardboard in our cheese is no biggie."
            ],
            [
                173,
                "Me, too."
            ],
            [
                179,
                "Wow, that’s heavy."
            ],
            [
                184,
                "What do you think the problem is?"
            ]
        ],
        "Leonard": [
            [
                7,
                "Just think. Thanks to your hard work, an international crew of astronauts will boldly go"
            ],
            [
                21,
                "Oh, sure, what’s up?"
            ],
            [
                23,
                "Yeah, vaguely."
            ],
            [
                25,
                "What about it?"
            ],
            [
                27,
                "Oh, too bad. I guess the thing to do now is just pick yourself up, dust yourself off, forget it and move on."
            ],
            [
                29,
                "Why the hell not?"
            ],
            [
                35,
                "Nobody wants that."
            ],
            [
                37,
                "Uh, oh, gee, my initial reaction is no. You know, let me think about it and get back to you, okay?"
            ],
            [
                39,
                "Yeah, or you call me."
            ],
            [
                41,
                "Or nobody calls anyone."
            ],
            [
                43,
                "You know, thanks for closed-captioning my pain, Raj."
            ],
            [
                45,
                "I’m listening."
            ],
            [
                51,
                "Oh, hi."
            ],
            [
                53,
                "Good, good. You?"
            ],
            [
                55,
                "Sure."
            ],
            [
                57,
                "Yes."
            ],
            [
                59,
                "About what?"
            ],
            [
                61,
                "No, no that’s the past. I’m really more of a right now kind of guy. You know, living in the moment. Although I do have to live a little in the future, ’cause, well, that’s my job. Of course, my fondness for classic science fiction does draw my attention backwards, but those stories often take place in the future. In conclusion, no, it doesn’t bother me."
            ],
            [
                63,
                "Yeah, well I wouldn’t say cool, I’d just say, that’s Leonard!"
            ],
            [
                65,
                "About Stuart? Love to."
            ],
            [
                67,
                "Well, uh, first of all, don’t underestimate the value of discomfort."
            ],
            [
                69,
                "Well, yeah, Stuart thrives under pressure, that’s why he works in a comic book store."
            ],
            [
                71,
                "Oh. It’s Stuart."
            ],
            [
                73,
                "He wants to talk about Penny. I don’t want to talk about Penny."
            ],
            [
                75,
                "Why would he call me?"
            ],
            [
                77,
                "I’m not answering the phone, Sheldon."
            ],
            [
                79,
                "No! There, it went to voice mail."
            ],
            [
                81,
                "No."
            ],
            [
                83,
                "It must be hell inside your head."
            ],
            [
                88,
                "How teeny tiny?"
            ],
            [
                94,
                "Well, what are you gonna do?"
            ],
            [
                96,
                "So, what do you need us for?"
            ],
            [
                104,
                "Good one."
            ],
            [
                110,
                "Hey Stuart."
            ],
            [
                112,
                "Um…"
            ],
            [
                114,
                "Yeah, it’s a regular Manhattan Project. What’s up?"
            ],
            [
                116,
                "Yeah, I’m sorry, it’s been broken."
            ],
            [
                118,
                "Yeah, that too. Everything’s broken."
            ],
            [
                120,
                "All right, well, off the top of my head, I think the most important thing with Penny is to go really slow. I mean, glacial."
            ],
            [
                122,
                "You know, guys come onto her all the time, so, you need to, like, set yourself apart. You know, be a little shy, don’t make too much eye contact. And, you know, treat her with, like, cool detachment and, and, and, you know, fear."
            ],
            [
                124,
                "Yeah, like, you’re afraid that if you touch her, she’ll break."
            ],
            [
                126,
                "Good, good. Well, you kids have fun tonight."
            ],
            [
                132,
                "It wasn’t bad advice. It just wasn’t particularly helpful."
            ],
            [
                137,
                "I feel terrible."
            ],
            [
                139,
                "I deliberately tried to sabotage Stuart’s date with Penny."
            ],
            [
                151,
                "Morning."
            ],
            [
                153,
                "Nothing. We just pulled an all-nighter trying to fix a zero-gravity… pasta maker. I’m gonna make a coffee run. Do you want any?"
            ],
            [
                155,
                "Great. So how’d it go with Stuart last night?"
            ],
            [
                157,
                "Yeah. Right. Sure. The thing is, before you guys went out, I spoke to him and…"
            ],
            [
                159,
                "Okay… I just… I kind of…"
            ],
            [
                171,
                "Comic book store."
            ],
            [
                176,
                "‘Cause he’s upset over his situation with Penny and if I have to hear about it again, I’m going to kick him in his ovaries."
            ],
            [
                177,
                "Thanks for understanding, Howard."
            ],
            [
                187,
                "Hey, Stuart, I need to talk to you."
            ],
            [
                189,
                "I think I gave you bad advice about Penny, and I want to apologize."
            ],
            [
                191,
                "It was?"
            ],
            [
                193,
                "You’re kidding. Never worked for me."
            ],
            [
                195,
                "Wine? I didn’t say to give her wine."
            ],
            [
                197,
                "During the kissing? What did you do, sneeze in her mouth? I did that to a girl once."
            ],
            [
                199,
                "Leonard?"
            ],
            [
                201,
                "Yeah, no, yeah, wow, I’m sorry. That must’ve been the last thing you wanted to hear."
            ],
            [
                203,
                "No doubt, no doubt. Okay, well, I’m sorry it didn’t work out."
            ],
            [
                205,
                "Yeah, how about that? See you soon."
            ],
            [
                211,
                "Howard’s space toilet. I’ll tell you later."
            ],
            [
                215,
                "I’m sorry, were you talking to me?"
            ],
            [
                217,
                "Yes, you did, didn’t you?"
            ],
            [
                220,
                "What was it doing on the ceiling?"
            ]
        ],
        "Stuart": [
            [
                14,
                "Here, Sheldon, I pulled the new Hellboy for you. It’s mind-blowing."
            ],
            [
                16,
                "I didn’t spoil anything."
            ],
            [
                18,
                "I’m sorry."
            ],
            [
                20,
                "Uh, hey, Leonard, can I talk to you about something?"
            ],
            [
                22,
                "Remember I went out with your friend Penny a couple weeks ago?"
            ],
            [
                26,
                "Well, uh, the thing is, the date didn’t go that well."
            ],
            [
                28,
                "I can’t do that."
            ],
            [
                30,
                "‘Cause we’re going out again tomorrow."
            ],
            [
                32,
                "No."
            ],
            [
                34,
                "Uh, anyway, I figured this is probably my last shot with Penny and I don’t want to screw it up."
            ],
            [
                36,
                "So, here’s my question. It’s the second date, you think she’ll be expecting things to get physical?"
            ],
            [
                38,
                "Okay, so, you’ll give me a call?"
            ],
            [
                40,
                "Great."
            ],
            [
                109,
                "Hey Leonard."
            ],
            [
                111,
                "You busy?"
            ],
            [
                115,
                "Well, tonight’s my date with Penny and since we haven’t been able to connect by phone…"
            ],
            [
                117,
                "Or e-mail."
            ],
            [
                119,
                "Anyway, I was just wondering if you had any last-minute advice."
            ],
            [
                121,
                "Okay."
            ],
            [
                123,
                "Fear?"
            ],
            [
                125,
                "Well, that plays right into my wheelhouse."
            ],
            [
                127,
                "Thanks, Leonard. What is that thing anyway?"
            ],
            [
                129,
                "No."
            ],
            [
                188,
                "Sure, what’s up?"
            ],
            [
                190,
                "No, your advice was great."
            ],
            [
                192,
                "Yeah, going slow really worked."
            ],
            [
                194,
                "Yeah, last night at dinner, I did what you told me, I went really slow, I kept my distance, and two bottles of wine later, we were making out in my car."
            ],
            [
                196,
                "It doesn’t matter, that’s where it all went to hell."
            ],
            [
                198,
                "No, everything was good and really hot, and I said “Oh, Penny,” and right where she was supposed to say, “Oh, Stuart,” she said… your name."
            ],
            [
                200,
                "That is your name, right?"
            ],
            [
                202,
                "Well, it beats you know I’m a dude, right? Yeah, it was pretty bad."
            ],
            [
                204,
                "Not your fault."
            ],
            [
                206,
                "Yeah, sure."
            ]
        ],
        "Penny": [
            [
                50,
                "Hey, Leonard."
            ],
            [
                52,
                "How’s it going?"
            ],
            [
                54,
                "Fine. Oh, hey, can I ask you something?"
            ],
            [
                56,
                "You know your friend Stuart?"
            ],
            [
                58,
                "Well, he asked me out again and I said yes, and then I started thinking maybe I should talk to you first."
            ],
            [
                60,
                "Well, does it bother you, me going out with one of your friends? ‘Cause you know, you and me…"
            ],
            [
                62,
                "Okay, well, that’s really cool of you."
            ],
            [
                64,
                "Well, In that case, do you mind giving me some advice?"
            ],
            [
                66,
                "He’s very shy, how do I make him feel more comfortable around me?"
            ],
            [
                68,
                "Really?"
            ],
            [
                152,
                "Morning. What’s up?"
            ],
            [
                154,
                "Oh, no, thanks. I have coffee."
            ],
            [
                156,
                "I really don’t want to talk about it."
            ],
            [
                158,
                "I said I don’t want to talk about it."
            ],
            [
                160,
                "Look, Leonard, what goes on between me and Stuart is none of your business. So just leave it alone, okay?"
            ],
            [
                210,
                "What’s classified?"
            ],
            [
                214,
                "Leonard, could you pass the soy sauce, please?"
            ],
            [
                216,
                "Yeah, I said Leonard."
            ],
            [
                218,
                "What the hell is that?"
            ]
        ],
        "Voice": [
            [
                223,
                "Houston, International Space Station. We have a little situation up here. We’d like to make an unscheduled space walk."
            ]
        ],
        "Houston": [
            [
                224,
                "ISS, Houston. Which crew members would be involved in this E.V.A.?"
            ],
            [
                226,
                "ISS, I’m afraid we can’t authorize that."
            ]
        ],
        "ISS voice": [
            [
                225,
                "Houston, we’d all like to step outside for a few minutes."
            ],
            [
                227,
                "Uh, Houston, this is more of an FYI call. We are basically out the door."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Sheldon",
            "Smell that? That’s the smell of new comic books. Oh, yes!"
        ],
        [
            "Howard",
            "They’re on me today, boys."
        ],
        [
            "Raj",
            "You’re paying? Have you been selling your sperm again?"
        ],
        [
            "Howard",
            "No, I’m celebrating. As we speak, the space shuttle is docking at the International Space Station where it will deploy the Wolowitz Zero-Gravity Waste Disposal System."
        ],
        [
            "Raj",
            "Oh, get over yourself, it’s a high-tech toilet."
        ],
        [
            "Leonard",
            "Just think. Thanks to your hard work, an international crew of astronauts will boldly go"
        ],
        [
            "Scene",
            "where no man has gone before."
        ],
        [
            "Howard",
            "Is that supposed to be funny?"
        ],
        [
            "Sheldon",
            "I believe it is. The combination of the Star Trek reference and the play on words involving the double-meaning of the verb to go suggests that Leonard is humorously mocking your efforts in space plumbing."
        ],
        [
            "Howard",
            "Okay, make your little jokes, but of the four of us, I’m the only one making any real-world contribution to science and technology."
        ],
        [
            "Raj",
            "He’s right. This is an important achievement, for two reasons. Number one, and, of course, number two."
        ],
        [
            "Sheldon",
            "Oh, clever! Playing on the use of cardinal numbers as euphemisms for bodily functions."
        ],
        [
            "Stuart",
            "Here, Sheldon, I pulled the new Hellboy for you. It’s mind-blowing."
        ],
        [
            "Sheldon",
            "Excuse me, spoiler alert."
        ],
        [
            "Stuart",
            "I didn’t spoil anything."
        ],
        [
            "Sheldon",
            "You told me it’s mind-blowing, so, my mind is going into it pre-blown. And once a mind is pre-blown, it cannot be re-blown."
        ],
        [
            "Stuart",
            "I’m sorry."
        ],
        [
            "Sheldon",
            "Said the Grinch to Christmas."
        ],
        [
            "Stuart",
            "Uh, hey, Leonard, can I talk to you about something?"
        ],
        [
            "Leonard",
            "Oh, sure, what’s up?"
        ],
        [
            "Stuart",
            "Remember I went out with your friend Penny a couple weeks ago?"
        ],
        [
            "Leonard",
            "Yeah, vaguely."
        ],
        [
            "Raj",
            "Sure you remember. You went to the bar and made a fool of yourself trying to pick up strange women."
        ],
        [
            "Leonard",
            "What about it?"
        ],
        [
            "Stuart",
            "Well, uh, the thing is, the date didn’t go that well."
        ],
        [
            "Leonard",
            "Oh, too bad. I guess the thing to do now is just pick yourself up, dust yourself off, forget it and move on."
        ],
        [
            "Stuart",
            "I can’t do that."
        ],
        [
            "Leonard",
            "Why the hell not?"
        ],
        [
            "Stuart",
            "‘Cause we’re going out again tomorrow."
        ],
        [
            "Sheldon",
            "Excuse me, Stuart. Have you read the new Flash?"
        ],
        [
            "Stuart",
            "No."
        ],
        [
            "Sheldon",
            "Well, I have and it will knock your socks off! Good luck getting them back on."
        ],
        [
            "Stuart",
            "Uh, anyway, I figured this is probably my last shot with Penny and I don’t want to screw it up."
        ],
        [
            "Leonard",
            "Nobody wants that."
        ],
        [
            "Stuart",
            "So, here’s my question. It’s the second date, you think she’ll be expecting things to get physical?"
        ],
        [
            "Leonard",
            "Uh, oh, gee, my initial reaction is no. You know, let me think about it and get back to you, okay?"
        ],
        [
            "Stuart",
            "Okay, so, you’ll give me a call?"
        ],
        [
            "Leonard",
            "Yeah, or you call me."
        ],
        [
            "Stuart",
            "Great."
        ],
        [
            "Leonard",
            "Or nobody calls anyone."
        ],
        [
            "Raj",
            "Interesting. Penny’s current suitor asking advice from her former suitor."
        ],
        [
            "Leonard",
            "You know, thanks for closed-captioning my pain, Raj."
        ],
        [
            "Howard",
            "Hey, wanna make sure he gets nowhere with Penny without jeopardizing your friendship with either of them?"
        ],
        [
            "Leonard",
            "I’m listening."
        ],
        [
            "Howard",
            "Just tell him to do everything you’ve done with her for the last two years."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The lobby."
        ],
        [
            "Penny",
            "Hey, Leonard."
        ],
        [
            "Leonard",
            "Oh, hi."
        ],
        [
            "Penny",
            "How’s it going?"
        ],
        [
            "Leonard",
            "Good, good. You?"
        ],
        [
            "Penny",
            "Fine. Oh, hey, can I ask you something?"
        ],
        [
            "Leonard",
            "Sure."
        ],
        [
            "Penny",
            "You know your friend Stuart?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Penny",
            "Well, he asked me out again and I said yes, and then I started thinking maybe I should talk to you first."
        ],
        [
            "Leonard",
            "About what?"
        ],
        [
            "Penny",
            "Well, does it bother you, me going out with one of your friends? ‘Cause you know, you and me…"
        ],
        [
            "Leonard",
            "No, no that’s the past. I’m really more of a right now kind of guy. You know, living in the moment. Although I do have to live a little in the future, ’cause, well, that’s my job. Of course, my fondness for classic science fiction does draw my attention backwards, but those stories often take place in the future. In conclusion, no, it doesn’t bother me."
        ],
        [
            "Penny",
            "Okay, well, that’s really cool of you."
        ],
        [
            "Leonard",
            "Yeah, well I wouldn’t say cool, I’d just say, that’s Leonard!"
        ],
        [
            "Penny",
            "Well, In that case, do you mind giving me some advice?"
        ],
        [
            "Leonard",
            "About Stuart? Love to."
        ],
        [
            "Penny",
            "He’s very shy, how do I make him feel more comfortable around me?"
        ],
        [
            "Leonard",
            "Well, uh, first of all, don’t underestimate the value of discomfort."
        ],
        [
            "Penny",
            "Really?"
        ],
        [
            "Leonard",
            "Well, yeah, Stuart thrives under pressure, that’s why he works in a comic book store."
        ],
        [
            "Scene",
            "The university cafeteria. Leonard’s phone rings. "
        ],
        [
            "Leonard",
            "Oh. It’s Stuart."
        ],
        [
            "Sheldon",
            "You’re not going to answer it?"
        ],
        [
            "Leonard",
            "He wants to talk about Penny. I don’t want to talk about Penny."
        ],
        [
            "Sheldon",
            "You’re making an assumption. Perhaps the comic book store is on fire, and he needs your assistance."
        ],
        [
            "Leonard",
            "Why would he call me?"
        ],
        [
            "Sheldon",
            "We don’t know. And if you don’t answer the phone, we can’t know."
        ],
        [
            "Leonard",
            "I’m not answering the phone, Sheldon."
        ],
        [
            "Sheldon",
            "Answer the phone, Leonard."
        ],
        [
            "Leonard",
            "No! There, it went to voice mail."
        ],
        [
            "Sheldon",
            "Aren’t you going to check your messages?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "You have to check your messages, the leaving of a message is one half of a social contract which is completed by the checking of the message. If that contract breaks down then all social contracts break down and we descend into anarchy."
        ],
        [
            "Leonard",
            "It must be hell inside your head."
        ],
        [
            "Sheldon",
            "At times."
        ],
        [
            "Howard",
            "Guys, we have a code red."
        ],
        [
            "Sheldon",
            "Do you mean code red the hospital emergency alert, code red the computer worm, or code red the cherry flavoured soft drink from the makers of Mountain Dew?"
        ],
        [
            "Howard",
            "Look, I was going over the schematics on my zero-G toilet, and I made a teeny tiny mistake on the specifications for the diverter valve."
        ],
        [
            "Leonard",
            "How teeny tiny?"
        ],
        [
            "Howard",
            "It’s gonna fail after about ten flushes."
        ],
        [
            "Sheldon",
            "But the mission is for six months."
        ],
        [
            "Howard",
            "Yeah, see, that’s the code red. It’s kind of like a jack-in-the-box, no one knows exactly when, but at some point something way worse than a puppet is gonna pop out of that box."
        ],
        [
            "Sheldon",
            "Have you notified NASA?"
        ],
        [
            "Howard",
            "No. Are you crazy?What am I gonna say? I screwed up your toilet and pretty soon there’s gonna be crap floating all over your nice shiny space station?"
        ],
        [
            "Leonard",
            "Well, what are you gonna do?"
        ],
        [
            "Howard",
            "I’m gonna figure out how to fix it, then I’ll tell them."
        ],
        [
            "Leonard",
            "So, what do you need us for?"
        ],
        [
            "Raj",
            "He can’t figure out how to fix it."
        ],
        [
            "Howard",
            "Hey, you said you were gonna be supportive."
        ],
        [
            "Raj",
            "I’m trying, but you have to admit this is pretty damn funny."
        ],
        [
            "Sheldon",
            "I agree. It’s the juxtaposition of the high-tech nature of space exploration against the banality of a malfunctioning toilet that provides the comic fodder here. Check your messages."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "All right, this is an exact duplicate of the Wolowitz Zero-Gravity Human Waste Disposal System as deployed on the International Space Station."
        ],
        [
            "Raj",
            "Don’t you mean the Wolowitz Zero-Gravity Human Waste Distribution System?"
        ],
        [
            "Leonard",
            "Good one."
        ],
        [
            "Raj",
            "Yeah."
        ],
        [
            "Howard",
            "Yeah, ha, it’s hilarious. Now, here’s an approximation of the spare parts available on the Space Station. We gotta find a way, using nothing but this, to reinforce this so the waste material avoids the spinning turbine."
        ],
        [
            "Raj",
            "You mean so it doesn’t hit the fan?"
        ],
        [
            "Sheldon",
            "Yeah, I have to say, I thought the toilet humour would get less funny with repetition. Apparently, there is no law of diminishing comedic returns with space poop. (There is a knock on the door)"
        ],
        [
            "Stuart",
            "Hey Leonard."
        ],
        [
            "Leonard",
            "Hey Stuart."
        ],
        [
            "Stuart",
            "You busy?"
        ],
        [
            "Leonard",
            "Um…"
        ],
        [
            "Howard",
            "Classified, Leonard."
        ],
        [
            "Leonard",
            "Yeah, it’s a regular Manhattan Project. What’s up?"
        ],
        [
            "Stuart",
            "Well, tonight’s my date with Penny and since we haven’t been able to connect by phone…"
        ],
        [
            "Leonard",
            "Yeah, I’m sorry, it’s been broken."
        ],
        [
            "Stuart",
            "Or e-mail."
        ],
        [
            "Leonard",
            "Yeah, that too. Everything’s broken."
        ],
        [
            "Stuart",
            "Anyway, I was just wondering if you had any last-minute advice."
        ],
        [
            "Leonard",
            "All right, well, off the top of my head, I think the most important thing with Penny is to go really slow. I mean, glacial."
        ],
        [
            "Stuart",
            "Okay."
        ],
        [
            "Leonard",
            "You know, guys come onto her all the time, so, you need to, like, set yourself apart. You know, be a little shy, don’t make too much eye contact. And, you know, treat her with, like, cool detachment and, and, and, you know, fear."
        ],
        [
            "Stuart",
            "Fear?"
        ],
        [
            "Leonard",
            "Yeah, like, you’re afraid that if you touch her, she’ll break."
        ],
        [
            "Stuart",
            "Well, that plays right into my wheelhouse."
        ],
        [
            "Leonard",
            "Good, good. Well, you kids have fun tonight."
        ],
        [
            "Stuart",
            "Thanks, Leonard. What is that thing anyway?"
        ],
        [
            "Howard",
            "You don’t know what this is?"
        ],
        [
            "Stuart",
            "No."
        ],
        [
            "Howard",
            "Good. Get out."
        ],
        [
            "Raj",
            "Be afraid of Penny, nice, very crafty."
        ],
        [
            "Leonard",
            "It wasn’t bad advice. It just wasn’t particularly helpful."
        ],
        [
            "Sheldon",
            "For what it’s worth, my mother says that when we deceive for personal gain, we make Jesus cry."
        ],
        [
            "Scene",
            "Later."
        ],
        [
            "Sheldon",
            "All right, what if we use this two-inch PVC to reinforce the centre cross-support?"
        ],
        [
            "Howard",
            "No good. I mean, it might work for the Japanese and the Americans, but have you seen the size of the Russians they got up there? This thing has to hold up against a hearty potato-based diet."
        ],
        [
            "Leonard",
            "I feel terrible."
        ],
        [
            "Howard",
            "Maybe if you were helping, you’d feel better about yourself."
        ],
        [
            "Leonard",
            "I deliberately tried to sabotage Stuart’s date with Penny."
        ],
        [
            "Raj",
            "Of course you feel terrible. You completely screwed up your karma, dude."
        ],
        [
            "Sheldon",
            "You don’t really believe in that superstition, do you?"
        ],
        [
            "Raj",
            "It’s not superstition. It’s practically Newtonian. For every action, there’s an equal and opposite reaction. Leonard pretends to be a friend and acts like a two-faced bitch, therefore, he is reborn as a banana slug. It’s actually a very elegant system, you know, what goes around comes around."
        ],
        [
            "Howard",
            "Speaking of what goes around comes around…"
        ],
        [
            "Raj",
            "Okay, look. Instead of trying to reinforce this structure here, what if we just ran another line, bypass it entirely?"
        ],
        [
            "Sheldon",
            "It won’t work. The diameter of the tubing is insufficient."
        ],
        [
            "Raj",
            "What if we reposition the collection tank?"
        ],
        [
            "Sheldon",
            "It won’t work. No way to mount it."
        ],
        [
            "Howard",
            "Okay, here’s an idea. What if I change my name and go live with my cousin and her husband Avi in Israel?"
        ],
        [
            "Sheldon",
            "That could work."
        ],
        [
            "Scene",
            "Outside Penny’s door. Leonard knocks, Penny answers in her dressing gown."
        ],
        [
            "Leonard",
            "Morning."
        ],
        [
            "Penny",
            "Morning. What’s up?"
        ],
        [
            "Leonard",
            "Nothing. We just pulled an all-nighter trying to fix a zero-gravity… pasta maker. I’m gonna make a coffee run. Do you want any?"
        ],
        [
            "Penny",
            "Oh, no, thanks. I have coffee."
        ],
        [
            "Leonard",
            "Great. So how’d it go with Stuart last night?"
        ],
        [
            "Penny",
            "I really don’t want to talk about it."
        ],
        [
            "Leonard",
            "Yeah. Right. Sure. The thing is, before you guys went out, I spoke to him and…"
        ],
        [
            "Penny",
            "I said I don’t want to talk about it."
        ],
        [
            "Leonard",
            "Okay… I just… I kind of…"
        ],
        [
            "Penny",
            "Look, Leonard, what goes on between me and Stuart is none of your business. So just leave it alone, okay?"
        ],
        [
            "Raj",
            "If you really want to clean up your karma, go get my freakin’ latte."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Howard",
            "Hang on, I think I’ve got this. Help me see if we can wedge this little piece of PVC behind the support rod."
        ],
        [
            "Sheldon",
            "You’re overestimating the tensile strength of the substructure you’re building."
        ],
        [
            "Howard",
            "Sheldon, I know what I’m doing."
        ],
        [
            "Sheldon",
            "If you knew what you were doing, there wouldn’t be a space toilet where my coffee table should be."
        ],
        [
            "Raj",
            "Howard, wait. Why don’t you use this instead of the PVC to keep the transverse filter assembly in place?"
        ],
        [
            "Howard",
            "Because this is not a spare part from the space station. This is the thing from the pizza box that keeps the lid from touching the cheese."
        ],
        [
            "Raj",
            "That what that’s for? In India, the lid just touches the cheese. Of course, we also have rampant poverty and periodic outbreaks of cholera, so a little cardboard in our cheese is no biggie."
        ],
        [
            "Howard",
            "Where are you going?"
        ],
        [
            "Leonard",
            "Comic book store."
        ],
        [
            "Sheldon",
            "Oh, an excellent idea! I could certainly use a break."
        ],
        [
            "Raj",
            "Me, too."
        ],
        [
            "Howard",
            "Hold on, you can go to the comic book store when man can once again safely poop in space."
        ],
        [
            "Sheldon",
            "Why does Leonard get to go?"
        ],
        [
            "Leonard",
            "‘Cause he’s upset over his situation with Penny and if I have to hear about it again, I’m going to kick him in his ovaries."
        ],
        [
            "Leonard",
            "Thanks for understanding, Howard."
        ],
        [
            "Howard",
            "I got your back, sister. All right, I think we’ve got a prototype ready to test. Hand me that Tupperware."
        ],
        [
            "Raj",
            "Wow, that’s heavy."
        ],
        [
            "Howard",
            "Damn right it’s heavy, it’s my mother’s meat loaf, it’s been testing toilets for generations."
        ],
        [
            "Sheldon",
            "I must say, Howard, I think a detailed letter to MIT describing your current circumstances might entitle you to a refund on your master’s degree."
        ],
        [
            "Howard",
            "Okay, simulated zero-gravity human waste disposal test with meat loaf analog in three, two, one. (Switches flush. Meatloaf hits ceiling.)"
        ],
        [
            "Sheldon",
            "Fascinating."
        ],
        [
            "Raj",
            "What do you think the problem is?"
        ],
        [
            "Howard",
            "Not enough bread crumbs."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Leonard",
            "Hey, Stuart, I need to talk to you."
        ],
        [
            "Stuart",
            "Sure, what’s up?"
        ],
        [
            "Leonard",
            "I think I gave you bad advice about Penny, and I want to apologize."
        ],
        [
            "Stuart",
            "No, your advice was great."
        ],
        [
            "Leonard",
            "It was?"
        ],
        [
            "Stuart",
            "Yeah, going slow really worked."
        ],
        [
            "Leonard",
            "You’re kidding. Never worked for me."
        ],
        [
            "Stuart",
            "Yeah, last night at dinner, I did what you told me, I went really slow, I kept my distance, and two bottles of wine later, we were making out in my car."
        ],
        [
            "Leonard",
            "Wine? I didn’t say to give her wine."
        ],
        [
            "Stuart",
            "It doesn’t matter, that’s where it all went to hell."
        ],
        [
            "Leonard",
            "During the kissing? What did you do, sneeze in her mouth? I did that to a girl once."
        ],
        [
            "Stuart",
            "No, everything was good and really hot, and I said “Oh, Penny,” and right where she was supposed to say, “Oh, Stuart,” she said… your name."
        ],
        [
            "Leonard",
            "Leonard?"
        ],
        [
            "Stuart",
            "That is your name, right?"
        ],
        [
            "Leonard",
            "Yeah, no, yeah, wow, I’m sorry. That must’ve been the last thing you wanted to hear."
        ],
        [
            "Stuart",
            "Well, it beats you know I’m a dude, right? Yeah, it was pretty bad."
        ],
        [
            "Leonard",
            "No doubt, no doubt. Okay, well, I’m sorry it didn’t work out."
        ],
        [
            "Stuart",
            "Not your fault."
        ],
        [
            "Leonard",
            "Yeah, how about that? See you soon."
        ],
        [
            "Stuart",
            "Yeah, sure."
        ],
        [
            "Scene",
            "The apartment. Howard is on the phone."
        ],
        [
            "Howard",
            "Yes, sir, I understand classified. We’ll keep it all classified, no one has to know but you and me."
        ],
        [
            "Penny",
            "What’s classified?"
        ],
        [
            "Leonard",
            "Howard’s space toilet. I’ll tell you later."
        ],
        [
            "Howard",
            "Well, they’ve deployed our solution. Let’s just all hope it works."
        ],
        [
            "Sheldon",
            "I don’t see why I have to worry. My career’s not hanging in the balance. That was a joke. It’s funny, because it’s true."
        ],
        [
            "Penny",
            "Leonard, could you pass the soy sauce, please?"
        ],
        [
            "Leonard",
            "I’m sorry, were you talking to me?"
        ],
        [
            "Penny",
            "Yeah, I said Leonard."
        ],
        [
            "Leonard",
            "Yes, you did, didn’t you?"
        ],
        [
            "Penny",
            "What the hell is that?"
        ],
        [
            "Howard",
            "Meatloaf."
        ],
        [
            "Leonard",
            "What was it doing on the ceiling?"
        ],
        [
            "Howard",
            "That’s classified."
        ],
        [
            "Scene",
            "The International Space Station."
        ],
        [
            "Voice",
            "Houston, International Space Station. We have a little situation up here. We’d like to make an unscheduled space walk."
        ],
        [
            "Houston",
            "ISS, Houston. Which crew members would be involved in this E.V.A.?"
        ],
        [
            "ISS voice",
            "Houston, we’d all like to step outside for a few minutes."
        ],
        [
            "Houston",
            "ISS, I’m afraid we can’t authorize that."
        ],
        [
            "ISS voice",
            "Uh, Houston, this is more of an FYI call. We are basically out the door."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-22-the-classified-materials-turbulence/"
}