{
    "Season": 2,
    "Episode": 3,
    "Title": "the barbarian sublimation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. Sheldon is on the sofa, using his laptop. He is wearing a headset."
            ],
            [
                26,
                "Credits sequence."
            ],
            [
                27,
                "Inside the apartment."
            ],
            [
                41,
                "The stairwell. Leonard arrives and sees the spilled groceries. A cat is lapping at a spilled pot of ice-cream. Cut to inside. Penny now has the laptop, Sheldon is instructing her."
            ],
            [
                59,
                "The apartment. Raj is pouring a white liquid into the main dish of a stereo speaker covered in cling film."
            ],
            [
                62,
                "(Leonard turns on stereo with a remote. Rhythmic bass-heavy music plays. The liquid begins dancing on the speaker.)"
            ],
            [
                89,
                "Sheldon’s bedroom. There is a knock on the door. Penny enters."
            ],
            [
                107,
                "Cut to Leonard, exiting his bedroom."
            ],
            [
                111,
                "Dr Gablehauser’s office. Sheldon and Leslie are standing across the desk. "
            ],
            [
                129,
                "The apartment. Sheldon enters."
            ],
            [
                140,
                "Penny’s apartment. She is on her laptop and talking into a headset."
            ],
            [
                155,
                "Same – later. Penny is attacking a multi-headed monster with a sword on the screen.A muscular warrior in a cape walks onto the screen."
            ],
            [
                161,
                "The university lunch room."
            ],
            [
                196,
                "Penny’s flat. Penny is on her laptop. Everything around her is littered with empty food packaging and red bull cans. She burps loudly. Sheldon is sitting on the sofa."
            ],
            [
                219,
                "The apartment. Leonard enters. There is a strange man sitting on the sofa."
            ],
            [
                243,
                "Inside the game. Penny-warrior is standing next to a battle horse. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "Fellow warriors, this is Sheldor the Conqueror. We are about to enter Axel’s fortress. Now this is a long run, so let’s do another bladder check. Alright Barry, we’ll wait for you again, but you really should see a doctor. (There is banging at the door.) Sheldor is AFK. (Goes out to find Penny having trouble getting into her apartment.) Penny, are you experiencing some sort of difficulty?"
            ],
            [
                3,
                "You appear to have put your car key in the door lock, are you aware of that?"
            ],
            [
                5,
                "Alright then. (Turns to return inside. One of the grocery bags Penny is holding falls to the floor spilling groceries.) "
            ],
            [
                7,
                "Would it be possible for you to do this a little more quietly?"
            ],
            [
                9,
                "Well that’s not surprising. That Baldwin lock on your door uses traditional edge mounted cylinders, whereas the key for your Volkswagon uses a centre cylinder system."
            ],
            [
                11,
                "You’re welcome. Point of inquiry, why did you put your car key in the door lock?"
            ],
            [
                13,
                "Well, the American Midwest was mostly settled by Scandinavian and Germanic peoples who, well they have a characteristic facial bone structure…."
            ],
            [
                15,
                "Well, actually, insects are a dietary staple in many cultures, they’re almost pure protein."
            ],
            [
                17,
                "I believe the condensation on your frozen foods weakened the structural integrity of the bag. But returning to your key conundrum, perhaps you should call a locksmith and have him open the door for you."
            ],
            [
                19,
                "And you’re frustrated because he phrased his reply in the form of a meaningless tautology?"
            ],
            [
                21,
                "There there. (Reluctantly) Would you prefer to wait in our apartment?"
            ],
            [
                23,
                "Alright then. (Turns to go inside again.) "
            ],
            [
                25,
                "Just when I think I’ve gotten the hang of sarcasm."
            ],
            [
                28,
                "Make yourself comfortable. (Sits in Sheldon’s place.) Not there. (Sits on other end of sofa. Puts feet on table. Sheldon looks disapprovingly. Removes feet from table. Sheldon sits and replaces headset.) Sheldor is back online."
            ],
            [
                30,
                "The Conqueror."
            ],
            [
                32,
                "AFK. I’m playing Age of Conan, an online multiplayer game set in the universe of Robert E. Howard’s Conan the Barbarian."
            ],
            [
                34,
                "Sheldor, back online."
            ],
            [
                36,
                "AFK. Away from keyboard."
            ],
            [
                38,
                "What does that stand for?"
            ],
            [
                40,
                "Yes, but what does it stand for?"
            ],
            [
                42,
                "Now just click on the enchanted boots to put them on."
            ],
            [
                44,
                "Just click on them. Congratulations, you are now a level three warrior."
            ],
            [
                51,
                "It doesn’t matter, right now you’re looking for treasure."
            ],
            [
                53,
                "You’re okay, if you run into crocodiles just kick them with your boots."
            ],
            [
                55,
                "Well let’s see, uh, she attempted to open her apartment with her car key, because her face is overly Midwestern, um, she hasn’t had sex in six months, and she ate a fly."
            ],
            [
                58,
                "Level three and she thinks she’s rich! What a noob."
            ],
            [
                65,
                "They make up a non-Newtonian fluid which is liquid, but solid under the percussive action of the speaker."
            ],
            [
                70,
                "Do you have the enchanted sword?"
            ],
            [
                72,
                "You can’t slay the guard captain with a bronze dagger, my Lord it’s like the car key in your apartment door all over again."
            ],
            [
                74,
                "Well, have you been to the Temple of Mithra?"
            ],
            [
                76,
                "No, no, no, it’s… oh for God’s sakes, gimme. (Takes laptop.)"
            ],
            [
                78,
                "You’re going to have to learn to do these things for yourself, Penny."
            ],
            [
                86,
                "There you go, one enchanted sword."
            ],
            [
                88,
                "That girl needs to get a life."
            ],
            [
                91,
                "Danger, danger."
            ],
            [
                93,
                "You’re in my bedroom."
            ],
            [
                95,
                "People can’t be in my bedroom."
            ],
            [
                97,
                "I’m not wearing pyjama bottoms."
            ],
            [
                99,
                "I spilled grape juice."
            ],
            [
                101,
                "I can’t wear different pyjamas, these are my Monday pyjamas. Penny, people cannot be in my bedroom."
            ],
            [
                103,
                "You were invited on a quest to the Black Castle?"
            ],
            [
                105,
                "Of course it’s not, you’re only a level 25, the Hungarians are just using you for dragon fodder."
            ],
            [
                113,
                "I realise that Dr Gablehauser but it is your job, as head of the department, to mediate all inter-departmental disputes. University policy manual chapter four, subsection two, mediation of inter-departmental disputes."
            ],
            [
                117,
                "No she doesn’t."
            ],
            [
                119,
                "Here’s the problem. I was clearly signed up to use the mainframe in Buckman 204, and Dr Winkle just wantonly ripped the sign-up sheet off the wall."
            ],
            [
                121,
                "If it is a crime to ensure that the universities resources are not being squandered chasing sub-atomic wild geese then I plead guilty. (His phone rings.) Oh, Penny!"
            ],
            [
                123,
                "God, no."
            ],
            [
                125,
                "Oh yeah, well, you wouldn’t even be nominated. Dr Gablehauser, I have a series of important multi-bit calculations and simulations to run. All she’s doing is reducing irrelevant data and making a mock…"
            ],
            [
                127,
                "Hello. Penny, this is not a good time. No, I told you, you’re not prepared for the Sanctum of Burning Souls. You need to be in a group of at least five for that quest, and one should be a level 35 healer. Penny, I can’t log on and help you. We’ll talk when I get home. (Puts phone down) I’m not getting the computing time, am I?"
            ],
            [
                130,
                "Leonard, you have to do something about Penny. She is interfering with my sleep, she’s interfering with my work, and if I had another significant aspect of my life, I’m sure she’d be interfering with that too."
            ],
            [
                132,
                "Well, yes, but you’re the one who said hello to her when she moved in. If you’d simply restrained yourself none of this would be happening."
            ],
            [
                134,
                "I did. I told her, I texted her, I sent out a very emphatic twitter. I even changed my facebook status to Sheldon Cooper wishes Penny would leave him alone. I don’t know what else to do."
            ],
            [
                136,
                "I don’t know, but if you don’t figure something out, I warn you I shall become very difficult to live with."
            ],
            [
                138,
                "Yes."
            ],
            [
                170,
                "Danger, danger."
            ],
            [
                172,
                "Oh yeah, well your attempt at juvenilizing me by excluding me from the set of adult males…. oh, I’m too tired to do this."
            ],
            [
                174,
                "She comes into my room. No-one’s supposed to be in my room."
            ],
            [
                182,
                "Hang on, Leonard, while I have no respect for Leslie as a scientist, or a human being for that matter, we have to concede her undeniable expertise in the interrelated fields of promiscuity and general sluttiness."
            ],
            [
                184,
                "Some what? Oh, yes, some sexual intercourse."
            ],
            [
                187,
                "Yeah, yeah, enough debate, I’m going to take action. (Leans over to a good looking man on a nearby table.) Excuse me, are you currently involved in a sexual relationship?"
            ],
            [
                189,
                "Would you like to be?"
            ],
            [
                192,
                "Zip it pip it. Can I have your phone number?"
            ],
            [
                194,
                "There, problem solved."
            ],
            [
                198,
                "Stay close to the wall. Avoid the mummies."
            ],
            [
                200,
                "I must say, you’re playing very well for a woman of 23?"
            ],
            [
                202,
                "Right. 22. (Cut to his screen, he is filling in an online dating profile.)"
            ],
            [
                204,
                "What happened to the rest of your group?"
            ],
            [
                206,
                "Frenzy stance."
            ],
            [
                208,
                "So listen, would you describe your ideal vacation as a wild adventure to unknown lands, or staying at home curled up with a good book?"
            ],
            [
                210,
                "These are market research questions. I’m filling out the online registration for your game."
            ],
            [
                212,
                "Drink a healing potion."
            ],
            [
                214,
                "You’re welcome. Anyhow, on a scale of 1 to 5, with 1 being always initiated by him, and 5 being always initiated by you, how do you prefer your sexual encounters to begin?"
            ],
            [
                216,
                "Oh yes, it’s quite extensive. But if we complete it, we get a free expansion pack, 75 additional quests."
            ],
            [
                218,
                "Good to know. Big old five."
            ],
            [
                222,
                "Leonard, this is Tom."
            ],
            [
                224,
                "Yes, you were very clear, as was everyone else at the table. Tom, however, has been chosen by science as a suitable mate for Penny."
            ],
            [
                226,
                "Well, what passes for science on dating sites. They claim to use heuristic algorithms, but it may well be hokum."
            ],
            [
                228,
                "No, of course not. No, I used trickery and deceit."
            ],
            [
                230,
                "Tom is a paramedic with the fire department, but he’s going to med school at night, uh, he likes the outdoors, and, uh, strong women who initiate sex."
            ],
            [
                232,
                "I’m surprised you struck out with Penny. Apparently she’s a big old five."
            ],
            [
                234,
                "Oh, good, you got my note. Penny, I’d like you to meet Tom, uh, Penny, this is Tom, Tom, may I present Penny."
            ],
            [
                237,
                "Can we talk about this later."
            ],
            [
                239,
                "But wouldn’t you prefer to socialise with Tom, who is a sexually passive outdoorsman."
            ]
        ],
        "Penny": [
            [
                2,
                "Yes, I can’t get my stupid door open."
            ],
            [
                4,
                "Yeah!"
            ],
            [
                6,
                "Dammit, dammit, dammit, dammit, dammit, dammit."
            ],
            [
                8,
                "I can’t get the damned key out."
            ],
            [
                10,
                "Thankyou, Sheldon."
            ],
            [
                12,
                "Why? I’ll tell you why. Because today I had an audition, it took me two hours to get there, I waited an hour for my turn, and before I could even start they told me I looked too Midwest for the part. Too Midwest? What the hell does that even mean?"
            ],
            [
                14,
                "I know what it means, Sheldon! God, you know, I have been in L.A. for almost two years now, and I haven’t got a single acting job, I have accomplished nothing, haven’t gotten a raise at work, haven’t even had sex in six months, and just now when I was walking up those stairs a fly flew in my mouth and I ate it."
            ],
            [
                18,
                "I did, and he said he’ll get here when he gets here."
            ],
            [
                20,
                "No! I am frustrated because I am a failure at everything and my breath smells like fly. (Bursts into tears.)"
            ],
            [
                22,
                "No Sheldon, I’d rather sit on this freezing cold floor sobbing like a three year-old."
            ],
            [
                24,
                "For God’s sake! (Stomps into apartment.)"
            ],
            [
                29,
                "Sheldor?"
            ],
            [
                31,
                "What are you doing?"
            ],
            [
                33,
                "Oh."
            ],
            [
                35,
                "What’s AFK?"
            ],
            [
                37,
                "OIC."
            ],
            [
                39,
                "Oh, I see?"
            ],
            [
                43,
                "Oh, I don’t know. Can I see them in another colour?"
            ],
            [
                46,
                "Leonard, guess what, I’m a level three warrior."
            ],
            [
                48,
                "Yeah yeah yeah, shhh!"
            ],
            [
                50,
                "Uh-huh, yeah, do I stay in the jungle or go towards the beach?"
            ],
            [
                52,
                "Okay. (Leonard motions for Sheldon to talk in the kitchen.) Wait, wait, where are you going?"
            ],
            [
                57,
                "Oh my God, a treasure chest, I’m rich!"
            ],
            [
                67,
                "Yeah, okay. Listen, I need to talk to Sheldon."
            ],
            [
                69,
                "Okay, look, I bought the game, and I’ve been exploring the Island of Tordage but I can’t figure out how to get past the guard captain."
            ],
            [
                71,
                "No, no, I’ve a bronze dagger."
            ],
            [
                73,
                "Alright, alright, how do I get the sword?"
            ],
            [
                75,
                "Is that the place on the hill with the weird priests in front of it?"
            ],
            [
                77,
                "Thank you, I really appreciate this."
            ],
            [
                79,
                "Don’t patronise me, just get the sword."
            ],
            [
                87,
                "Right, gimme, gimme, gimme, I want to kill the guard captain. (Leaves)."
            ],
            [
                92,
                "No danger, look, it’s just me, Penny, look, I got to level 25 and reached Purple Lotus Swamp, right?"
            ],
            [
                94,
                "Yeah. Leonard gave me an emergency key."
            ],
            [
                96,
                "Okay, well can we go talk in the living room?"
            ],
            [
                98,
                "Why not?"
            ],
            [
                100,
                "Well, wear different pyjamas."
            ],
            [
                102,
                "Okay, just tell me, is it too soon to join a quest to the Black Castle?"
            ],
            [
                104,
                "Yeah, yeah, by some guys in Budapest, I’m just not sure it’s the right move for my character."
            ],
            [
                106,
                "Really? Boy, you’d think you could trust a horde of Hungarian barbarians."
            ],
            [
                141,
                "No, Fritz, I need you on my flank. No, I don’t know German. Flankenzie, flankenzie!"
            ],
            [
                143,
                "Busy."
            ],
            [
                145,
                "I don’t work on Mondays."
            ],
            [
                147,
                "Uh, Queen Penelope AFK. What?"
            ],
            [
                149,
                "Yeah, get to the point, I’m about to level up here."
            ],
            [
                151,
                "Yeah, jabber jabber jabber, okay boys, Queen Penelope’s back online."
            ],
            [
                197,
                "Okay, I’m at the gate to the Treasury of the Ancients, I’m going in."
            ],
            [
                199,
                "Got it."
            ],
            [
                201,
                "22."
            ],
            [
                203,
                "Oh, here come the mummies, which spell do I use? The hateful strike, or the frenzy stance?"
            ],
            [
                205,
                "I dumped them, they’re a bunch of wussies."
            ],
            [
                207,
                "Frenzy, frenzy, frenzy, frenzy, frenzy!"
            ],
            [
                209,
                "What?"
            ],
            [
                211,
                "Oh, okay, wild adventure. Oh, frenzy stance isn’t working, die you undead mummy, die!"
            ],
            [
                213,
                "Thank you."
            ],
            [
                215,
                "That’s on the registration?"
            ],
            [
                217,
                "Ooh, awesome, okay, I totally like to initiate I’m a big old five."
            ],
            [
                236,
                "Yeah, Hi, listen, as long as I’m here, I’m on a quest with a bunch of noobs, they don’t know what they’re doing, we’ve got one assassin, three spellcasters and no tank."
            ],
            [
                238,
                "No, no, no, no, I need you now."
            ],
            [
                240,
                "Whatever, I’ll figure it out myself."
            ],
            [
                248,
                "Oh my God, I need help. (Closes laptop and throws it away.) "
            ]
        ],
        "Penny (picking up the bag she has just repacked, whereupon the bottom falls out and the groceries fall to the floor again)": [
            [
                16,
                "Oh, sonofabitch!"
            ]
        ],
        "Leonard": [
            [
                45,
                "What’s going on?"
            ],
            [
                47,
                "Great, you know there are groceries outside of your apartment?"
            ],
            [
                49,
                "I only bring it up because your ice-cream is melting and it’s starting to attract wildlife."
            ],
            [
                54,
                "Want to catch me up?"
            ],
            [
                56,
                "Uh-huh. Seriously, six months?"
            ],
            [
                64,
                "Hey, check it out, it’s just corn starch and water."
            ],
            [
                81,
                "Beats me. They were playing all last night too."
            ],
            [
                85,
                "No, that’s Marcie. Peppermint Patty’s just athletic."
            ],
            [
                131,
                "Why should I do something, you’re the one who introduced her to online gaming."
            ],
            [
                133,
                "Why don’t you just tell her to leave you alone."
            ],
            [
                135,
                "Well, what am I supposed to do?"
            ],
            [
                137,
                "You mean, up until now we’ve been experiencing the happy funtime Sheldon?"
            ],
            [
                139,
                "I’ll go talk to her."
            ],
            [
                144,
                "Yeah, I see that. Shouldn’t you be at work?"
            ],
            [
                146,
                "It’s Thursday. Listen, Penny."
            ],
            [
                148,
                "Okay, um, here’s the thing, um, sometimes people, good people, you know, they start playing these games and they find themselves through no fault of their own, you know, kind of, addicted."
            ],
            [
                150,
                "Well, i-i-i-it’s just if a person doesn’t have a sense of achievement in their real life it’s easy to lose themselves in a virtual world where they get a false sense of accomplishment."
            ],
            [
                152,
                "Penny, you’ve got cheetos in your hair."
            ],
            [
                154,
                "Wow."
            ],
            [
                165,
                "Penny’s been keeping him up at night."
            ],
            [
                167,
                "She’s gotten really hooked on Age of Conan, she’s playing non-stop."
            ],
            [
                169,
                "Sheldon, wake up."
            ],
            [
                177,
                "That’s not what she’s doing, Leslie, she’s just trying to shore up her self esteem, it has nothing to do with sex."
            ],
            [
                181,
                "Leslie, you are way off base here."
            ],
            [
                186,
                "Excuse me, this whole idea is insane."
            ],
            [
                191,
                "Sheldon…"
            ],
            [
                220,
                "Hello."
            ],
            [
                223,
                "Hi Tom. Sheldon? Didn’t I explain to you about your little mistake in the cafeteria?"
            ],
            [
                225,
                "Chosen by science?"
            ],
            [
                227,
                "You got Penny to sign up for online dating?"
            ],
            [
                229,
                "This is bad."
            ],
            [
                231,
                "Really, really bad."
            ],
            [
                242,
                "They never do."
            ]
        ],
        "Raj": [
            [
                60,
                "Okay, we’re all set."
            ],
            [
                82,
                "It’s like some kind of weird comic book crossover."
            ],
            [
                84,
                "I always thought Peppermint Patty was a lesbian?"
            ],
            [
                162,
                "Hey guys."
            ],
            [
                168,
                "Ah, yes, online gaming addiction. There’s nothing worse than having that multi-player monkey on your back."
            ]
        ],
        "Howard": [
            [
                61,
                "Let her rip."
            ],
            [
                66,
                "That’s what makes it get all funky."
            ],
            [
                80,
                "What the frak?"
            ],
            [
                83,
                "Like if Hulk were dating Peppermint Patty."
            ],
            [
                166,
                "Me too. But probably in a different way."
            ],
            [
                176,
                "I do that too. But probably in a different way."
            ],
            [
                179,
                "Mmmm, testify. (Puts up hand for a handslap.)"
            ],
            [
                185,
                "I’ll take the bullet."
            ]
        ],
        "Penny (entering, carrying a laptop)": [
            [
                63,
                "Hi!"
            ]
        ],
        "Howard (after Raj whispers in his ear)": [
            [
                68,
                "No, that’s what she said, Sheldon."
            ]
        ],
        "Penny (whispering)": [
            [
                90,
                "Sheldon. (Sing-song) Shel-don."
            ]
        ],
        "Sheldon (off)": [
            [
                108,
                "Please Penny, enough, I have to sleep."
            ]
        ],
        "Penny (off)": [
            [
                109,
                "Okay, well you were great, thanks. (Comes out door) Oh, hey Leonard, listen, don’t got in Sheldon’s room, he’s not wearing bottoms."
            ]
        ],
        "Leonard (knocking on door)": [
            [
                110,
                "Sheldon, you want to catch me up again?"
            ]
        ],
        "Gablehauser": [
            [
                112,
                "People, I am very busy today."
            ],
            [
                114,
                "Fine. Dr Winkle, what colourful name did you call Dr Cooper this time?"
            ],
            [
                116,
                "Dr Cooper, Dr Winkle apologises."
            ],
            [
                122,
                "You need to get that Dr Cooper?"
            ]
        ],
        "Leslie": [
            [
                115,
                "Dr Dumbass."
            ],
            [
                118,
                "No I don’t."
            ],
            [
                120,
                "It wasn’t even an official sign-up sheet. He printed it himself and he put his name down in every slot for the next six months."
            ],
            [
                124,
                "Well don’t turn it off, you might miss your call from the Nobel committee letting you know you’ve been nominated as dumbass laureate of the year."
            ],
            [
                128,
                "Dumbass."
            ],
            [
                173,
                "Right, I heard you’ve been pulling all nighters with middle-earth Barbie."
            ],
            [
                175,
                "Well, I would postulate that she’s escaping into the online world to compensate for her sexual frustration."
            ],
            [
                178,
                "Everything has to do with sex."
            ],
            [
                180,
                "I’m not touching that."
            ],
            [
                183,
                "Thank you. My point is that Tinkerbell just needs to get her some."
            ],
            [
                195,
                "Dumbass."
            ]
        ],
        "Gablehauser (as phone rings)": [
            [
                126,
                "Excuse me. Gablehauser. (Holding phone out to Sheldon) It’s for you."
            ]
        ],
        "Leonard (knocking and entering)": [
            [
                142,
                "Hey Penny."
            ]
        ],
        "Penny (pulling cheeto out of hair)": [
            [
                153,
                "Oh, thanks. (Eats it.)"
            ]
        ],
        "Warrior": [
            [
                156,
                "Hey Penny, it’s me again, Leonard."
            ],
            [
                244,
                "Hello, fair Penny."
            ],
            [
                246,
                "It is I, Sir Howard of Wolowitz. Can I interest you in an afternoon of spirited questing, followed by a flagon of ale at yon virtual tavern?"
            ]
        ],
        "Penny- warrior": [
            [
                157,
                "Leonard, I said not now."
            ]
        ],
        "Leonard-warrior": [
            [
                158,
                "Yeah, I know, I’m just a little concerned about you."
            ]
        ],
        "Penny-warrior": [
            [
                159,
                "I said not now. (Chops off his head.)"
            ],
            [
                245,
                "Who are you?"
            ],
            [
                247,
                "Yeah, sure, why not?"
            ]
        ],
        "Leonard-warrior’s head": [
            [
                160,
                "Okay, maybe later."
            ]
        ],
        "Leonard and Howard": [
            [
                163,
                "Hey."
            ]
        ],
        "Raj (indicating Sheldon)": [
            [
                164,
                "Hey, what’s with him?"
            ]
        ],
        "Leslie (arriving)": [
            [
                171,
                "Afternoon men. Sheldon."
            ]
        ],
        "Man": [
            [
                188,
                "No."
            ],
            [
                190,
                "Uh, sure, why not?"
            ],
            [
                193,
                "Uh… (checks out Sheldon’s package) Yeah, yeah. (Pulls out pen and writes it on Sheldon’s hand.)"
            ],
            [
                221,
                "Hi."
            ]
        ],
        "Penny (entering, looking ratty in baggy clothes and with her hair unwashed)": [
            [
                233,
                "Sheldon, what do you want."
            ]
        ],
        "Tom": [
            [
                235,
                "Hi Penny."
            ],
            [
                241,
                "Bye, Penny. I’m sorry, dude, she didn’t look anything like her picture."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. Sheldon is on the sofa, using his laptop. He is wearing a headset."
        ],
        [
            "Sheldon",
            "Fellow warriors, this is Sheldor the Conqueror. We are about to enter Axel’s fortress. Now this is a long run, so let’s do another bladder check. Alright Barry, we’ll wait for you again, but you really should see a doctor. (There is banging at the door.) Sheldor is AFK. (Goes out to find Penny having trouble getting into her apartment.) Penny, are you experiencing some sort of difficulty?"
        ],
        [
            "Penny",
            "Yes, I can’t get my stupid door open."
        ],
        [
            "Sheldon",
            "You appear to have put your car key in the door lock, are you aware of that?"
        ],
        [
            "Penny",
            "Yeah!"
        ],
        [
            "Sheldon",
            "Alright then. (Turns to return inside. One of the grocery bags Penny is holding falls to the floor spilling groceries.) "
        ],
        [
            "Penny",
            "Dammit, dammit, dammit, dammit, dammit, dammit."
        ],
        [
            "Sheldon",
            "Would it be possible for you to do this a little more quietly?"
        ],
        [
            "Penny",
            "I can’t get the damned key out."
        ],
        [
            "Sheldon",
            "Well that’s not surprising. That Baldwin lock on your door uses traditional edge mounted cylinders, whereas the key for your Volkswagon uses a centre cylinder system."
        ],
        [
            "Penny",
            "Thankyou, Sheldon."
        ],
        [
            "Sheldon",
            "You’re welcome. Point of inquiry, why did you put your car key in the door lock?"
        ],
        [
            "Penny",
            "Why? I’ll tell you why. Because today I had an audition, it took me two hours to get there, I waited an hour for my turn, and before I could even start they told me I looked too Midwest for the part. Too Midwest? What the hell does that even mean?"
        ],
        [
            "Sheldon",
            "Well, the American Midwest was mostly settled by Scandinavian and Germanic peoples who, well they have a characteristic facial bone structure…."
        ],
        [
            "Penny",
            "I know what it means, Sheldon! God, you know, I have been in L.A. for almost two years now, and I haven’t got a single acting job, I have accomplished nothing, haven’t gotten a raise at work, haven’t even had sex in six months, and just now when I was walking up those stairs a fly flew in my mouth and I ate it."
        ],
        [
            "Sheldon",
            "Well, actually, insects are a dietary staple in many cultures, they’re almost pure protein."
        ],
        [
            "Penny (picking up the bag she has just repacked, whereupon the bottom falls out and the groceries fall to the floor again)",
            "Oh, sonofabitch!"
        ],
        [
            "Sheldon",
            "I believe the condensation on your frozen foods weakened the structural integrity of the bag. But returning to your key conundrum, perhaps you should call a locksmith and have him open the door for you."
        ],
        [
            "Penny",
            "I did, and he said he’ll get here when he gets here."
        ],
        [
            "Sheldon",
            "And you’re frustrated because he phrased his reply in the form of a meaningless tautology?"
        ],
        [
            "Penny",
            "No! I am frustrated because I am a failure at everything and my breath smells like fly. (Bursts into tears.)"
        ],
        [
            "Sheldon",
            "There there. (Reluctantly) Would you prefer to wait in our apartment?"
        ],
        [
            "Penny",
            "No Sheldon, I’d rather sit on this freezing cold floor sobbing like a three year-old."
        ],
        [
            "Sheldon",
            "Alright then. (Turns to go inside again.) "
        ],
        [
            "Penny",
            "For God’s sake! (Stomps into apartment.)"
        ],
        [
            "Sheldon",
            "Just when I think I’ve gotten the hang of sarcasm."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Inside the apartment."
        ],
        [
            "Sheldon",
            "Make yourself comfortable. (Sits in Sheldon’s place.) Not there. (Sits on other end of sofa. Puts feet on table. Sheldon looks disapprovingly. Removes feet from table. Sheldon sits and replaces headset.) Sheldor is back online."
        ],
        [
            "Penny",
            "Sheldor?"
        ],
        [
            "Sheldon",
            "The Conqueror."
        ],
        [
            "Penny",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "AFK. I’m playing Age of Conan, an online multiplayer game set in the universe of Robert E. Howard’s Conan the Barbarian."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Sheldon",
            "Sheldor, back online."
        ],
        [
            "Penny",
            "What’s AFK?"
        ],
        [
            "Sheldon",
            "AFK. Away from keyboard."
        ],
        [
            "Penny",
            "OIC."
        ],
        [
            "Sheldon",
            "What does that stand for?"
        ],
        [
            "Penny",
            "Oh, I see?"
        ],
        [
            "Sheldon",
            "Yes, but what does it stand for?"
        ],
        [
            "Scene",
            "The stairwell. Leonard arrives and sees the spilled groceries. A cat is lapping at a spilled pot of ice-cream. Cut to inside. Penny now has the laptop, Sheldon is instructing her."
        ],
        [
            "Sheldon",
            "Now just click on the enchanted boots to put them on."
        ],
        [
            "Penny",
            "Oh, I don’t know. Can I see them in another colour?"
        ],
        [
            "Sheldon",
            "Just click on them. Congratulations, you are now a level three warrior."
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Penny",
            "Leonard, guess what, I’m a level three warrior."
        ],
        [
            "Leonard",
            "Great, you know there are groceries outside of your apartment?"
        ],
        [
            "Penny",
            "Yeah yeah yeah, shhh!"
        ],
        [
            "Leonard",
            "I only bring it up because your ice-cream is melting and it’s starting to attract wildlife."
        ],
        [
            "Penny",
            "Uh-huh, yeah, do I stay in the jungle or go towards the beach?"
        ],
        [
            "Sheldon",
            "It doesn’t matter, right now you’re looking for treasure."
        ],
        [
            "Penny",
            "Okay. (Leonard motions for Sheldon to talk in the kitchen.) Wait, wait, where are you going?"
        ],
        [
            "Sheldon",
            "You’re okay, if you run into crocodiles just kick them with your boots."
        ],
        [
            "Leonard",
            "Want to catch me up?"
        ],
        [
            "Sheldon",
            "Well let’s see, uh, she attempted to open her apartment with her car key, because her face is overly Midwestern, um, she hasn’t had sex in six months, and she ate a fly."
        ],
        [
            "Leonard",
            "Uh-huh. Seriously, six months?"
        ],
        [
            "Penny",
            "Oh my God, a treasure chest, I’m rich!"
        ],
        [
            "Sheldon",
            "Level three and she thinks she’s rich! What a noob."
        ],
        [
            "Scene",
            "The apartment. Raj is pouring a white liquid into the main dish of a stereo speaker covered in cling film."
        ],
        [
            "Raj",
            "Okay, we’re all set."
        ],
        [
            "Howard",
            "Let her rip."
        ],
        [
            "Scene",
            "(Leonard turns on stereo with a remote. Rhythmic bass-heavy music plays. The liquid begins dancing on the speaker.)"
        ],
        [
            "Penny (entering, carrying a laptop)",
            "Hi!"
        ],
        [
            "Leonard",
            "Hey, check it out, it’s just corn starch and water."
        ],
        [
            "Sheldon",
            "They make up a non-Newtonian fluid which is liquid, but solid under the percussive action of the speaker."
        ],
        [
            "Howard",
            "That’s what makes it get all funky."
        ],
        [
            "Penny",
            "Yeah, okay. Listen, I need to talk to Sheldon."
        ],
        [
            "Howard (after Raj whispers in his ear)",
            "No, that’s what she said, Sheldon."
        ],
        [
            "Penny",
            "Okay, look, I bought the game, and I’ve been exploring the Island of Tordage but I can’t figure out how to get past the guard captain."
        ],
        [
            "Sheldon",
            "Do you have the enchanted sword?"
        ],
        [
            "Penny",
            "No, no, I’ve a bronze dagger."
        ],
        [
            "Sheldon",
            "You can’t slay the guard captain with a bronze dagger, my Lord it’s like the car key in your apartment door all over again."
        ],
        [
            "Penny",
            "Alright, alright, how do I get the sword?"
        ],
        [
            "Sheldon",
            "Well, have you been to the Temple of Mithra?"
        ],
        [
            "Penny",
            "Is that the place on the hill with the weird priests in front of it?"
        ],
        [
            "Sheldon",
            "No, no, no, it’s… oh for God’s sakes, gimme. (Takes laptop.)"
        ],
        [
            "Penny",
            "Thank you, I really appreciate this."
        ],
        [
            "Sheldon",
            "You’re going to have to learn to do these things for yourself, Penny."
        ],
        [
            "Penny",
            "Don’t patronise me, just get the sword."
        ],
        [
            "Howard",
            "What the frak?"
        ],
        [
            "Leonard",
            "Beats me. They were playing all last night too."
        ],
        [
            "Raj",
            "It’s like some kind of weird comic book crossover."
        ],
        [
            "Howard",
            "Like if Hulk were dating Peppermint Patty."
        ],
        [
            "Raj",
            "I always thought Peppermint Patty was a lesbian?"
        ],
        [
            "Leonard",
            "No, that’s Marcie. Peppermint Patty’s just athletic."
        ],
        [
            "Sheldon",
            "There you go, one enchanted sword."
        ],
        [
            "Penny",
            "Right, gimme, gimme, gimme, I want to kill the guard captain. (Leaves)."
        ],
        [
            "Sheldon",
            "That girl needs to get a life."
        ],
        [
            "Scene",
            "Sheldon’s bedroom. There is a knock on the door. Penny enters."
        ],
        [
            "Penny (whispering)",
            "Sheldon. (Sing-song) Shel-don."
        ],
        [
            "Sheldon",
            "Danger, danger."
        ],
        [
            "Penny",
            "No danger, look, it’s just me, Penny, look, I got to level 25 and reached Purple Lotus Swamp, right?"
        ],
        [
            "Sheldon",
            "You’re in my bedroom."
        ],
        [
            "Penny",
            "Yeah. Leonard gave me an emergency key."
        ],
        [
            "Sheldon",
            "People can’t be in my bedroom."
        ],
        [
            "Penny",
            "Okay, well can we go talk in the living room?"
        ],
        [
            "Sheldon",
            "I’m not wearing pyjama bottoms."
        ],
        [
            "Penny",
            "Why not?"
        ],
        [
            "Sheldon",
            "I spilled grape juice."
        ],
        [
            "Penny",
            "Well, wear different pyjamas."
        ],
        [
            "Sheldon",
            "I can’t wear different pyjamas, these are my Monday pyjamas. Penny, people cannot be in my bedroom."
        ],
        [
            "Penny",
            "Okay, just tell me, is it too soon to join a quest to the Black Castle?"
        ],
        [
            "Sheldon",
            "You were invited on a quest to the Black Castle?"
        ],
        [
            "Penny",
            "Yeah, yeah, by some guys in Budapest, I’m just not sure it’s the right move for my character."
        ],
        [
            "Sheldon",
            "Of course it’s not, you’re only a level 25, the Hungarians are just using you for dragon fodder."
        ],
        [
            "Penny",
            "Really? Boy, you’d think you could trust a horde of Hungarian barbarians."
        ],
        [
            "Scene",
            "Cut to Leonard, exiting his bedroom."
        ],
        [
            "Sheldon (off)",
            "Please Penny, enough, I have to sleep."
        ],
        [
            "Penny (off)",
            "Okay, well you were great, thanks. (Comes out door) Oh, hey Leonard, listen, don’t got in Sheldon’s room, he’s not wearing bottoms."
        ],
        [
            "Leonard (knocking on door)",
            "Sheldon, you want to catch me up again?"
        ],
        [
            "Scene",
            "Dr Gablehauser’s office. Sheldon and Leslie are standing across the desk. "
        ],
        [
            "Gablehauser",
            "People, I am very busy today."
        ],
        [
            "Sheldon",
            "I realise that Dr Gablehauser but it is your job, as head of the department, to mediate all inter-departmental disputes. University policy manual chapter four, subsection two, mediation of inter-departmental disputes."
        ],
        [
            "Gablehauser",
            "Fine. Dr Winkle, what colourful name did you call Dr Cooper this time?"
        ],
        [
            "Leslie",
            "Dr Dumbass."
        ],
        [
            "Gablehauser",
            "Dr Cooper, Dr Winkle apologises."
        ],
        [
            "Sheldon",
            "No she doesn’t."
        ],
        [
            "Leslie",
            "No I don’t."
        ],
        [
            "Sheldon",
            "Here’s the problem. I was clearly signed up to use the mainframe in Buckman 204, and Dr Winkle just wantonly ripped the sign-up sheet off the wall."
        ],
        [
            "Leslie",
            "It wasn’t even an official sign-up sheet. He printed it himself and he put his name down in every slot for the next six months."
        ],
        [
            "Sheldon",
            "If it is a crime to ensure that the universities resources are not being squandered chasing sub-atomic wild geese then I plead guilty. (His phone rings.) Oh, Penny!"
        ],
        [
            "Gablehauser",
            "You need to get that Dr Cooper?"
        ],
        [
            "Sheldon",
            "God, no."
        ],
        [
            "Leslie",
            "Well don’t turn it off, you might miss your call from the Nobel committee letting you know you’ve been nominated as dumbass laureate of the year."
        ],
        [
            "Sheldon",
            "Oh yeah, well, you wouldn’t even be nominated. Dr Gablehauser, I have a series of important multi-bit calculations and simulations to run. All she’s doing is reducing irrelevant data and making a mock…"
        ],
        [
            "Gablehauser (as phone rings)",
            "Excuse me. Gablehauser. (Holding phone out to Sheldon) It’s for you."
        ],
        [
            "Sheldon",
            "Hello. Penny, this is not a good time. No, I told you, you’re not prepared for the Sanctum of Burning Souls. You need to be in a group of at least five for that quest, and one should be a level 35 healer. Penny, I can’t log on and help you. We’ll talk when I get home. (Puts phone down) I’m not getting the computing time, am I?"
        ],
        [
            "Leslie",
            "Dumbass."
        ],
        [
            "Scene",
            "The apartment. Sheldon enters."
        ],
        [
            "Sheldon",
            "Leonard, you have to do something about Penny. She is interfering with my sleep, she’s interfering with my work, and if I had another significant aspect of my life, I’m sure she’d be interfering with that too."
        ],
        [
            "Leonard",
            "Why should I do something, you’re the one who introduced her to online gaming."
        ],
        [
            "Sheldon",
            "Well, yes, but you’re the one who said hello to her when she moved in. If you’d simply restrained yourself none of this would be happening."
        ],
        [
            "Leonard",
            "Why don’t you just tell her to leave you alone."
        ],
        [
            "Sheldon",
            "I did. I told her, I texted her, I sent out a very emphatic twitter. I even changed my facebook status to Sheldon Cooper wishes Penny would leave him alone. I don’t know what else to do."
        ],
        [
            "Leonard",
            "Well, what am I supposed to do?"
        ],
        [
            "Sheldon",
            "I don’t know, but if you don’t figure something out, I warn you I shall become very difficult to live with."
        ],
        [
            "Leonard",
            "You mean, up until now we’ve been experiencing the happy funtime Sheldon?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Leonard",
            "I’ll go talk to her."
        ],
        [
            "Scene",
            "Penny’s apartment. She is on her laptop and talking into a headset."
        ],
        [
            "Penny",
            "No, Fritz, I need you on my flank. No, I don’t know German. Flankenzie, flankenzie!"
        ],
        [
            "Leonard (knocking and entering)",
            "Hey Penny."
        ],
        [
            "Penny",
            "Busy."
        ],
        [
            "Leonard",
            "Yeah, I see that. Shouldn’t you be at work?"
        ],
        [
            "Penny",
            "I don’t work on Mondays."
        ],
        [
            "Leonard",
            "It’s Thursday. Listen, Penny."
        ],
        [
            "Penny",
            "Uh, Queen Penelope AFK. What?"
        ],
        [
            "Leonard",
            "Okay, um, here’s the thing, um, sometimes people, good people, you know, they start playing these games and they find themselves through no fault of their own, you know, kind of, addicted."
        ],
        [
            "Penny",
            "Yeah, get to the point, I’m about to level up here."
        ],
        [
            "Leonard",
            "Well, i-i-i-it’s just if a person doesn’t have a sense of achievement in their real life it’s easy to lose themselves in a virtual world where they get a false sense of accomplishment."
        ],
        [
            "Penny",
            "Yeah, jabber jabber jabber, okay boys, Queen Penelope’s back online."
        ],
        [
            "Leonard",
            "Penny, you’ve got cheetos in your hair."
        ],
        [
            "Penny (pulling cheeto out of hair)",
            "Oh, thanks. (Eats it.)"
        ],
        [
            "Leonard",
            "Wow."
        ],
        [
            "Scene",
            "Same – later. Penny is attacking a multi-headed monster with a sword on the screen.A muscular warrior in a cape walks onto the screen."
        ],
        [
            "Warrior",
            "Hey Penny, it’s me again, Leonard."
        ],
        [
            "Penny- warrior",
            "Leonard, I said not now."
        ],
        [
            "Leonard-warrior",
            "Yeah, I know, I’m just a little concerned about you."
        ],
        [
            "Penny-warrior",
            "I said not now. (Chops off his head.)"
        ],
        [
            "Leonard-warrior’s head",
            "Okay, maybe later."
        ],
        [
            "Scene",
            "The university lunch room."
        ],
        [
            "Raj",
            "Hey guys."
        ],
        [
            "Leonard and Howard",
            "Hey."
        ],
        [
            "Raj (indicating Sheldon)",
            "Hey, what’s with him?"
        ],
        [
            "Leonard",
            "Penny’s been keeping him up at night."
        ],
        [
            "Howard",
            "Me too. But probably in a different way."
        ],
        [
            "Leonard",
            "She’s gotten really hooked on Age of Conan, she’s playing non-stop."
        ],
        [
            "Raj",
            "Ah, yes, online gaming addiction. There’s nothing worse than having that multi-player monkey on your back."
        ],
        [
            "Leonard",
            "Sheldon, wake up."
        ],
        [
            "Sheldon",
            "Danger, danger."
        ],
        [
            "Leslie (arriving)",
            "Afternoon men. Sheldon."
        ],
        [
            "Sheldon",
            "Oh yeah, well your attempt at juvenilizing me by excluding me from the set of adult males…. oh, I’m too tired to do this."
        ],
        [
            "Leslie",
            "Right, I heard you’ve been pulling all nighters with middle-earth Barbie."
        ],
        [
            "Sheldon",
            "She comes into my room. No-one’s supposed to be in my room."
        ],
        [
            "Leslie",
            "Well, I would postulate that she’s escaping into the online world to compensate for her sexual frustration."
        ],
        [
            "Howard",
            "I do that too. But probably in a different way."
        ],
        [
            "Leonard",
            "That’s not what she’s doing, Leslie, she’s just trying to shore up her self esteem, it has nothing to do with sex."
        ],
        [
            "Leslie",
            "Everything has to do with sex."
        ],
        [
            "Howard",
            "Mmmm, testify. (Puts up hand for a handslap.)"
        ],
        [
            "Leslie",
            "I’m not touching that."
        ],
        [
            "Leonard",
            "Leslie, you are way off base here."
        ],
        [
            "Sheldon",
            "Hang on, Leonard, while I have no respect for Leslie as a scientist, or a human being for that matter, we have to concede her undeniable expertise in the interrelated fields of promiscuity and general sluttiness."
        ],
        [
            "Leslie",
            "Thank you. My point is that Tinkerbell just needs to get her some."
        ],
        [
            "Sheldon",
            "Some what? Oh, yes, some sexual intercourse."
        ],
        [
            "Howard",
            "I’ll take the bullet."
        ],
        [
            "Leonard",
            "Excuse me, this whole idea is insane."
        ],
        [
            "Sheldon",
            "Yeah, yeah, enough debate, I’m going to take action. (Leans over to a good looking man on a nearby table.) Excuse me, are you currently involved in a sexual relationship?"
        ],
        [
            "Man",
            "No."
        ],
        [
            "Sheldon",
            "Would you like to be?"
        ],
        [
            "Man",
            "Uh, sure, why not?"
        ],
        [
            "Leonard",
            "Sheldon…"
        ],
        [
            "Sheldon",
            "Zip it pip it. Can I have your phone number?"
        ],
        [
            "Man",
            "Uh… (checks out Sheldon’s package) Yeah, yeah. (Pulls out pen and writes it on Sheldon’s hand.)"
        ],
        [
            "Sheldon",
            "There, problem solved."
        ],
        [
            "Leslie",
            "Dumbass."
        ],
        [
            "Scene",
            "Penny’s flat. Penny is on her laptop. Everything around her is littered with empty food packaging and red bull cans. She burps loudly. Sheldon is sitting on the sofa."
        ],
        [
            "Penny",
            "Okay, I’m at the gate to the Treasury of the Ancients, I’m going in."
        ],
        [
            "Sheldon",
            "Stay close to the wall. Avoid the mummies."
        ],
        [
            "Penny",
            "Got it."
        ],
        [
            "Sheldon",
            "I must say, you’re playing very well for a woman of 23?"
        ],
        [
            "Penny",
            "22."
        ],
        [
            "Sheldon",
            "Right. 22. (Cut to his screen, he is filling in an online dating profile.)"
        ],
        [
            "Penny",
            "Oh, here come the mummies, which spell do I use? The hateful strike, or the frenzy stance?"
        ],
        [
            "Sheldon",
            "What happened to the rest of your group?"
        ],
        [
            "Penny",
            "I dumped them, they’re a bunch of wussies."
        ],
        [
            "Sheldon",
            "Frenzy stance."
        ],
        [
            "Penny",
            "Frenzy, frenzy, frenzy, frenzy, frenzy!"
        ],
        [
            "Sheldon",
            "So listen, would you describe your ideal vacation as a wild adventure to unknown lands, or staying at home curled up with a good book?"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Sheldon",
            "These are market research questions. I’m filling out the online registration for your game."
        ],
        [
            "Penny",
            "Oh, okay, wild adventure. Oh, frenzy stance isn’t working, die you undead mummy, die!"
        ],
        [
            "Sheldon",
            "Drink a healing potion."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Sheldon",
            "You’re welcome. Anyhow, on a scale of 1 to 5, with 1 being always initiated by him, and 5 being always initiated by you, how do you prefer your sexual encounters to begin?"
        ],
        [
            "Penny",
            "That’s on the registration?"
        ],
        [
            "Sheldon",
            "Oh yes, it’s quite extensive. But if we complete it, we get a free expansion pack, 75 additional quests."
        ],
        [
            "Penny",
            "Ooh, awesome, okay, I totally like to initiate I’m a big old five."
        ],
        [
            "Sheldon",
            "Good to know. Big old five."
        ],
        [
            "Scene",
            "The apartment. Leonard enters. There is a strange man sitting on the sofa."
        ],
        [
            "Leonard",
            "Hello."
        ],
        [
            "Man",
            "Hi."
        ],
        [
            "Sheldon",
            "Leonard, this is Tom."
        ],
        [
            "Leonard",
            "Hi Tom. Sheldon? Didn’t I explain to you about your little mistake in the cafeteria?"
        ],
        [
            "Sheldon",
            "Yes, you were very clear, as was everyone else at the table. Tom, however, has been chosen by science as a suitable mate for Penny."
        ],
        [
            "Leonard",
            "Chosen by science?"
        ],
        [
            "Sheldon",
            "Well, what passes for science on dating sites. They claim to use heuristic algorithms, but it may well be hokum."
        ],
        [
            "Leonard",
            "You got Penny to sign up for online dating?"
        ],
        [
            "Sheldon",
            "No, of course not. No, I used trickery and deceit."
        ],
        [
            "Leonard",
            "This is bad."
        ],
        [
            "Sheldon",
            "Tom is a paramedic with the fire department, but he’s going to med school at night, uh, he likes the outdoors, and, uh, strong women who initiate sex."
        ],
        [
            "Leonard",
            "Really, really bad."
        ],
        [
            "Sheldon",
            "I’m surprised you struck out with Penny. Apparently she’s a big old five."
        ],
        [
            "Penny (entering, looking ratty in baggy clothes and with her hair unwashed)",
            "Sheldon, what do you want."
        ],
        [
            "Sheldon",
            "Oh, good, you got my note. Penny, I’d like you to meet Tom, uh, Penny, this is Tom, Tom, may I present Penny."
        ],
        [
            "Tom",
            "Hi Penny."
        ],
        [
            "Penny",
            "Yeah, Hi, listen, as long as I’m here, I’m on a quest with a bunch of noobs, they don’t know what they’re doing, we’ve got one assassin, three spellcasters and no tank."
        ],
        [
            "Sheldon",
            "Can we talk about this later."
        ],
        [
            "Penny",
            "No, no, no, no, I need you now."
        ],
        [
            "Sheldon",
            "But wouldn’t you prefer to socialise with Tom, who is a sexually passive outdoorsman."
        ],
        [
            "Penny",
            "Whatever, I’ll figure it out myself."
        ],
        [
            "Tom",
            "Bye, Penny. I’m sorry, dude, she didn’t look anything like her picture."
        ],
        [
            "Leonard",
            "They never do."
        ],
        [
            "Scene",
            "Inside the game. Penny-warrior is standing next to a battle horse. "
        ],
        [
            "Warrior",
            "Hello, fair Penny."
        ],
        [
            "Penny-warrior",
            "Who are you?"
        ],
        [
            "Warrior",
            "It is I, Sir Howard of Wolowitz. Can I interest you in an afternoon of spirited questing, followed by a flagon of ale at yon virtual tavern?"
        ],
        [
            "Penny-warrior",
            "Yeah, sure, why not?"
        ],
        [
            "Penny",
            "Oh my God, I need help. (Closes laptop and throws it away.) "
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-03-the-barbarian-sublimation/"
}