{
    "Season": 2,
    "Episode": 4,
    "Title": "the griffin equivalency",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. Leonard is sorting out Chinese food."
            ],
            [
                46,
                "Credits sequence."
            ],
            [
                47,
                "Sheldon’s office. He is making annotations on his board."
            ],
            [
                66,
                "Outside Raj’s office."
            ],
            [
                115,
                "A restaurant."
            ],
            [
                157,
                "Outside Penny’s door. Raj in a suit knocks on the door with his foot as he has a glass of champagne in both hands. He drinks one. Penny opens door, she is dressed up also."
            ],
            [
                241,
                "Raj’s apartment. Raj is heard singing in a drunk voice through the door. He enters with his arm around Penny."
            ],
            [
                266,
                "Penny’s apartment. She is in her bathrobe. A note slides under the door. "
            ]
        ],
        "Leonard": [
            [
                1,
                "Let’s see, Raj was the Kung Palo Chicken."
            ],
            [
                6,
                "Who was the Shrimp with Lobster Sauce?"
            ],
            [
                20,
                "Penny, you don’t have to do that."
            ],
            [
                25,
                "Oh yeah, two zero zero eight NQ sub seventeen."
            ],
            [
                33,
                "You’d do the dolphins."
            ],
            [
                44,
                "Are you proud of yourself?"
            ],
            [
                52,
                "Well, we’re going to go apologise to Raj and invite him out to dinner."
            ],
            [
                54,
                "Well, he came over last night with some pretty good news, and we weren’t very supportive."
            ],
            [
                58,
                "Really, do tell."
            ],
            [
                60,
                "Okay, let’s try it this way, what if the People magazine thing is the best Raj is ever going to achieve?"
            ],
            [
                62,
                "Come on."
            ],
            [
                65,
                "Not really, it’s what you and I would call condescension."
            ],
            [
                67,
                "And when we go in there, let’s show Raj that we’re happy for him."
            ],
            [
                71,
                "Smile. (He does, exaggeratedly.)"
            ],
            [
                73,
                "We’re here to see Koothrappali, not kill Batman."
            ],
            [
                75,
                "Close enough, come on. (Knocking and entering.) Hi Raj."
            ],
            [
                78,
                "Celebrate your thirty under thirty thing. Right Sheldon? (He smiles.) "
            ],
            [
                83,
                "Dr Gablehauser."
            ],
            [
                92,
                "Sheldon!"
            ],
            [
                101,
                "Sheldon."
            ],
            [
                113,
                "You can stop smiling now."
            ],
            [
                117,
                "No."
            ],
            [
                123,
                "Not yet."
            ],
            [
                125,
                "You just got him this afternoon."
            ],
            [
                127,
                "A lackey?"
            ],
            [
                130,
                "Almost."
            ],
            [
                139,
                "Well, uh, no I… the… no."
            ],
            [
                154,
                "Now. (They all get up and leave. Raj looks around himself, then leans over to the next table.)"
            ],
            [
                169,
                "Hey."
            ],
            [
                171,
                "You look very nice."
            ],
            [
                174,
                "Good night."
            ],
            [
                176,
                "Yeah."
            ],
            [
                178,
                "Terrific."
            ],
            [
                184,
                "Anythingforagreencard.com?"
            ],
            [
                186,
                "You’re joking."
            ],
            [
                188,
                "Pass."
            ],
            [
                190,
                "It’s not a date, and that’s racist."
            ],
            [
                192,
                "Let’s just eat so I can get to bed. With any luck tonight will be the night my sleep apnoea kills me."
            ],
            [
                194,
                "Yes."
            ],
            [
                196,
                "Yes."
            ],
            [
                198,
                "Yes."
            ],
            [
                200,
                "Yes."
            ],
            [
                202,
                "Yes."
            ],
            [
                204,
                "You’re welcome."
            ],
            [
                206,
                "Just sit down and eat."
            ],
            [
                208,
                "Alright, it’s shredded, what do you want me to do?"
            ],
            [
                210,
                "Sorry."
            ],
            [
                212,
                "He’s not going to have intercourse with Penny."
            ],
            [
                216,
                "Do the shrimpers feature in your story?"
            ],
            [
                220,
                "He’s irony impaired, just move on."
            ],
            [
                225,
                "A griffin?"
            ],
            [
                227,
                "And mythological."
            ],
            [
                231,
                "You want to breed a new friend?"
            ],
            [
                234,
                "That may well be, but the fact is, it wouldn’t kill us to meet some new people."
            ],
            [
                236,
                "If we do get a new friend, he should be a guy you can trust. A guy who has your back."
            ],
            [
                240,
                "Yeah, let’s see, money, women, technology, okay we’re agreed, our new friend is going to be Iron Man."
            ]
        ],
        "Penny": [
            [
                2,
                "I’m the dumplings."
            ],
            [
                4,
                "Creepy, Howard."
            ],
            [
                8,
                "Sit over there."
            ],
            [
                10,
                "What do you have…."
            ],
            [
                15,
                "I thought the blowers were more sanitary?"
            ],
            [
                19,
                "Gosh, Raj, do you think you’ll ever be able to talk in front of me without being drunk? (Shakes head.) Okay, well, I’ll just, um, go eat by myself."
            ],
            [
                21,
                "No, it’s okay, between (indicates Raj) him not talking, (indicates Sheldon) him talking and… (indicates Howard) him, I’m better off alone, so, (to Raj) goodbye you poor strange little man (gives him a kiss and exits.) "
            ],
            [
                142,
                "What are you guys talking about?"
            ],
            [
                144,
                "And you guys aren’t going? I can’t believe you, Raj is celebrating a tremendous accomplishment and you’re not even going to be there to support him?"
            ],
            [
                147,
                "Come on, this is huge, Raj is going to be in People magazine. And he didn’t even have to knock up one of the Spears sisters."
            ],
            [
                149,
                "Of course I would, I would be honoured."
            ],
            [
                151,
                "Shame on you guys. (Leaves)"
            ],
            [
                158,
                "Oh, Raj, look at you!"
            ],
            [
                160,
                "Um, yeah, starting with the champagne a little early aren’t you?"
            ],
            [
                162,
                "Oh, I’m ready."
            ],
            [
                164,
                "Um, yeah, why what’s wrong with it?"
            ],
            [
                166,
                "Yeah, well, this is all the donkulous you’re gonna get."
            ],
            [
                173,
                "Uh, come on, good night Leonard."
            ],
            [
                180,
                "Alright, come on, come on."
            ],
            [
                243,
                "Yes, it’s very nice, goodnight Raj."
            ],
            [
                245,
                "Yes it is."
            ],
            [
                247,
                "Oh, wow, is the evening over."
            ],
            [
                249,
                "Wait, meet them."
            ],
            [
                253,
                "I am not your squeeze. There is no squeezing."
            ],
            [
                258,
                "No, no, there’s no sowing, no squeezing, and no sucking face."
            ],
            [
                264,
                "I don’t know, maybe it’s the local cuisine. Okay, well, it’s nice to meet you, just gonna set you on down over here, and I’m going to leave so, Namaste. (Leaves, then almost immediately returns) And FYI, you’d be lucky to have me as a daughter-in-law."
            ],
            [
                269,
                "Oh, sweetie, it’s okay. (She hugs him. As she does, Leonard exits his apartment to see Penny, in bathrobe, hugging Raj who is apparently about to leave. As she goes back inside, Raj turns, smiles, and puts both thumbs up. Leonard turns, with an upset look, to Sheldon who is standing behind him. Sheldon gives him his exaggerated smile.)"
            ]
        ],
        "Howard": [
            [
                3,
                "Yes, you are."
            ],
            [
                5,
                "Creepy good or creepy bad?"
            ],
            [
                7,
                "That would be me. Come to Poppa, you un-kosher delight. (To Penny) I’m not necessarily talking to the food."
            ],
            [
                23,
                "So what’s your news?"
            ],
            [
                32,
                "Oh, I’d so do her."
            ],
            [
                34,
                "Do I get an honourable mention for designing the telescope camera mounting bracket you used."
            ],
            [
                36,
                "Poverty? Your father’s a gynaecologist, he drives a Bentley."
            ],
            [
                51,
                "Oh, good, we can take it off the milk cartons."
            ],
            [
                56,
                "You were a colossal ass-hat."
            ],
            [
                64,
                "He can feel sadness?"
            ],
            [
                69,
                "Well then fake it. Look at me, I could be grinding on the fact that without my stabilizing telescope mount he never would have found that stupid little clump of cosmic schmutz, but I’m bigger than that."
            ],
            [
                72,
                "Oh crap, that’s terrifying."
            ],
            [
                74,
                "Try less teeth. (Does. It isn’t much better.)"
            ],
            [
                77,
                "We just wanted to invite you out to dinner tonight."
            ],
            [
                87,
                "Dr Gablehauser."
            ],
            [
                99,
                "Wait a minute, I called dibs on Fishbine’s office the day he started showing up at work in his bathrobe."
            ],
            [
                106,
                "Told you."
            ],
            [
                108,
                "I have a master’s degree."
            ],
            [
                121,
                "They gave him an assistant? If I want a new pen I have to go to the bank with wire cutters."
            ],
            [
                132,
                "Oh, gee, thanks."
            ],
            [
                137,
                "Gee, I’d love to Raj, but I can’t make it."
            ],
            [
                146,
                "That would be cool. I’d go to that reception."
            ],
            [
                183,
                "Hey, good news, you don’t have to sulk about Penny any more, look, there are hundreds of Croatian women just waiting for you to contact them."
            ],
            [
                185,
                "I’ll lend you my user name, it’s wealthybigpenis."
            ],
            [
                187,
                "Well, you gotta make it easy for them, they’re just learning English."
            ],
            [
                189,
                "So you’re just going to sit around here and mope while Penny is out with Doctor Apu from the Kwik-e-Mart?"
            ],
            [
                191,
                "It can’t be racist, he’s a beloved character on the Simpsons."
            ],
            [
                214,
                "Oh goody, more tales from the panhandle."
            ],
            [
                218,
                "Lucky?"
            ],
            [
                221,
                "Okay, dead cat named Lucky, continue."
            ],
            [
                223,
                "So, not a puppy?"
            ],
            [
                229,
                "Sheldon, not that we don’t all enjoy a good lion semen story, what’s your point."
            ],
            [
                233,
                "Sheldon, don’t take this the wrong way, but, you’re insane."
            ],
            [
                237,
                "And he should have a lot of money, and live in a cool place down by the beach where we could throw parties."
            ],
            [
                239,
                "And he should know a lot of women."
            ]
        ],
        "Sheldon (entering, to Penny who is in his spot)": [
            [
                9,
                "Sit over there. Baby wipe?"
            ]
        ],
        "Leonard and Howard together": [
            [
                11,
                "Don’t! Don’t! Don’t!"
            ],
            [
                27,
                "Well, wow, that’s incredible."
            ]
        ],
        "Sheldon": [
            [
                12,
                "I’ll tell you why."
            ],
            [
                14,
                "I had to sanitize my hands because the university replaced the paper towels in the rest rooms with hot air blowers."
            ],
            [
                17,
                "Hot air blowers are incubators and spewers of bacteria and pestilence. Frankly it would be more hygienic if they just had a plague infested gibbon sneeze my hands dry."
            ],
            [
                28,
                "Excuse me. Thirty what, under thirty what, to watch what?"
            ],
            [
                30,
                "If I had a million guesses I never would have gotten that."
            ],
            [
                38,
                "I’m confused. Was there some sort of peer review committee to determine which scientists would be included?"
            ],
            [
                40,
                "What people?"
            ],
            [
                42,
                "Yeah, but exactly who are these people? What are their credentials, how are they qualified, what makes accidentally noticing a hunk of rock that’s been traipsing around the solar system for billions of years more noteworthy than any other scientific accomplishment made by someone under thirty?"
            ],
            [
                45,
                "In general, yes."
            ],
            [
                48,
                "Oh, there’s my missing neutrino. You were hiding from me as an unbalanced charge, weren’t you, you little subatomic Dickens?"
            ],
            [
                50,
                "Here, look, look, I found my missing neutrino."
            ],
            [
                53,
                "Apologise, for what?"
            ],
            [
                55,
                "I sense you’re trying to tell me something."
            ],
            [
                57,
                "Oh! No, I beg to differ. Of the three of us, I was by far the most supportive."
            ],
            [
                59,
                "How will Raj ever reach true greatness if his friends lower the bar for him? When I was eleven, my sister bought our father a “world’s greatest dad” coffee mug, and frankly the man coasted until the day he died."
            ],
            [
                61,
                "I had not considered that."
            ],
            [
                63,
                "I often forget other people have limitations. It’s so sad."
            ],
            [
                68,
                "But I’m not."
            ],
            [
                70,
                "Fine, what do you want me to do?"
            ],
            [
                85,
                "Dr Gablehauser."
            ],
            [
                91,
                "Well, you didn’t discover him, you merely noticed he was here, much like he did with 2008 NQ sub 17."
            ],
            [
                93,
                "Oh, sorry. (Smiles)"
            ],
            [
                100,
                "He gets a new office, I can’t even get paper towels in the men’s room?"
            ],
            [
                102,
                "Damn, this is hard. (Smiles) "
            ],
            [
                114,
                "Aaaah!"
            ],
            [
                119,
                "Right, a ball of hot flaming gas that collapses in on itself. (Leonard nudges him. He smiles. Phone rings.) "
            ],
            [
                129,
                "Now?"
            ],
            [
                134,
                "There’s a tribe in Papua New Guinea where, when a hunter flaunts his success to the rest of the village they kill him, and drive away evil spirits with a drum made of his skin. Superstitious nonsense of course, but one can see their point. (Smiles)"
            ],
            [
                141,
                "I can make it, but I won’t."
            ],
            [
                145,
                "A tremendous accomplishment would be if the planetary body he discovered were plummeting toward Earth and he exploded it with his mind."
            ],
            [
                153,
                "Now?"
            ],
            [
                193,
                "Did you remember to ask for the chicken with broccoli to be diced not shredded?"
            ],
            [
                195,
                "Even though the menu description specifies shredded?"
            ],
            [
                197,
                "Brown rice, not white?"
            ],
            [
                199,
                "Did you stop at the Korean grocery and get the good hot mustard."
            ],
            [
                201,
                "Did you pick up the low sodium soy sauce from the market?"
            ],
            [
                203,
                "Thank you."
            ],
            [
                205,
                "What took you so long?"
            ],
            [
                207,
                "Fine. (Opens carton. Shows it to Leonard in disgust.)"
            ],
            [
                209,
                "I want you to check before you accept the order."
            ],
            [
                211,
                "Were you distracted by the possibility that Koothrappali might have intercourse with Penny tonight?"
            ],
            [
                213,
                "Then there’s no excuse for this chicken. You know, this situation with Koothrapali brings to mind a story from my childhood."
            ],
            [
                215,
                "That’s Northwest Texas, I’m from East Texas, the Gulf region, home to many Vietnamese shrimpers."
            ],
            [
                217,
                "No. Anyway, when I was eight, a Montgomery-Ward delivery van ran over our cat, Lucky."
            ],
            [
                219,
                "Yes, Lucky."
            ],
            [
                222,
                "While others mourned Lucky, I realised his untimely demise provided me with the opportunity to replace him with something more suited to my pet needs. A faithful companion that I could snuggle with at night, and yet would be capable of killing upon telepathic command."
            ],
            [
                224,
                "Please, no, nothing so pedestrian. I wanted a griffin."
            ],
            [
                226,
                "Yes, half eagle, half lion."
            ],
            [
                228,
                "Irrelevant. See, I was studying recombinant DNA technology and I was confident I could create one, but my parents were unwilling to secure the necessary eagle eggs and lion semen. Course my sister got swimming lessons when she wanted them."
            ],
            [
                230,
                "My point is, if Koothrappali is moving on to a new life of shallow, undeserved fame, perhaps this is an opportunity to create a better cohort."
            ],
            [
                232,
                "That’s one option, but who has the time? But consider this, the Japanese, they’re doing some wonderful work with artificial intelligence, now, you combine that with some animatronics from the imagineers over at Disney, next thing you know, we’re playing Halo with a multi-lingual Abraham Lincoln."
            ],
            [
                235,
                "Uh, for the record, it could kill us to meet new people. They could be murderers, or the carriers of unusual pathogens, and I’m not insane, my mother had me tested."
            ],
            [
                238,
                "He should share our love of technology."
            ]
        ],
        "Leonard and Howard": [
            [
                13,
                "O-o-o-oh!"
            ],
            [
                16,
                "Why? Don’t!"
            ]
        ],
        "Raj (entering excitedly)": [
            [
                18,
                "Hey guys, I just got the most amazing new… (spots Penny) ew-ew-ew"
            ]
        ],
        "Raj": [
            [
                22,
                "She’s so considerate."
            ],
            [
                24,
                "Remember that little planetary object I spotted beyond the Kuiper belt?"
            ],
            [
                26,
                "Or as I called it, Planet Bollywood. Anyway, because of my discovery, People magazine is naming me one of their thirty under-30 to watch."
            ],
            [
                29,
                "Thirty visionaries under thirty years of age to watch as they challenge the preconceptions of their fields."
            ],
            [
                31,
                "It’s pretty cool, they’ve got me in with a guy who’s doing something about hunger in Indonesia, and a psychotherapist who’s using dolphins to rehabilitate prisoners, and Ellen Page, star of the charming independent film Juno."
            ],
            [
                35,
                "Sorry, it’s not part of my heartwarming and personal narrative, in which a humble boy from New Delhi overcame poverty and prejudice and journeyed to America to reach for the stars."
            ],
            [
                37,
                "It’s a lease."
            ],
            [
                39,
                "Peer review? It’s People magazine. People picked me."
            ],
            [
                41,
                "The people from People."
            ],
            [
                43,
                "Boy, I bet Ellen Pages friends aren’t giving her this kind of crap."
            ],
            [
                76,
                "Hey guys, what’s up?"
            ],
            [
                79,
                "It’s very nice of you, I would like that."
            ],
            [
                81,
                "Dr Gablehouser."
            ],
            [
                89,
                "Actually, 2008 NQ sub 17 is a planetary body."
            ],
            [
                95,
                "Really, you don’t have to go to any trouble."
            ],
            [
                97,
                "I’d rather have Fishbine’s, it’s bigger."
            ],
            [
                110,
                "I didn’t even know there was a President’s dining room."
            ],
            [
                112,
                "Okay, big buddy. See you tonight guys. (They leave.)"
            ],
            [
                116,
                "So anyway, after a fantastic lunch I was whisked off to the People magazine photo shoot… have any of you boys ever been to a photo shoot?"
            ],
            [
                118,
                "It’s fantastic, apparently the camera loves me and I it. They shot me in front of a starry background where I posed like this. (Stares into space.) They’re going to digitally add a supernova, they say it’s the perfect metaphor for my incandescent talent."
            ],
            [
                120,
                "Excuse me. Oh, it’s my assistant Trevor. Go for Koothrappali. Uh-huh."
            ],
            [
                124,
                "Okay, just put it on my calendar but start thinking of a reason why I can’t go, alrighty? Koothrappali out. God bless that boy, I don’t know what I’d do without him."
            ],
            [
                126,
                "Yes, but I’m finding that having a lackey suits me."
            ],
            [
                128,
                "Oh, I’m sorry, is that politically incorrect? In India we just call them untouchables."
            ],
            [
                131,
                "Speaking of untouchables, I’ve got great news for you guys. People magazine is having a reception this Saturday, and I managed to get you invited."
            ],
            [
                133,
                "Oh, you’re welcome. Of course, I couldn’t get you into the VIP section, because, you know, that’s for VIPs, and you guys are just, you know, Ps."
            ],
            [
                136,
                "Okay, so, Saturday night, can I count on my posse?"
            ],
            [
                138,
                "Oh, okay, Leonard?"
            ],
            [
                140,
                "Sheldon?"
            ],
            [
                143,
                "Well, there’s a reception for my magazine article on Saturday."
            ],
            [
                148,
                "Would you like to go with me?"
            ],
            [
                150,
                "Really? Cool."
            ],
            [
                152,
                "Look at that. I got a date with Penny. I can’t believe it took you a whole year."
            ],
            [
                155,
                "Hey, buddy. I’m going to be in people magazine."
            ],
            [
                159,
                "I know, I am resplendent like the noonday sun, am I not?"
            ],
            [
                161,
                "It was in the limo. They sent a limo. I have a limo. I just love saying limo. Here, sip on this while you’re getting ready."
            ],
            [
                163,
                "That’s what you’re wearing."
            ],
            [
                165,
                "Nothing, I was just hoping for something a little more, you know, redonkulous."
            ],
            [
                167,
                "Okey dokey, let’s roll. Alright, it’s time to raise the roof. Oo-ooh, oo-ooh."
            ],
            [
                170,
                "Dude."
            ],
            [
                175,
                "Hey, Leonard, did you see my limo downstairs."
            ],
            [
                177,
                "It’s bigger than the house my grandfather grew up in."
            ],
            [
                179,
                "It has more food too."
            ],
            [
                242,
                "Welcome to the Raj Mahal."
            ],
            [
                244,
                "No, wait, the evening’s not over."
            ],
            [
                246,
                "No, it’s time to put on some R. Kelly and suck face."
            ],
            [
                252,
                "Just making conversation. Mummy, daddy, I want you to meet my new squeeze, Penny."
            ],
            [
                255,
                "Here you go, cute huh?"
            ],
            [
                260,
                "What right do you have to pick who I can have children with?"
            ],
            [
                262,
                "Now you listen to me, I am no longer a child, and I will not be spoken to like one. Now if you’d excuse me, I have to go throw up."
            ]
        ],
        "Leonard (entering with Howard)": [
            [
                49,
                "Hi Sheldon."
            ]
        ],
        "Gablehauser (entering)": [
            [
                80,
                "Hello boys."
            ]
        ],
        "Gablehauser": [
            [
                82,
                "Dr Koothrappali."
            ],
            [
                84,
                "Dr Hoffstadter."
            ],
            [
                86,
                "Dr Cooper."
            ],
            [
                88,
                "Mister Wolowitz. Boys, I’ve got a question for you. Who in this room discovered a star?"
            ],
            [
                90,
                "I’m not talking about you, I’m talking about me. You, my exotic young friend are my star."
            ],
            [
                94,
                "Well, we’ve got to get you into a better office, something more suited to your status."
            ],
            [
                96,
                "How about if I put you in Von Gerlick’s old office?"
            ],
            [
                98,
                "Done."
            ],
            [
                103,
                "Let me ask you something, what do you think the business of this place is?"
            ],
            [
                105,
                "Money."
            ],
            [
                107,
                "And this boy’s picture in People magazine is going to raise us a pile of money taller than… well, taller than you (ruffling Howard’s hair.) "
            ],
            [
                109,
                "Who doesn’t? Dr Koothrappali, have you ever had lunch in the President’s dining room?"
            ],
            [
                111,
                "It’s the same food as the Cafeteria, only fresh. Come on little buddy."
            ]
        ],
        "Leonard (after he, Sheldon and Howard whisper to each other)": [
            [
                104,
                "Science?"
            ]
        ],
        "Sheldon (still smiling)": [
            [
                122,
                "Have we at this point met our social obligations?"
            ]
        ],
        "Penny (bringing another grasshopper)": [
            [
                135,
                "Here you go, Raj, you might want to drink this one slowly."
            ]
        ],
        "Charlie Sheen (turning round)": [
            [
                156,
                "Yeah, call me when you’re on the cover."
            ]
        ],
        "Penny (to Leonard who is just coming up the stairs)": [
            [
                168,
                "Hey Leonard."
            ]
        ],
        "Raj and Penny together": [
            [
                172,
                "Thank you."
            ]
        ],
        "Raj (leaving, singing)": [
            [
                181,
                "I’m coming up so you better get this party started."
            ]
        ],
        "Leonard (entering apartment)": [
            [
                182,
                "Hey."
            ]
        ],
        "Raj (as a ringing noise is heard)": [
            [
                248,
                "Wait, wait, that’s my mummy and daddy calling from India. I want you to meet my parents."
            ]
        ],
        "Raj (inhales deeply, picks up laptop, presses a button. His mother and father appear on the screen)": [
            [
                250,
                "Hello mummy and daddy, good to see you. I’m not drunk."
            ]
        ],
        "Mrs Koothrappali": [
            [
                251,
                "Why would you say that?"
            ],
            [
                256,
                "She’s not Indian."
            ],
            [
                259,
                "What if he gets her pregnant. Is this little hotsy-totsy who you want as the mother of your grandchildren."
            ],
            [
                263,
                "What’s wrong with him?"
            ]
        ],
        "Dr Koothrappali": [
            [
                254,
                "I can’t see her, centre her in the frame."
            ],
            [
                257,
                "So, she’s not Indian, the boy’s just sowing some wild oats."
            ],
            [
                261,
                "Look, Rajesh, I understand, you’re in America, you want to try the local cuisine. But trust me, you don’t want it for a steady diet."
            ],
            [
                265,
                "She’s feisty. I like that."
            ]
        ],
        "Penny (opening door to find Raj outside)": [
            [
                267,
                "Raj, what are you doing. (He hands her the note). No. No notes. If you have something to say to me, say it."
            ]
        ],
        "Raj (tries several times. Finally, in a high pitched squeak)": [
            [
                268,
                "Sorry."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. Leonard is sorting out Chinese food."
        ],
        [
            "Leonard",
            "Let’s see, Raj was the Kung Palo Chicken."
        ],
        [
            "Penny",
            "I’m the dumplings."
        ],
        [
            "Howard",
            "Yes, you are."
        ],
        [
            "Penny",
            "Creepy, Howard."
        ],
        [
            "Howard",
            "Creepy good or creepy bad?"
        ],
        [
            "Leonard",
            "Who was the Shrimp with Lobster Sauce?"
        ],
        [
            "Howard",
            "That would be me. Come to Poppa, you un-kosher delight. (To Penny) I’m not necessarily talking to the food."
        ],
        [
            "Penny",
            "Sit over there."
        ],
        [
            "Sheldon (entering, to Penny who is in his spot)",
            "Sit over there. Baby wipe?"
        ],
        [
            "Penny",
            "What do you have…."
        ],
        [
            "Leonard and Howard together",
            "Don’t! Don’t! Don’t!"
        ],
        [
            "Sheldon",
            "I’ll tell you why."
        ],
        [
            "Leonard and Howard",
            "O-o-o-oh!"
        ],
        [
            "Sheldon",
            "I had to sanitize my hands because the university replaced the paper towels in the rest rooms with hot air blowers."
        ],
        [
            "Penny",
            "I thought the blowers were more sanitary?"
        ],
        [
            "Leonard and Howard",
            "Why? Don’t!"
        ],
        [
            "Sheldon",
            "Hot air blowers are incubators and spewers of bacteria and pestilence. Frankly it would be more hygienic if they just had a plague infested gibbon sneeze my hands dry."
        ],
        [
            "Raj (entering excitedly)",
            "Hey guys, I just got the most amazing new… (spots Penny) ew-ew-ew"
        ],
        [
            "Penny",
            "Gosh, Raj, do you think you’ll ever be able to talk in front of me without being drunk? (Shakes head.) Okay, well, I’ll just, um, go eat by myself."
        ],
        [
            "Leonard",
            "Penny, you don’t have to do that."
        ],
        [
            "Penny",
            "No, it’s okay, between (indicates Raj) him not talking, (indicates Sheldon) him talking and… (indicates Howard) him, I’m better off alone, so, (to Raj) goodbye you poor strange little man (gives him a kiss and exits.) "
        ],
        [
            "Raj",
            "She’s so considerate."
        ],
        [
            "Howard",
            "So what’s your news?"
        ],
        [
            "Raj",
            "Remember that little planetary object I spotted beyond the Kuiper belt?"
        ],
        [
            "Leonard",
            "Oh yeah, two zero zero eight NQ sub seventeen."
        ],
        [
            "Raj",
            "Or as I called it, Planet Bollywood. Anyway, because of my discovery, People magazine is naming me one of their thirty under-30 to watch."
        ],
        [
            "Leonard and Howard together",
            "Well, wow, that’s incredible."
        ],
        [
            "Sheldon",
            "Excuse me. Thirty what, under thirty what, to watch what?"
        ],
        [
            "Raj",
            "Thirty visionaries under thirty years of age to watch as they challenge the preconceptions of their fields."
        ],
        [
            "Sheldon",
            "If I had a million guesses I never would have gotten that."
        ],
        [
            "Raj",
            "It’s pretty cool, they’ve got me in with a guy who’s doing something about hunger in Indonesia, and a psychotherapist who’s using dolphins to rehabilitate prisoners, and Ellen Page, star of the charming independent film Juno."
        ],
        [
            "Howard",
            "Oh, I’d so do her."
        ],
        [
            "Leonard",
            "You’d do the dolphins."
        ],
        [
            "Howard",
            "Do I get an honourable mention for designing the telescope camera mounting bracket you used."
        ],
        [
            "Raj",
            "Sorry, it’s not part of my heartwarming and personal narrative, in which a humble boy from New Delhi overcame poverty and prejudice and journeyed to America to reach for the stars."
        ],
        [
            "Howard",
            "Poverty? Your father’s a gynaecologist, he drives a Bentley."
        ],
        [
            "Raj",
            "It’s a lease."
        ],
        [
            "Sheldon",
            "I’m confused. Was there some sort of peer review committee to determine which scientists would be included?"
        ],
        [
            "Raj",
            "Peer review? It’s People magazine. People picked me."
        ],
        [
            "Sheldon",
            "What people?"
        ],
        [
            "Raj",
            "The people from People."
        ],
        [
            "Sheldon",
            "Yeah, but exactly who are these people? What are their credentials, how are they qualified, what makes accidentally noticing a hunk of rock that’s been traipsing around the solar system for billions of years more noteworthy than any other scientific accomplishment made by someone under thirty?"
        ],
        [
            "Raj",
            "Boy, I bet Ellen Pages friends aren’t giving her this kind of crap."
        ],
        [
            "Leonard",
            "Are you proud of yourself?"
        ],
        [
            "Sheldon",
            "In general, yes."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Sheldon’s office. He is making annotations on his board."
        ],
        [
            "Sheldon",
            "Oh, there’s my missing neutrino. You were hiding from me as an unbalanced charge, weren’t you, you little subatomic Dickens?"
        ],
        [
            "Leonard (entering with Howard)",
            "Hi Sheldon."
        ],
        [
            "Sheldon",
            "Here, look, look, I found my missing neutrino."
        ],
        [
            "Howard",
            "Oh, good, we can take it off the milk cartons."
        ],
        [
            "Leonard",
            "Well, we’re going to go apologise to Raj and invite him out to dinner."
        ],
        [
            "Sheldon",
            "Apologise, for what?"
        ],
        [
            "Leonard",
            "Well, he came over last night with some pretty good news, and we weren’t very supportive."
        ],
        [
            "Sheldon",
            "I sense you’re trying to tell me something."
        ],
        [
            "Howard",
            "You were a colossal ass-hat."
        ],
        [
            "Sheldon",
            "Oh! No, I beg to differ. Of the three of us, I was by far the most supportive."
        ],
        [
            "Leonard",
            "Really, do tell."
        ],
        [
            "Sheldon",
            "How will Raj ever reach true greatness if his friends lower the bar for him? When I was eleven, my sister bought our father a “world’s greatest dad” coffee mug, and frankly the man coasted until the day he died."
        ],
        [
            "Leonard",
            "Okay, let’s try it this way, what if the People magazine thing is the best Raj is ever going to achieve?"
        ],
        [
            "Sheldon",
            "I had not considered that."
        ],
        [
            "Leonard",
            "Come on."
        ],
        [
            "Sheldon",
            "I often forget other people have limitations. It’s so sad."
        ],
        [
            "Howard",
            "He can feel sadness?"
        ],
        [
            "Leonard",
            "Not really, it’s what you and I would call condescension."
        ],
        [
            "Scene",
            "Outside Raj’s office."
        ],
        [
            "Leonard",
            "And when we go in there, let’s show Raj that we’re happy for him."
        ],
        [
            "Sheldon",
            "But I’m not."
        ],
        [
            "Howard",
            "Well then fake it. Look at me, I could be grinding on the fact that without my stabilizing telescope mount he never would have found that stupid little clump of cosmic schmutz, but I’m bigger than that."
        ],
        [
            "Sheldon",
            "Fine, what do you want me to do?"
        ],
        [
            "Leonard",
            "Smile. (He does, exaggeratedly.)"
        ],
        [
            "Howard",
            "Oh crap, that’s terrifying."
        ],
        [
            "Leonard",
            "We’re here to see Koothrappali, not kill Batman."
        ],
        [
            "Howard",
            "Try less teeth. (Does. It isn’t much better.)"
        ],
        [
            "Leonard",
            "Close enough, come on. (Knocking and entering.) Hi Raj."
        ],
        [
            "Raj",
            "Hey guys, what’s up?"
        ],
        [
            "Howard",
            "We just wanted to invite you out to dinner tonight."
        ],
        [
            "Leonard",
            "Celebrate your thirty under thirty thing. Right Sheldon? (He smiles.) "
        ],
        [
            "Raj",
            "It’s very nice of you, I would like that."
        ],
        [
            "Gablehauser (entering)",
            "Hello boys."
        ],
        [
            "Raj",
            "Dr Gablehouser."
        ],
        [
            "Gablehauser",
            "Dr Koothrappali."
        ],
        [
            "Leonard",
            "Dr Gablehauser."
        ],
        [
            "Gablehauser",
            "Dr Hoffstadter."
        ],
        [
            "Sheldon",
            "Dr Gablehauser."
        ],
        [
            "Gablehauser",
            "Dr Cooper."
        ],
        [
            "Howard",
            "Dr Gablehauser."
        ],
        [
            "Gablehauser",
            "Mister Wolowitz. Boys, I’ve got a question for you. Who in this room discovered a star?"
        ],
        [
            "Raj",
            "Actually, 2008 NQ sub 17 is a planetary body."
        ],
        [
            "Gablehauser",
            "I’m not talking about you, I’m talking about me. You, my exotic young friend are my star."
        ],
        [
            "Sheldon",
            "Well, you didn’t discover him, you merely noticed he was here, much like he did with 2008 NQ sub 17."
        ],
        [
            "Leonard",
            "Sheldon!"
        ],
        [
            "Sheldon",
            "Oh, sorry. (Smiles)"
        ],
        [
            "Gablehauser",
            "Well, we’ve got to get you into a better office, something more suited to your status."
        ],
        [
            "Raj",
            "Really, you don’t have to go to any trouble."
        ],
        [
            "Gablehauser",
            "How about if I put you in Von Gerlick’s old office?"
        ],
        [
            "Raj",
            "I’d rather have Fishbine’s, it’s bigger."
        ],
        [
            "Gablehauser",
            "Done."
        ],
        [
            "Howard",
            "Wait a minute, I called dibs on Fishbine’s office the day he started showing up at work in his bathrobe."
        ],
        [
            "Sheldon",
            "He gets a new office, I can’t even get paper towels in the men’s room?"
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "Damn, this is hard. (Smiles) "
        ],
        [
            "Gablehauser",
            "Let me ask you something, what do you think the business of this place is?"
        ],
        [
            "Leonard (after he, Sheldon and Howard whisper to each other)",
            "Science?"
        ],
        [
            "Gablehauser",
            "Money."
        ],
        [
            "Howard",
            "Told you."
        ],
        [
            "Gablehauser",
            "And this boy’s picture in People magazine is going to raise us a pile of money taller than… well, taller than you (ruffling Howard’s hair.) "
        ],
        [
            "Howard",
            "I have a master’s degree."
        ],
        [
            "Gablehauser",
            "Who doesn’t? Dr Koothrappali, have you ever had lunch in the President’s dining room?"
        ],
        [
            "Raj",
            "I didn’t even know there was a President’s dining room."
        ],
        [
            "Gablehauser",
            "It’s the same food as the Cafeteria, only fresh. Come on little buddy."
        ],
        [
            "Raj",
            "Okay, big buddy. See you tonight guys. (They leave.)"
        ],
        [
            "Leonard",
            "You can stop smiling now."
        ],
        [
            "Sheldon",
            "Aaaah!"
        ],
        [
            "Scene",
            "A restaurant."
        ],
        [
            "Raj",
            "So anyway, after a fantastic lunch I was whisked off to the People magazine photo shoot… have any of you boys ever been to a photo shoot?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Raj",
            "It’s fantastic, apparently the camera loves me and I it. They shot me in front of a starry background where I posed like this. (Stares into space.) They’re going to digitally add a supernova, they say it’s the perfect metaphor for my incandescent talent."
        ],
        [
            "Sheldon",
            "Right, a ball of hot flaming gas that collapses in on itself. (Leonard nudges him. He smiles. Phone rings.) "
        ],
        [
            "Raj",
            "Excuse me. Oh, it’s my assistant Trevor. Go for Koothrappali. Uh-huh."
        ],
        [
            "Howard",
            "They gave him an assistant? If I want a new pen I have to go to the bank with wire cutters."
        ],
        [
            "Sheldon (still smiling)",
            "Have we at this point met our social obligations?"
        ],
        [
            "Leonard",
            "Not yet."
        ],
        [
            "Raj",
            "Okay, just put it on my calendar but start thinking of a reason why I can’t go, alrighty? Koothrappali out. God bless that boy, I don’t know what I’d do without him."
        ],
        [
            "Leonard",
            "You just got him this afternoon."
        ],
        [
            "Raj",
            "Yes, but I’m finding that having a lackey suits me."
        ],
        [
            "Leonard",
            "A lackey?"
        ],
        [
            "Raj",
            "Oh, I’m sorry, is that politically incorrect? In India we just call them untouchables."
        ],
        [
            "Sheldon",
            "Now?"
        ],
        [
            "Leonard",
            "Almost."
        ],
        [
            "Raj",
            "Speaking of untouchables, I’ve got great news for you guys. People magazine is having a reception this Saturday, and I managed to get you invited."
        ],
        [
            "Howard",
            "Oh, gee, thanks."
        ],
        [
            "Raj",
            "Oh, you’re welcome. Of course, I couldn’t get you into the VIP section, because, you know, that’s for VIPs, and you guys are just, you know, Ps."
        ],
        [
            "Sheldon",
            "There’s a tribe in Papua New Guinea where, when a hunter flaunts his success to the rest of the village they kill him, and drive away evil spirits with a drum made of his skin. Superstitious nonsense of course, but one can see their point. (Smiles)"
        ],
        [
            "Penny (bringing another grasshopper)",
            "Here you go, Raj, you might want to drink this one slowly."
        ],
        [
            "Raj",
            "Okay, so, Saturday night, can I count on my posse?"
        ],
        [
            "Howard",
            "Gee, I’d love to Raj, but I can’t make it."
        ],
        [
            "Raj",
            "Oh, okay, Leonard?"
        ],
        [
            "Leonard",
            "Well, uh, no I… the… no."
        ],
        [
            "Raj",
            "Sheldon?"
        ],
        [
            "Sheldon",
            "I can make it, but I won’t."
        ],
        [
            "Penny",
            "What are you guys talking about?"
        ],
        [
            "Raj",
            "Well, there’s a reception for my magazine article on Saturday."
        ],
        [
            "Penny",
            "And you guys aren’t going? I can’t believe you, Raj is celebrating a tremendous accomplishment and you’re not even going to be there to support him?"
        ],
        [
            "Sheldon",
            "A tremendous accomplishment would be if the planetary body he discovered were plummeting toward Earth and he exploded it with his mind."
        ],
        [
            "Howard",
            "That would be cool. I’d go to that reception."
        ],
        [
            "Penny",
            "Come on, this is huge, Raj is going to be in People magazine. And he didn’t even have to knock up one of the Spears sisters."
        ],
        [
            "Raj",
            "Would you like to go with me?"
        ],
        [
            "Penny",
            "Of course I would, I would be honoured."
        ],
        [
            "Raj",
            "Really? Cool."
        ],
        [
            "Penny",
            "Shame on you guys. (Leaves)"
        ],
        [
            "Raj",
            "Look at that. I got a date with Penny. I can’t believe it took you a whole year."
        ],
        [
            "Sheldon",
            "Now?"
        ],
        [
            "Leonard",
            "Now. (They all get up and leave. Raj looks around himself, then leans over to the next table.)"
        ],
        [
            "Raj",
            "Hey, buddy. I’m going to be in people magazine."
        ],
        [
            "Charlie Sheen (turning round)",
            "Yeah, call me when you’re on the cover."
        ],
        [
            "Scene",
            "Outside Penny’s door. Raj in a suit knocks on the door with his foot as he has a glass of champagne in both hands. He drinks one. Penny opens door, she is dressed up also."
        ],
        [
            "Penny",
            "Oh, Raj, look at you!"
        ],
        [
            "Raj",
            "I know, I am resplendent like the noonday sun, am I not?"
        ],
        [
            "Penny",
            "Um, yeah, starting with the champagne a little early aren’t you?"
        ],
        [
            "Raj",
            "It was in the limo. They sent a limo. I have a limo. I just love saying limo. Here, sip on this while you’re getting ready."
        ],
        [
            "Penny",
            "Oh, I’m ready."
        ],
        [
            "Raj",
            "That’s what you’re wearing."
        ],
        [
            "Penny",
            "Um, yeah, why what’s wrong with it?"
        ],
        [
            "Raj",
            "Nothing, I was just hoping for something a little more, you know, redonkulous."
        ],
        [
            "Penny",
            "Yeah, well, this is all the donkulous you’re gonna get."
        ],
        [
            "Raj",
            "Okey dokey, let’s roll. Alright, it’s time to raise the roof. Oo-ooh, oo-ooh."
        ],
        [
            "Penny (to Leonard who is just coming up the stairs)",
            "Hey Leonard."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Raj",
            "Dude."
        ],
        [
            "Leonard",
            "You look very nice."
        ],
        [
            "Raj and Penny together",
            "Thank you."
        ],
        [
            "Penny",
            "Uh, come on, good night Leonard."
        ],
        [
            "Leonard",
            "Good night."
        ],
        [
            "Raj",
            "Hey, Leonard, did you see my limo downstairs."
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Raj",
            "It’s bigger than the house my grandfather grew up in."
        ],
        [
            "Leonard",
            "Terrific."
        ],
        [
            "Raj",
            "It has more food too."
        ],
        [
            "Penny",
            "Alright, come on, come on."
        ],
        [
            "Raj (leaving, singing)",
            "I’m coming up so you better get this party started."
        ],
        [
            "Leonard (entering apartment)",
            "Hey."
        ],
        [
            "Howard",
            "Hey, good news, you don’t have to sulk about Penny any more, look, there are hundreds of Croatian women just waiting for you to contact them."
        ],
        [
            "Leonard",
            "Anythingforagreencard.com?"
        ],
        [
            "Howard",
            "I’ll lend you my user name, it’s wealthybigpenis."
        ],
        [
            "Leonard",
            "You’re joking."
        ],
        [
            "Howard",
            "Well, you gotta make it easy for them, they’re just learning English."
        ],
        [
            "Leonard",
            "Pass."
        ],
        [
            "Howard",
            "So you’re just going to sit around here and mope while Penny is out with Doctor Apu from the Kwik-e-Mart?"
        ],
        [
            "Leonard",
            "It’s not a date, and that’s racist."
        ],
        [
            "Howard",
            "It can’t be racist, he’s a beloved character on the Simpsons."
        ],
        [
            "Leonard",
            "Let’s just eat so I can get to bed. With any luck tonight will be the night my sleep apnoea kills me."
        ],
        [
            "Sheldon",
            "Did you remember to ask for the chicken with broccoli to be diced not shredded?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Even though the menu description specifies shredded?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Brown rice, not white?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Did you stop at the Korean grocery and get the good hot mustard."
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Did you pick up the low sodium soy sauce from the market?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Leonard",
            "You’re welcome."
        ],
        [
            "Sheldon",
            "What took you so long?"
        ],
        [
            "Leonard",
            "Just sit down and eat."
        ],
        [
            "Sheldon",
            "Fine. (Opens carton. Shows it to Leonard in disgust.)"
        ],
        [
            "Leonard",
            "Alright, it’s shredded, what do you want me to do?"
        ],
        [
            "Sheldon",
            "I want you to check before you accept the order."
        ],
        [
            "Leonard",
            "Sorry."
        ],
        [
            "Sheldon",
            "Were you distracted by the possibility that Koothrappali might have intercourse with Penny tonight?"
        ],
        [
            "Leonard",
            "He’s not going to have intercourse with Penny."
        ],
        [
            "Sheldon",
            "Then there’s no excuse for this chicken. You know, this situation with Koothrapali brings to mind a story from my childhood."
        ],
        [
            "Howard",
            "Oh goody, more tales from the panhandle."
        ],
        [
            "Sheldon",
            "That’s Northwest Texas, I’m from East Texas, the Gulf region, home to many Vietnamese shrimpers."
        ],
        [
            "Leonard",
            "Do the shrimpers feature in your story?"
        ],
        [
            "Sheldon",
            "No. Anyway, when I was eight, a Montgomery-Ward delivery van ran over our cat, Lucky."
        ],
        [
            "Howard",
            "Lucky?"
        ],
        [
            "Sheldon",
            "Yes, Lucky."
        ],
        [
            "Leonard",
            "He’s irony impaired, just move on."
        ],
        [
            "Howard",
            "Okay, dead cat named Lucky, continue."
        ],
        [
            "Sheldon",
            "While others mourned Lucky, I realised his untimely demise provided me with the opportunity to replace him with something more suited to my pet needs. A faithful companion that I could snuggle with at night, and yet would be capable of killing upon telepathic command."
        ],
        [
            "Howard",
            "So, not a puppy?"
        ],
        [
            "Sheldon",
            "Please, no, nothing so pedestrian. I wanted a griffin."
        ],
        [
            "Leonard",
            "A griffin?"
        ],
        [
            "Sheldon",
            "Yes, half eagle, half lion."
        ],
        [
            "Leonard",
            "And mythological."
        ],
        [
            "Sheldon",
            "Irrelevant. See, I was studying recombinant DNA technology and I was confident I could create one, but my parents were unwilling to secure the necessary eagle eggs and lion semen. Course my sister got swimming lessons when she wanted them."
        ],
        [
            "Howard",
            "Sheldon, not that we don’t all enjoy a good lion semen story, what’s your point."
        ],
        [
            "Sheldon",
            "My point is, if Koothrappali is moving on to a new life of shallow, undeserved fame, perhaps this is an opportunity to create a better cohort."
        ],
        [
            "Leonard",
            "You want to breed a new friend?"
        ],
        [
            "Sheldon",
            "That’s one option, but who has the time? But consider this, the Japanese, they’re doing some wonderful work with artificial intelligence, now, you combine that with some animatronics from the imagineers over at Disney, next thing you know, we’re playing Halo with a multi-lingual Abraham Lincoln."
        ],
        [
            "Howard",
            "Sheldon, don’t take this the wrong way, but, you’re insane."
        ],
        [
            "Leonard",
            "That may well be, but the fact is, it wouldn’t kill us to meet some new people."
        ],
        [
            "Sheldon",
            "Uh, for the record, it could kill us to meet new people. They could be murderers, or the carriers of unusual pathogens, and I’m not insane, my mother had me tested."
        ],
        [
            "Leonard",
            "If we do get a new friend, he should be a guy you can trust. A guy who has your back."
        ],
        [
            "Howard",
            "And he should have a lot of money, and live in a cool place down by the beach where we could throw parties."
        ],
        [
            "Sheldon",
            "He should share our love of technology."
        ],
        [
            "Howard",
            "And he should know a lot of women."
        ],
        [
            "Leonard",
            "Yeah, let’s see, money, women, technology, okay we’re agreed, our new friend is going to be Iron Man."
        ],
        [
            "Scene",
            "Raj’s apartment. Raj is heard singing in a drunk voice through the door. He enters with his arm around Penny."
        ],
        [
            "Raj",
            "Welcome to the Raj Mahal."
        ],
        [
            "Penny",
            "Yes, it’s very nice, goodnight Raj."
        ],
        [
            "Raj",
            "No, wait, the evening’s not over."
        ],
        [
            "Penny",
            "Yes it is."
        ],
        [
            "Raj",
            "No, it’s time to put on some R. Kelly and suck face."
        ],
        [
            "Penny",
            "Oh, wow, is the evening over."
        ],
        [
            "Raj (as a ringing noise is heard)",
            "Wait, wait, that’s my mummy and daddy calling from India. I want you to meet my parents."
        ],
        [
            "Penny",
            "Wait, meet them."
        ],
        [
            "Raj (inhales deeply, picks up laptop, presses a button. His mother and father appear on the screen)",
            "Hello mummy and daddy, good to see you. I’m not drunk."
        ],
        [
            "Mrs Koothrappali",
            "Why would you say that?"
        ],
        [
            "Raj",
            "Just making conversation. Mummy, daddy, I want you to meet my new squeeze, Penny."
        ],
        [
            "Penny",
            "I am not your squeeze. There is no squeezing."
        ],
        [
            "Dr Koothrappali",
            "I can’t see her, centre her in the frame."
        ],
        [
            "Raj",
            "Here you go, cute huh?"
        ],
        [
            "Mrs Koothrappali",
            "She’s not Indian."
        ],
        [
            "Dr Koothrappali",
            "So, she’s not Indian, the boy’s just sowing some wild oats."
        ],
        [
            "Penny",
            "No, no, there’s no sowing, no squeezing, and no sucking face."
        ],
        [
            "Mrs Koothrappali",
            "What if he gets her pregnant. Is this little hotsy-totsy who you want as the mother of your grandchildren."
        ],
        [
            "Raj",
            "What right do you have to pick who I can have children with?"
        ],
        [
            "Dr Koothrappali",
            "Look, Rajesh, I understand, you’re in America, you want to try the local cuisine. But trust me, you don’t want it for a steady diet."
        ],
        [
            "Raj",
            "Now you listen to me, I am no longer a child, and I will not be spoken to like one. Now if you’d excuse me, I have to go throw up."
        ],
        [
            "Mrs Koothrappali",
            "What’s wrong with him?"
        ],
        [
            "Penny",
            "I don’t know, maybe it’s the local cuisine. Okay, well, it’s nice to meet you, just gonna set you on down over here, and I’m going to leave so, Namaste. (Leaves, then almost immediately returns) And FYI, you’d be lucky to have me as a daughter-in-law."
        ],
        [
            "Dr Koothrappali",
            "She’s feisty. I like that."
        ],
        [
            "Scene",
            "Penny’s apartment. She is in her bathrobe. A note slides under the door. "
        ],
        [
            "Penny (opening door to find Raj outside)",
            "Raj, what are you doing. (He hands her the note). No. No notes. If you have something to say to me, say it."
        ],
        [
            "Raj (tries several times. Finally, in a high pitched squeak)",
            "Sorry."
        ],
        [
            "Penny",
            "Oh, sweetie, it’s okay. (She hugs him. As she does, Leonard exits his apartment to see Penny, in bathrobe, hugging Raj who is apparently about to leave. As she goes back inside, Raj turns, smiles, and puts both thumbs up. Leonard turns, with an upset look, to Sheldon who is standing behind him. Sheldon gives him his exaggerated smile.)"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-04-the-griffin-equivalency/"
}