{
    "Season": 2,
    "Episode": 6,
    "Title": "the cooper nowitzki theorem 2",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "A lecture room at the university."
            ],
            [
                10,
                "Credits sequence."
            ],
            [
                12,
                "The university cafeteria."
            ],
            [
                52,
                "The apartment building lobby. Ramona is waiting by the lift. Penny enters. "
            ],
            [
                65,
                "The apartment. Leonard opens the door, Ramona and Penny are outside. "
            ],
            [
                103,
                "The cafeteria."
            ],
            [
                130,
                "The apartment. There is a knock on the door which then opens and Penny enters."
            ],
            [
                132,
                "(Sheldon is sitting in his usual seat, typing on his laptop. One foot is in a foot spa. Ramona is pumicing the other.)"
            ],
            [
                148,
                "unconditional dedication of our entire lives”?"
            ],
            [
                167,
                "Outside Penny’s apartment. "
            ],
            [
                194,
                "Leonard’s bedroom. He is asleep. There is a tapping on the wall. He wakes up."
            ],
            [
                224,
                "The living room. Sheldon is surrounded by whiteboards."
            ],
            [
                237,
                "The hallway, Ramona is leaving."
            ],
            [
                242,
                "The cafeteria. A red haired girl approaches the table. "
            ],
            [
                252,
                "The living room. The guys are eating."
            ],
            [
                259,
                "(Sheldon begins to shake uncontrollably, then expand, then a second Sheldon separates from the original Sheldon and ends up sitting next to him. Leonard wakes up in bed with a start.)"
            ],
            [
                261,
                "great site, wish they was 1 like this for two and a half men"
            ],
            [
                262,
                "Comments are closed."
            ]
        ],
        "Leonard": [
            [
                1,
                "So, if any of you are considering going into experimental physics, my door is always open. Once again, I’m sorry that the demonstration didn’t quite work out, but now we know what happens when you accidentally spill peach Snapple into a helium neon laser. Short answer is… don’t. And now to tell you about the theoretical physics department is Dr. Sheldon Cooper. Dr. Cooper?"
            ],
            [
                3,
                "Excuse me. Sheldon, we both agreed to do this."
            ],
            [
                5,
                "If you don’t do this, I won’t take you to the comic book store."
            ],
            [
                7,
                "Oh, good God."
            ],
            [
                9,
                "Laser demonstration’s looking pretty good now, huh?"
            ],
            [
                17,
                "No, if you can talk to them, you can ask them out."
            ],
            [
                20,
                "Hey, Leslie."
            ],
            [
                44,
                "Sheldon lives in fear of the three-tined fork."
            ],
            [
                68,
                "Hey, Ramona. Come on in."
            ],
            [
                70,
                "Uh, the kitchen’s fine. (To Penny) Hey, what are you doing?"
            ],
            [
                72,
                "Uh-huh. The viewing area’s right over there. Sheldon, your girl… date… person… Ramona’s here."
            ],
            [
                79,
                "Oh, yeah. No, we were just going."
            ],
            [
                81,
                "No, come on, now, we’re going out."
            ],
            [
                83,
                "Let’s go. Okay, you two, just, have a nice… whatever this is."
            ],
            [
                85,
                "What do you mean “deal”?"
            ],
            [
                87,
                "Honestly, we’ve been operating under the assumption that he has no deal."
            ],
            [
                92,
                "On the other hand, I think Sheldon might be the larval form of his species, and someday he’ll spin a cocoon and emerge two months later with moth wings and an exoskeleton."
            ],
            [
                94,
                "Hey, do you want to hang out with us?"
            ],
            [
                96,
                "Uh…"
            ],
            [
                98,
                "The one with the little onions? Mmm."
            ],
            [
                102,
                "Don’t."
            ],
            [
                105,
                "Hey, aren’t you having breakfast?"
            ],
            [
                107,
                "Are you experimenting with nutritional suppositories again?"
            ],
            [
                109,
                "So, how’d it go with Ramona last night?"
            ],
            [
                117,
                "Touche."
            ],
            [
                119,
                "Ah, hey Leslie."
            ],
            [
                125,
                "Wait for me."
            ],
            [
                137,
                "Hey, Penny."
            ],
            [
                139,
                "Why? What are they doing?"
            ],
            [
                143,
                "Yeah, I can see that. Sheldon, Halo night, Koothrappali’s. You coming?"
            ],
            [
                152,
                "Seriously? You’re not coming?"
            ],
            [
                154,
                "Okay, well, once again, you guys have a good… whatever this is."
            ],
            [
                196,
                "Sheldon? (Pause, then more tapping) What are you doing?!"
            ],
            [
                198,
                "Why?"
            ],
            [
                200,
                "We are communicating through the wall."
            ],
            [
                202,
                "I don’t know Morse code."
            ],
            [
                204,
                "Sheldon, I’m not going to learn Morse code at three o’clock in the morning!"
            ],
            [
                206,
                "Don’t come in here, don’t come in here, don’t come in here, don’t (Sheldon enters) Aw! What’s going on?"
            ],
            [
                208,
                "I know. When is she going home?"
            ],
            [
                210,
                "What are you talking about?"
            ],
            [
                212,
                "That only applies if you need me to help you destroy an artificial intelligence you created that’s taking over the Earth."
            ],
            [
                214,
                "Good night."
            ],
            [
                216,
                "The bodysnatchers clause requires me to help you destroy someone we know who’s been replaced with an alien pod."
            ],
            [
                222,
                "Not unless she destroys Tokyo."
            ],
            [
                250,
                "Sheldon, do you see what just happened here?"
            ],
            [
                257,
                "Sheldon? Sheldon, are you okay?"
            ],
            [
                260,
                "That’s it. No more Thai food."
            ]
        ],
        "Sheldon (off)": [
            [
                2,
                "Forget it."
            ],
            [
                4,
                "It’s a waste of time. I might as well explain the laws of thermodynamics to a bunch of labradoodles."
            ]
        ],
        "Sheldon (entering)": [
            [
                6,
                "Hello. Nice work with the laser, by the way. Looking out at your fresh young faces, I remember when I too was deciding my academic future as a lowly graduate student. Of course, I was 14, and I’d already achieved more than most of you could ever hope to, despite my 9 o’clock bedtime. Now, there may be one or two of you in this room who has what it takes to succeed in theoretical physics, although, it’s more likely that you’ll spend your scientific careers teaching fifth graders how to make paper mache volcanoes with baking soda lava."
            ]
        ],
        "Sheldon": [
            [
                8,
                "In short, anyone who told you that you would someday be able to make any significant contribution to physics played a cruel trick on you, a cruel trick indeed. Any questions? Of course not. I weep for the future of science. Now if you’ll excuse me, the latest issue of Batman is out. Come, Leonard."
            ],
            [
                22,
                "The truth can indeed be a finger down the throat of those unprepared to hear it. But why should I cater to second-rate minds?"
            ],
            [
                24,
                "Oh, yeah? Well… you’re a mean person."
            ],
            [
                26,
                "That is the prevailing opinion."
            ],
            [
                30,
                "Amazing, an intelligent labradoodle."
            ],
            [
                32,
                "The fact is I’m quite close to a breakthrough in showing how neutrinos emerge from a string-net condensate."
            ],
            [
                34,
                "It’s what I do."
            ],
            [
                37,
                "I don’t drink coffee."
            ],
            [
                40,
                "I do eat dinner."
            ],
            [
                42,
                "I never eat in strange restaurants. One runs the risk of non-standard cutlery."
            ],
            [
                45,
                "Three tines is not a fork, three tines is a trident. Forks are for eating, tridents are for ruling the seven seas."
            ],
            [
                47,
                "That would be acceptable. On Mondays, I eat Thai food. Mee krob and chicken sate with extra peanut sauce from Siam Palace."
            ],
            [
                49,
                "What a nice girl."
            ],
            [
                51,
                "Yes. Apparently I’m getting a free dinner."
            ],
            [
                73,
                "Oh, hello."
            ],
            [
                75,
                "Did you enjoy the humorous footnote where I illustrate mirror-symmetry by likening it to the Flash playing tennis with himself?"
            ],
            [
                77,
                "My hypotheses tend to have that effect."
            ],
            [
                106,
                "Yes."
            ],
            [
                108,
                "Not in these pants."
            ],
            [
                110,
                "Oh, great. She’s smart, insightful and she has a very unique way of, you know, revering me."
            ],
            [
                112,
                "Thank you. Did anyone touch it?"
            ],
            [
                114,
                "Ramona pointed out that I’ve been wasting 20 minutes a day standing on cafeteria lines."
            ],
            [
                116,
                "You don’t tackle the big issues, Ramona. You fence with them. En garde. Riposte."
            ],
            [
                122,
                "Oh, good one."
            ],
            [
                127,
                "Well, to paraphrase Mozart, all the subatomic particles are there, I just have to put them in the right order."
            ],
            [
                129,
                "Aren’t I?"
            ],
            [
                135,
                "Yes, I’m close to a breakthrough. Ooh, it tickles"
            ],
            [
                144,
                "Oh, yes, it’s Halo night. Let me just dry my tootsies."
            ],
            [
                146,
                "Yes, I am. It’s Wednesday. Wednesday’s Halo night.</i>"
            ],
            [
                149,
                "He did."
            ],
            [
                151,
                "Me. Sorry, Leonard."
            ],
            [
                153,
                "You heard her. How can I argue with me?"
            ],
            [
                156,
                "I prefer to think of it as I’m pulling them forward."
            ],
            [
                158,
                "He does on Wednesdays."
            ],
            [
                160,
                "He does want that. Does a man with my intellectual gifts play paintball on weekends?"
            ],
            [
                162,
                "Drat."
            ],
            [
                164,
                "I suppose. Battlestar Galactica comes on tonight. (Pause) I guess I can wait for the DVD. (Pause) And then never ever watch it."
            ],
            [
                171,
                "Please, please, I don’t have a lot of time. Look, Ramona finally dozed off, and I need you to help me get rid of her."
            ],
            [
                173,
                "I don’t know, but apparently I’m in some kind of relationship, and you seem to be an expert at ending them."
            ],
            [
                175,
                "I see man after man leaving this apartment never to return."
            ],
            [
                178,
                "Hide me."
            ],
            [
                180,
                "I formally request sanctuary."
            ],
            [
                182,
                "Um… she distracted me. I told you, Penny, I don’t have time for your nonsense, I have important things to do."
            ],
            [
                197,
                "It’s Morse code."
            ],
            [
                199,
                "So we can communicate through the wall."
            ],
            [
                201,
                "Yes, but the communication is not encrypted."
            ],
            [
                203,
                "It’s very simple. This is A (knock knock) this is B (knock knock-knock-knock) this is C…"
            ],
            [
                205,
                "All right."
            ],
            [
                207,
                "Shh! Ramona’s sleeping on the couch."
            ],
            [
                209,
                "Never, that’s the problem. I need your help."
            ],
            [
                211,
                "I’m invoking the Skynet clause of our friendship agreement."
            ],
            [
                213,
                "Come on! Don’t nitpick!"
            ],
            [
                215,
                "Shh. All right, I’m invoking our bodysnatchers clause."
            ],
            [
                217,
                "Yes. She’s in the living room. Go, I’ll wait here."
            ],
            [
                219,
                "Now! Do it!"
            ],
            [
                221,
                "Godzilla clause?"
            ],
            [
                223,
                "Rats."
            ],
            [
                228,
                "And I could not have done it without you."
            ],
            [
                230,
                "It was a lot more than that. You helped me work out the masses of all the fermions, and you pumiced my hammer toe. How can I ever repay you?"
            ],
            [
                232,
                "Who’s Nowitzki?"
            ],
            [
                234,
                "Oh, you want me to share credit?"
            ],
            [
                236,
                "Get out!"
            ],
            [
                245,
                "Maybe when I publish it, I’ll include an inhaler."
            ],
            [
                247,
                "Let’s see, today’s Thursday. Thursday nights, I eat pizza from Giacomo’s. Sausage, mushrooms, light olives."
            ],
            [
                249,
                "What a nice girl."
            ],
            [
                251,
                "Yes, I’m getting a free pizza. I’m on a roll."
            ],
            [
                253,
                "More Pad Thai, please."
            ],
            [
                256,
                "Just one more bite."
            ],
            [
                258,
                "I’m just so… full."
            ]
        ],
        "Raj": [
            [
                14,
                "I love this time of the year. The leaves are turning, there’s a bracing chill in the air."
            ],
            [
                16,
                "Isn’t there a university policy against dating graduate students?"
            ],
            [
                18,
                "Damn, there’s always a catch."
            ],
            [
                101,
                "Brisket party! B-to-the-R-to-the-I-S-K… To-the-E-to-the-T… Ooh…"
            ],
            [
                255,
                "You might want to slow down a bit, buddy."
            ]
        ],
        "Howard": [
            [
                15,
                "Plus there’s a whole new crop of female grad students about to put on just enough winter weight to make them needy and vulnerable. That’s right, honey, have another calzone, Daddy can wait."
            ],
            [
                28,
                "Howard Wolowitz, department of engineering, co-designer of the International Space Station’s Liquid Waste Disposal System."
            ],
            [
                31,
                "Woof."
            ],
            [
                35,
                "You know, the Pishkin-Wolowitz Liquid Waste Disposal System is turning a few heads as well."
            ],
            [
                38,
                "I do. I love me a cup of joe."
            ],
            [
                50,
                "Sheldon, do you have any idea what just happened?"
            ],
            [
                80,
                "To watch, right?"
            ],
            [
                89,
                "Not Sheldon. Over the years, we’ve formulated many theories about how he might reproduce. I’m an advocate of mytosis."
            ],
            [
                91,
                "I believe one day Sheldon will eat an enormous amount of Thai food and split into two Sheldons."
            ],
            [
                97,
                "My mom’s making a brisket tonight."
            ],
            [
                100,
                "Her loss. Let’s go."
            ],
            [
                254,
                "Sheldon, you’ve already had four servings."
            ]
        ],
        "Leslie Winkle (entering)": [
            [
                19,
                "Hey, guys."
            ]
        ],
        "Leslie": [
            [
                21,
                "So, dumbass, I heard you made a grad student throw up last night."
            ],
            [
                23,
                "Because first-rate minds call you “dumbass”?"
            ],
            [
                27,
                "Oh, now I’m gonna throw up."
            ],
            [
                120,
                "So, Sheldon, I see you’re organizing your papers for the Smithsonian Museum of Dumbassery."
            ],
            [
                123,
                "I see you got a grad student to fight your battles for you. I’ll let you keep your lunch money today."
            ]
        ],
        "Girl (arriving)": [
            [
                25,
                "Excuse me, Dr. Cooper, I’m Ramona Nowitzki, I was at your talk last night. I think you’re just brilliant."
            ]
        ],
        "Ramona": [
            [
                29,
                "Ew. Dr. Cooper, I’ve read everything you’ve published. I especially liked your paper on grand unification using string-network condensates and was wondering how you determined that three-dimensional string-nets provided a unified picture of fermions and gauge bosons?"
            ],
            [
                33,
                "Oh, my God, that would change the way we view the entire physical universe."
            ],
            [
                36,
                "Again, ew. You know, I’d love to hear more about how you intend to add neutrinos. Could we get a cup of coffee sometime?"
            ],
            [
                39,
                "Well, it doesn’t have to be coffee. How about dinner?"
            ],
            [
                41,
                "Great. I know a terrific little Italian place."
            ],
            [
                43,
                "Excuse me?"
            ],
            [
                46,
                "What if I brought food to your place?"
            ],
            [
                48,
                "You got it. I already have your address."
            ],
            [
                55,
                "That’s okay. Guess I’m taking the stairs."
            ],
            [
                57,
                "4-A."
            ],
            [
                59,
                "No, Dr. Cooper."
            ],
            [
                61,
                "We’re having dinner."
            ],
            [
                63,
                "He is cute, isn’t he?"
            ],
            [
                67,
                "Hi, Leonard."
            ],
            [
                69,
                "Thanks. Where should I put this?"
            ],
            [
                74,
                "Oh, sorry I’m late. I just got so caught up reading the draft of your latest paper."
            ],
            [
                76,
                "So funny. But the idea that you might be able to incorporate gravity, I have to tell you, I found it physically exhilarating."
            ],
            [
                78,
                "I’m sorry I didn’t bring enough for your friends. I assumed we were going to be alone."
            ],
            [
                113,
                "Gloves were worn by everyone involved. I was vigilant."
            ],
            [
                115,
                "Time which would be better spent tackling the great physics problems of our day."
            ],
            [
                121,
                "There won’t be any room until they get rid of the permanent Leslie Winkle exhibit."
            ],
            [
                124,
                "Okay, Dr. Cooper is on the verge of a breakthrough. If you’re going to stay, you’ll have to be respectful and quiet. (Leslie leaves. Ramona looks pointedly at Leonard) "
            ],
            [
                126,
                "So have you worked out the neutrino issue?"
            ],
            [
                128,
                "You’re so witty."
            ],
            [
                134,
                "Dr. Cooper is working."
            ],
            [
                142,
                "Dr. Cooper’s working."
            ],
            [
                145,
                "You’re not going to Halo night."
            ],
            [
                147,
                "Didn’t a great man once say, “Science demands nothing less than the fervent and"
            ],
            [
                150,
                "And who was that great man?"
            ],
            [
                155,
                "Dr. Cooper, I have to tell you, your friends are holding you back."
            ],
            [
                157,
                "Halo night? A man with your intellectual gifts doesn’t waste an evening playing video games."
            ],
            [
                159,
                "Not if he wants a Nobel Prize."
            ],
            [
                161,
                "What do you think?"
            ],
            [
                163,
                "Now shall we get back to work?"
            ],
            [
                181,
                "Why aren’t you working?"
            ],
            [
                184,
                "I know what’s going on here."
            ],
            [
                186,
                "You’re in love with Dr. Cooper."
            ],
            [
                188,
                "Don’t try to deny it. He’s a remarkable man, but you have to let him go."
            ],
            [
                190,
                "I know it’s hard, but he’s a gift to the whole world, and we can’t be selfish."
            ],
            [
                192,
                "Sisters?"
            ],
            [
                220,
                "You know you need your sleep in order for your cognitive processing to perform at optimum levels. Now come on."
            ],
            [
                227,
                "It’s unbelievable! It’s paradigm-altering!"
            ],
            [
                229,
                "Oh, please, I just offered a little encouragement."
            ],
            [
                231,
                "Well, would you consider naming it the Cooper-Nowitzki Theorem?"
            ],
            [
                233,
                "I’m Nowitzki."
            ],
            [
                235,
                "Uh-huh."
            ],
            [
                240,
                "Oh, bite me!"
            ]
        ],
        "Penny": [
            [
                54,
                "Oh, yeah, no, this thing’s majorly out of order. (Picking up out of order sign) See? Sorry."
            ],
            [
                56,
                "Where you going?"
            ],
            [
                58,
                "Oh, are you here to see Leonard?"
            ],
            [
                60,
                "Dr. Sheldon Cooper?"
            ],
            [
                62,
                "Sheldon Cooper? Tall, thin, looks a little like a giant praying mantis?"
            ],
            [
                64,
                "Sheldon Cooper?"
            ],
            [
                71,
                "I need to see this."
            ],
            [
                82,
                "Oh, come on, we’ll be quiet."
            ],
            [
                86,
                "You know, like what’s his deal? Is it girls? Guys? Sock puppets?"
            ],
            [
                88,
                "Come on, everybody has a deal."
            ],
            [
                90,
                "I’m sorry?"
            ],
            [
                93,
                "Okay, well, thanks for the nightmares."
            ],
            [
                95,
                "What are you guys gonna do?"
            ],
            [
                99,
                "Yeah, I’m busy, so, goodnight."
            ],
            [
                131,
                "Hey, guys, this package came for y…"
            ],
            [
                136,
                "Sorry. (Puts package down and leaves. In hallway, shudders)  Holy crap on a cracker."
            ],
            [
                138,
                "Hi. You know, you probably don’t want to go in there."
            ],
            [
                140,
                "You know, the only way I could explain it would be in a therapist’s office with dolls."
            ],
            [
                170,
                "Sheldon, honey, I’ve told you, it’s a small apartment, you only have to knock one time."
            ],
            [
                172,
                "Get rid of her how?"
            ],
            [
                174,
                "Excuse me?"
            ],
            [
                176,
                "Okay, first of all, it is not man after man."
            ],
            [
                179,
                "Hide you?"
            ],
            [
                183,
                "Oh, man."
            ],
            [
                185,
                "Really? Well, then will you explain it to me?"
            ],
            [
                187,
                "Uh, yeah, no, that’s not it."
            ],
            [
                189,
                "Oh, gee, okay."
            ],
            [
                191,
                "Yeah, he’s a gift all right."
            ],
            [
                193,
                "Um, sure, sisters. (Ramona leaves.) Holy crap on a cracker."
            ],
            [
                239,
                "Oh, hey, hi."
            ],
            [
                241,
                "Sisters?"
            ]
        ],
        "Penny (in hallway)": [
            [
                84,
                "Okay, you guys, look, I know this is none of my business, but I just, I have to ask, what’s Sheldon’s deal?"
            ]
        ],
        "Ramona (arriving)": [
            [
                111,
                "Here’s your spinach mushroom omelette ."
            ]
        ],
        "Leslie (arriving)": [
            [
                118,
                "Morning."
            ]
        ],
        "Leonard (enters)": [
            [
                141,
                "Hoo-boy."
            ]
        ],
        "Montage of scenes": [
            [
                165,
                "To the sound of “You Can Be My Yoko Ono” by Barenaked Ladies  we see 1. the guys set off for paintball while Sheldon, dressed in paintball gear, sadly waves them goodbye, 2. Ramona catch Sheldon hiding behind the shower curtain playing on a Nintendo DS, 3. Ramona remove a book Sheldon is reading to reveal a Batman comic underneath, 4. Sheldon escape the apartment in his paintball gear only to be chased back inside by Ramona returning with groceries, she finds him sitting in his underpants with his paintball helmet still on."
            ]
        ],
        "Sheldon (Knock, knock, knock, in a low voice)": [
            [
                169,
                "Penny, (knock, knock, knock) Penny, (knock, knock, knock) Penny"
            ]
        ],
        "Ramona (off)": [
            [
                177,
                "Dr. Cooper?!"
            ]
        ],
        "Ramona (entering)": [
            [
                218,
                "Sheldon, what are you doing out of bed?"
            ]
        ],
        "Sheldon (excitedly)": [
            [
                226,
                "I’ve got it! I finally reconciled the black hole information paradox with my theory of string-network condensates!"
            ]
        ],
        "Girl": [
            [
                244,
                "Excuse me, Dr. Cooper, I’m Kathy O’Brien. I just finished reading your paper reconciling the black hole information paradox with your theory of string-network condensates, and it just took my breath away."
            ]
        ],
        "Kathy": [
            [
                246,
                "Would you possibly have any time for me to pick your brain?"
            ],
            [
                248,
                "Great. I’ll bring it to your place. I have the address."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "A lecture room at the university."
        ],
        [
            "Leonard",
            "So, if any of you are considering going into experimental physics, my door is always open. Once again, I’m sorry that the demonstration didn’t quite work out, but now we know what happens when you accidentally spill peach Snapple into a helium neon laser. Short answer is… don’t. And now to tell you about the theoretical physics department is Dr. Sheldon Cooper. Dr. Cooper?"
        ],
        [
            "Sheldon (off)",
            "Forget it."
        ],
        [
            "Leonard",
            "Excuse me. Sheldon, we both agreed to do this."
        ],
        [
            "Sheldon (off)",
            "It’s a waste of time. I might as well explain the laws of thermodynamics to a bunch of labradoodles."
        ],
        [
            "Leonard",
            "If you don’t do this, I won’t take you to the comic book store."
        ],
        [
            "Sheldon (entering)",
            "Hello. Nice work with the laser, by the way. Looking out at your fresh young faces, I remember when I too was deciding my academic future as a lowly graduate student. Of course, I was 14, and I’d already achieved more than most of you could ever hope to, despite my 9 o’clock bedtime. Now, there may be one or two of you in this room who has what it takes to succeed in theoretical physics, although, it’s more likely that you’ll spend your scientific careers teaching fifth graders how to make paper mache volcanoes with baking soda lava."
        ],
        [
            "Leonard",
            "Oh, good God."
        ],
        [
            "Sheldon",
            "In short, anyone who told you that you would someday be able to make any significant contribution to physics played a cruel trick on you, a cruel trick indeed. Any questions? Of course not. I weep for the future of science. Now if you’ll excuse me, the latest issue of Batman is out. Come, Leonard."
        ],
        [
            "Leonard",
            "Laser demonstration’s looking pretty good now, huh?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "Raj",
            "I love this time of the year. The leaves are turning, there’s a bracing chill in the air."
        ],
        [
            "Howard",
            "Plus there’s a whole new crop of female grad students about to put on just enough winter weight to make them needy and vulnerable. That’s right, honey, have another calzone, Daddy can wait."
        ],
        [
            "Raj",
            "Isn’t there a university policy against dating graduate students?"
        ],
        [
            "Leonard",
            "No, if you can talk to them, you can ask them out."
        ],
        [
            "Raj",
            "Damn, there’s always a catch."
        ],
        [
            "Leslie Winkle (entering)",
            "Hey, guys."
        ],
        [
            "Leonard",
            "Hey, Leslie."
        ],
        [
            "Leslie",
            "So, dumbass, I heard you made a grad student throw up last night."
        ],
        [
            "Sheldon",
            "The truth can indeed be a finger down the throat of those unprepared to hear it. But why should I cater to second-rate minds?"
        ],
        [
            "Leslie",
            "Because first-rate minds call you “dumbass”?"
        ],
        [
            "Sheldon",
            "Oh, yeah? Well… you’re a mean person."
        ],
        [
            "Girl (arriving)",
            "Excuse me, Dr. Cooper, I’m Ramona Nowitzki, I was at your talk last night. I think you’re just brilliant."
        ],
        [
            "Sheldon",
            "That is the prevailing opinion."
        ],
        [
            "Leslie",
            "Oh, now I’m gonna throw up."
        ],
        [
            "Howard",
            "Howard Wolowitz, department of engineering, co-designer of the International Space Station’s Liquid Waste Disposal System."
        ],
        [
            "Ramona",
            "Ew. Dr. Cooper, I’ve read everything you’ve published. I especially liked your paper on grand unification using string-network condensates and was wondering how you determined that three-dimensional string-nets provided a unified picture of fermions and gauge bosons?"
        ],
        [
            "Sheldon",
            "Amazing, an intelligent labradoodle."
        ],
        [
            "Howard",
            "Woof."
        ],
        [
            "Sheldon",
            "The fact is I’m quite close to a breakthrough in showing how neutrinos emerge from a string-net condensate."
        ],
        [
            "Ramona",
            "Oh, my God, that would change the way we view the entire physical universe."
        ],
        [
            "Sheldon",
            "It’s what I do."
        ],
        [
            "Howard",
            "You know, the Pishkin-Wolowitz Liquid Waste Disposal System is turning a few heads as well."
        ],
        [
            "Ramona",
            "Again, ew. You know, I’d love to hear more about how you intend to add neutrinos. Could we get a cup of coffee sometime?"
        ],
        [
            "Sheldon",
            "I don’t drink coffee."
        ],
        [
            "Howard",
            "I do. I love me a cup of joe."
        ],
        [
            "Ramona",
            "Well, it doesn’t have to be coffee. How about dinner?"
        ],
        [
            "Sheldon",
            "I do eat dinner."
        ],
        [
            "Ramona",
            "Great. I know a terrific little Italian place."
        ],
        [
            "Sheldon",
            "I never eat in strange restaurants. One runs the risk of non-standard cutlery."
        ],
        [
            "Ramona",
            "Excuse me?"
        ],
        [
            "Leonard",
            "Sheldon lives in fear of the three-tined fork."
        ],
        [
            "Sheldon",
            "Three tines is not a fork, three tines is a trident. Forks are for eating, tridents are for ruling the seven seas."
        ],
        [
            "Ramona",
            "What if I brought food to your place?"
        ],
        [
            "Sheldon",
            "That would be acceptable. On Mondays, I eat Thai food. Mee krob and chicken sate with extra peanut sauce from Siam Palace."
        ],
        [
            "Ramona",
            "You got it. I already have your address."
        ],
        [
            "Sheldon",
            "What a nice girl."
        ],
        [
            "Howard",
            "Sheldon, do you have any idea what just happened?"
        ],
        [
            "Sheldon",
            "Yes. Apparently I’m getting a free dinner."
        ],
        [
            "Scene",
            "The apartment building lobby. Ramona is waiting by the lift. Penny enters. "
        ],
        [
            "Penny",
            "Oh, yeah, no, this thing’s majorly out of order. (Picking up out of order sign) See? Sorry."
        ],
        [
            "Ramona",
            "That’s okay. Guess I’m taking the stairs."
        ],
        [
            "Penny",
            "Where you going?"
        ],
        [
            "Ramona",
            "4-A."
        ],
        [
            "Penny",
            "Oh, are you here to see Leonard?"
        ],
        [
            "Ramona",
            "No, Dr. Cooper."
        ],
        [
            "Penny",
            "Dr. Sheldon Cooper?"
        ],
        [
            "Ramona",
            "We’re having dinner."
        ],
        [
            "Penny",
            "Sheldon Cooper? Tall, thin, looks a little like a giant praying mantis?"
        ],
        [
            "Ramona",
            "He is cute, isn’t he?"
        ],
        [
            "Penny",
            "Sheldon Cooper?"
        ],
        [
            "Scene",
            "The apartment. Leonard opens the door, Ramona and Penny are outside. "
        ],
        [
            "Ramona",
            "Hi, Leonard."
        ],
        [
            "Leonard",
            "Hey, Ramona. Come on in."
        ],
        [
            "Ramona",
            "Thanks. Where should I put this?"
        ],
        [
            "Leonard",
            "Uh, the kitchen’s fine. (To Penny) Hey, what are you doing?"
        ],
        [
            "Penny",
            "I need to see this."
        ],
        [
            "Leonard",
            "Uh-huh. The viewing area’s right over there. Sheldon, your girl… date… person… Ramona’s here."
        ],
        [
            "Sheldon",
            "Oh, hello."
        ],
        [
            "Ramona",
            "Oh, sorry I’m late. I just got so caught up reading the draft of your latest paper."
        ],
        [
            "Sheldon",
            "Did you enjoy the humorous footnote where I illustrate mirror-symmetry by likening it to the Flash playing tennis with himself?"
        ],
        [
            "Ramona",
            "So funny. But the idea that you might be able to incorporate gravity, I have to tell you, I found it physically exhilarating."
        ],
        [
            "Sheldon",
            "My hypotheses tend to have that effect."
        ],
        [
            "Ramona",
            "I’m sorry I didn’t bring enough for your friends. I assumed we were going to be alone."
        ],
        [
            "Leonard",
            "Oh, yeah. No, we were just going."
        ],
        [
            "Howard",
            "To watch, right?"
        ],
        [
            "Leonard",
            "No, come on, now, we’re going out."
        ],
        [
            "Penny",
            "Oh, come on, we’ll be quiet."
        ],
        [
            "Leonard",
            "Let’s go. Okay, you two, just, have a nice… whatever this is."
        ],
        [
            "Penny (in hallway)",
            "Okay, you guys, look, I know this is none of my business, but I just, I have to ask, what’s Sheldon’s deal?"
        ],
        [
            "Leonard",
            "What do you mean “deal”?"
        ],
        [
            "Penny",
            "You know, like what’s his deal? Is it girls? Guys? Sock puppets?"
        ],
        [
            "Leonard",
            "Honestly, we’ve been operating under the assumption that he has no deal."
        ],
        [
            "Penny",
            "Come on, everybody has a deal."
        ],
        [
            "Howard",
            "Not Sheldon. Over the years, we’ve formulated many theories about how he might reproduce. I’m an advocate of mytosis."
        ],
        [
            "Penny",
            "I’m sorry?"
        ],
        [
            "Howard",
            "I believe one day Sheldon will eat an enormous amount of Thai food and split into two Sheldons."
        ],
        [
            "Leonard",
            "On the other hand, I think Sheldon might be the larval form of his species, and someday he’ll spin a cocoon and emerge two months later with moth wings and an exoskeleton."
        ],
        [
            "Penny",
            "Okay, well, thanks for the nightmares."
        ],
        [
            "Leonard",
            "Hey, do you want to hang out with us?"
        ],
        [
            "Penny",
            "What are you guys gonna do?"
        ],
        [
            "Leonard",
            "Uh…"
        ],
        [
            "Howard",
            "My mom’s making a brisket tonight."
        ],
        [
            "Leonard",
            "The one with the little onions? Mmm."
        ],
        [
            "Penny",
            "Yeah, I’m busy, so, goodnight."
        ],
        [
            "Howard",
            "Her loss. Let’s go."
        ],
        [
            "Raj",
            "Brisket party! B-to-the-R-to-the-I-S-K… To-the-E-to-the-T… Ooh…"
        ],
        [
            "Leonard",
            "Don’t."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Leonard",
            "Hey, aren’t you having breakfast?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Leonard",
            "Are you experimenting with nutritional suppositories again?"
        ],
        [
            "Sheldon",
            "Not in these pants."
        ],
        [
            "Leonard",
            "So, how’d it go with Ramona last night?"
        ],
        [
            "Sheldon",
            "Oh, great. She’s smart, insightful and she has a very unique way of, you know, revering me."
        ],
        [
            "Ramona (arriving)",
            "Here’s your spinach mushroom omelette ."
        ],
        [
            "Sheldon",
            "Thank you. Did anyone touch it?"
        ],
        [
            "Ramona",
            "Gloves were worn by everyone involved. I was vigilant."
        ],
        [
            "Sheldon",
            "Ramona pointed out that I’ve been wasting 20 minutes a day standing on cafeteria lines."
        ],
        [
            "Ramona",
            "Time which would be better spent tackling the great physics problems of our day."
        ],
        [
            "Sheldon",
            "You don’t tackle the big issues, Ramona. You fence with them. En garde. Riposte."
        ],
        [
            "Leonard",
            "Touche."
        ],
        [
            "Leslie (arriving)",
            "Morning."
        ],
        [
            "Leonard",
            "Ah, hey Leslie."
        ],
        [
            "Leslie",
            "So, Sheldon, I see you’re organizing your papers for the Smithsonian Museum of Dumbassery."
        ],
        [
            "Ramona",
            "There won’t be any room until they get rid of the permanent Leslie Winkle exhibit."
        ],
        [
            "Sheldon",
            "Oh, good one."
        ],
        [
            "Leslie",
            "I see you got a grad student to fight your battles for you. I’ll let you keep your lunch money today."
        ],
        [
            "Ramona",
            "Okay, Dr. Cooper is on the verge of a breakthrough. If you’re going to stay, you’ll have to be respectful and quiet. (Leslie leaves. Ramona looks pointedly at Leonard) "
        ],
        [
            "Leonard",
            "Wait for me."
        ],
        [
            "Ramona",
            "So have you worked out the neutrino issue?"
        ],
        [
            "Sheldon",
            "Well, to paraphrase Mozart, all the subatomic particles are there, I just have to put them in the right order."
        ],
        [
            "Ramona",
            "You’re so witty."
        ],
        [
            "Sheldon",
            "Aren’t I?"
        ],
        [
            "Scene",
            "The apartment. There is a knock on the door which then opens and Penny enters."
        ],
        [
            "Penny",
            "Hey, guys, this package came for y…"
        ],
        [
            "Scene",
            "(Sheldon is sitting in his usual seat, typing on his laptop. One foot is in a foot spa. Ramona is pumicing the other.)"
        ],
        [
            "Ramona",
            "Dr. Cooper is working."
        ],
        [
            "Sheldon",
            "Yes, I’m close to a breakthrough. Ooh, it tickles"
        ],
        [
            "Penny",
            "Sorry. (Puts package down and leaves. In hallway, shudders)  Holy crap on a cracker."
        ],
        [
            "Leonard",
            "Hey, Penny."
        ],
        [
            "Penny",
            "Hi. You know, you probably don’t want to go in there."
        ],
        [
            "Leonard",
            "Why? What are they doing?"
        ],
        [
            "Penny",
            "You know, the only way I could explain it would be in a therapist’s office with dolls."
        ],
        [
            "Leonard (enters)",
            "Hoo-boy."
        ],
        [
            "Ramona",
            "Dr. Cooper’s working."
        ],
        [
            "Leonard",
            "Yeah, I can see that. Sheldon, Halo night, Koothrappali’s. You coming?"
        ],
        [
            "Sheldon",
            "Oh, yes, it’s Halo night. Let me just dry my tootsies."
        ],
        [
            "Ramona",
            "You’re not going to Halo night."
        ],
        [
            "Sheldon",
            "Yes, I am. It’s Wednesday. Wednesday’s Halo night.</i>"
        ],
        [
            "Ramona",
            "Didn’t a great man once say, “Science demands nothing less than the fervent and"
        ],
        [
            "Scene",
            "unconditional dedication of our entire lives”?"
        ],
        [
            "Sheldon",
            "He did."
        ],
        [
            "Ramona",
            "And who was that great man?"
        ],
        [
            "Sheldon",
            "Me. Sorry, Leonard."
        ],
        [
            "Leonard",
            "Seriously? You’re not coming?"
        ],
        [
            "Sheldon",
            "You heard her. How can I argue with me?"
        ],
        [
            "Leonard",
            "Okay, well, once again, you guys have a good… whatever this is."
        ],
        [
            "Ramona",
            "Dr. Cooper, I have to tell you, your friends are holding you back."
        ],
        [
            "Sheldon",
            "I prefer to think of it as I’m pulling them forward."
        ],
        [
            "Ramona",
            "Halo night? A man with your intellectual gifts doesn’t waste an evening playing video games."
        ],
        [
            "Sheldon",
            "He does on Wednesdays."
        ],
        [
            "Ramona",
            "Not if he wants a Nobel Prize."
        ],
        [
            "Sheldon",
            "He does want that. Does a man with my intellectual gifts play paintball on weekends?"
        ],
        [
            "Ramona",
            "What do you think?"
        ],
        [
            "Sheldon",
            "Drat."
        ],
        [
            "Ramona",
            "Now shall we get back to work?"
        ],
        [
            "Sheldon",
            "I suppose. Battlestar Galactica comes on tonight. (Pause) I guess I can wait for the DVD. (Pause) And then never ever watch it."
        ],
        [
            "Montage of scenes",
            "To the sound of “You Can Be My Yoko Ono” by Barenaked Ladies  we see 1. the guys set off for paintball while Sheldon, dressed in paintball gear, sadly waves them goodbye, 2. Ramona catch Sheldon hiding behind the shower curtain playing on a Nintendo DS, 3. Ramona remove a book Sheldon is reading to reveal a Batman comic underneath, 4. Sheldon escape the apartment in his paintball gear only to be chased back inside by Ramona returning with groceries, she finds him sitting in his underpants with his paintball helmet still on."
        ],
        [
            "Scene",
            "Outside Penny’s apartment. "
        ],
        [
            "Sheldon (Knock, knock, knock, in a low voice)",
            "Penny, (knock, knock, knock) Penny, (knock, knock, knock) Penny"
        ],
        [
            "Penny",
            "Sheldon, honey, I’ve told you, it’s a small apartment, you only have to knock one time."
        ],
        [
            "Sheldon",
            "Please, please, I don’t have a lot of time. Look, Ramona finally dozed off, and I need you to help me get rid of her."
        ],
        [
            "Penny",
            "Get rid of her how?"
        ],
        [
            "Sheldon",
            "I don’t know, but apparently I’m in some kind of relationship, and you seem to be an expert at ending them."
        ],
        [
            "Penny",
            "Excuse me?"
        ],
        [
            "Sheldon",
            "I see man after man leaving this apartment never to return."
        ],
        [
            "Penny",
            "Okay, first of all, it is not man after man."
        ],
        [
            "Ramona (off)",
            "Dr. Cooper?!"
        ],
        [
            "Sheldon",
            "Hide me."
        ],
        [
            "Penny",
            "Hide you?"
        ],
        [
            "Sheldon",
            "I formally request sanctuary."
        ],
        [
            "Ramona",
            "Why aren’t you working?"
        ],
        [
            "Sheldon",
            "Um… she distracted me. I told you, Penny, I don’t have time for your nonsense, I have important things to do."
        ],
        [
            "Penny",
            "Oh, man."
        ],
        [
            "Ramona",
            "I know what’s going on here."
        ],
        [
            "Penny",
            "Really? Well, then will you explain it to me?"
        ],
        [
            "Ramona",
            "You’re in love with Dr. Cooper."
        ],
        [
            "Penny",
            "Uh, yeah, no, that’s not it."
        ],
        [
            "Ramona",
            "Don’t try to deny it. He’s a remarkable man, but you have to let him go."
        ],
        [
            "Penny",
            "Oh, gee, okay."
        ],
        [
            "Ramona",
            "I know it’s hard, but he’s a gift to the whole world, and we can’t be selfish."
        ],
        [
            "Penny",
            "Yeah, he’s a gift all right."
        ],
        [
            "Ramona",
            "Sisters?"
        ],
        [
            "Penny",
            "Um, sure, sisters. (Ramona leaves.) Holy crap on a cracker."
        ],
        [
            "Scene",
            "Leonard’s bedroom. He is asleep. There is a tapping on the wall. He wakes up."
        ],
        [
            "Leonard",
            "Sheldon? (Pause, then more tapping) What are you doing?!"
        ],
        [
            "Sheldon",
            "It’s Morse code."
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Sheldon",
            "So we can communicate through the wall."
        ],
        [
            "Leonard",
            "We are communicating through the wall."
        ],
        [
            "Sheldon",
            "Yes, but the communication is not encrypted."
        ],
        [
            "Leonard",
            "I don’t know Morse code."
        ],
        [
            "Sheldon",
            "It’s very simple. This is A (knock knock) this is B (knock knock-knock-knock) this is C…"
        ],
        [
            "Leonard",
            "Sheldon, I’m not going to learn Morse code at three o’clock in the morning!"
        ],
        [
            "Sheldon",
            "All right."
        ],
        [
            "Leonard",
            "Don’t come in here, don’t come in here, don’t come in here, don’t (Sheldon enters) Aw! What’s going on?"
        ],
        [
            "Sheldon",
            "Shh! Ramona’s sleeping on the couch."
        ],
        [
            "Leonard",
            "I know. When is she going home?"
        ],
        [
            "Sheldon",
            "Never, that’s the problem. I need your help."
        ],
        [
            "Leonard",
            "What are you talking about?"
        ],
        [
            "Sheldon",
            "I’m invoking the Skynet clause of our friendship agreement."
        ],
        [
            "Leonard",
            "That only applies if you need me to help you destroy an artificial intelligence you created that’s taking over the Earth."
        ],
        [
            "Sheldon",
            "Come on! Don’t nitpick!"
        ],
        [
            "Leonard",
            "Good night."
        ],
        [
            "Sheldon",
            "Shh. All right, I’m invoking our bodysnatchers clause."
        ],
        [
            "Leonard",
            "The bodysnatchers clause requires me to help you destroy someone we know who’s been replaced with an alien pod."
        ],
        [
            "Sheldon",
            "Yes. She’s in the living room. Go, I’ll wait here."
        ],
        [
            "Ramona (entering)",
            "Sheldon, what are you doing out of bed?"
        ],
        [
            "Sheldon",
            "Now! Do it!"
        ],
        [
            "Ramona",
            "You know you need your sleep in order for your cognitive processing to perform at optimum levels. Now come on."
        ],
        [
            "Sheldon",
            "Godzilla clause?"
        ],
        [
            "Leonard",
            "Not unless she destroys Tokyo."
        ],
        [
            "Sheldon",
            "Rats."
        ],
        [
            "Scene",
            "The living room. Sheldon is surrounded by whiteboards."
        ],
        [
            "Sheldon (excitedly)",
            "I’ve got it! I finally reconciled the black hole information paradox with my theory of string-network condensates!"
        ],
        [
            "Ramona",
            "It’s unbelievable! It’s paradigm-altering!"
        ],
        [
            "Sheldon",
            "And I could not have done it without you."
        ],
        [
            "Ramona",
            "Oh, please, I just offered a little encouragement."
        ],
        [
            "Sheldon",
            "It was a lot more than that. You helped me work out the masses of all the fermions, and you pumiced my hammer toe. How can I ever repay you?"
        ],
        [
            "Ramona",
            "Well, would you consider naming it the Cooper-Nowitzki Theorem?"
        ],
        [
            "Sheldon",
            "Who’s Nowitzki?"
        ],
        [
            "Ramona",
            "I’m Nowitzki."
        ],
        [
            "Sheldon",
            "Oh, you want me to share credit?"
        ],
        [
            "Ramona",
            "Uh-huh."
        ],
        [
            "Sheldon",
            "Get out!"
        ],
        [
            "Scene",
            "The hallway, Ramona is leaving."
        ],
        [
            "Penny",
            "Oh, hey, hi."
        ],
        [
            "Ramona",
            "Oh, bite me!"
        ],
        [
            "Penny",
            "Sisters?"
        ],
        [
            "Scene",
            "The cafeteria. A red haired girl approaches the table. "
        ],
        [
            "Girl",
            "Excuse me, Dr. Cooper, I’m Kathy O’Brien. I just finished reading your paper reconciling the black hole information paradox with your theory of string-network condensates, and it just took my breath away."
        ],
        [
            "Sheldon",
            "Maybe when I publish it, I’ll include an inhaler."
        ],
        [
            "Kathy",
            "Would you possibly have any time for me to pick your brain?"
        ],
        [
            "Sheldon",
            "Let’s see, today’s Thursday. Thursday nights, I eat pizza from Giacomo’s. Sausage, mushrooms, light olives."
        ],
        [
            "Kathy",
            "Great. I’ll bring it to your place. I have the address."
        ],
        [
            "Sheldon",
            "What a nice girl."
        ],
        [
            "Leonard",
            "Sheldon, do you see what just happened here?"
        ],
        [
            "Sheldon",
            "Yes, I’m getting a free pizza. I’m on a roll."
        ],
        [
            "Scene",
            "The living room. The guys are eating."
        ],
        [
            "Sheldon",
            "More Pad Thai, please."
        ],
        [
            "Howard",
            "Sheldon, you’ve already had four servings."
        ],
        [
            "Raj",
            "You might want to slow down a bit, buddy."
        ],
        [
            "Sheldon",
            "Just one more bite."
        ],
        [
            "Leonard",
            "Sheldon? Sheldon, are you okay?"
        ],
        [
            "Sheldon",
            "I’m just so… full."
        ],
        [
            "Scene",
            "(Sheldon begins to shake uncontrollably, then expand, then a second Sheldon separates from the original Sheldon and ends up sitting next to him. Leonard wakes up in bed with a start.)"
        ],
        [
            "Leonard",
            "That’s it. No more Thai food."
        ],
        [
            "Scene",
            "great site, wish they was 1 like this for two and a half men"
        ],
        [
            "Scene",
            "Comments are closed."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-06-the-cooper-nowitzki-theorem-2/"
}