{
    "Season": 2,
    "Episode": 7,
    "Title": "the panty pinata polarization",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. The guys are playing Boggle. There is a Klingon dictionary on the table."
            ],
            [
                52,
                "Credits Sequence."
            ],
            [
                53,
                "The living room. Howard and Raj are staring intently at the television. Leonard enters."
            ],
            [
                133,
                "The hallway, Penny exits the guys apartment."
            ],
            [
                138,
                "The Cheesecake Factory."
            ],
            [
                171,
                "The same, some minutes later."
            ],
            [
                175,
                "The living room. Howard on his laptop."
            ],
            [
                200,
                "The hallway. Sheldon is backing out of the apartment. Penny is waiting outside."
            ],
            [
                207,
                "The laundry room. Sheldon, holding his laundry, is looking at the machines in dismay."
            ],
            [
                213,
                "The hallway, Penny comes storming up the stairs to the guys door."
            ],
            [
                238,
                "Penny’s apartment. Leonard enters. Penny is taping together a number of long sticks."
            ],
            [
                249,
                "The living room."
            ],
            [
                259,
                "Outside Penny’s door."
            ],
            [
                270,
                "The top model house. The doorbell rings. One of the models answers. Howard and Raj are outside wearing blue jumpsuits."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Time. Alright Klingons, pencils down."
            ],
            [
                20,
                "Bilurrrbe."
            ],
            [
                22,
                "What’s wrong with your TV?"
            ],
            [
                26,
                "Excuse me, Penny, but we’re…"
            ],
            [
                28,
                "…playing Klingon Boggle."
            ],
            [
                31,
                "All right, if you must watch, then mute it with closed captions, please."
            ],
            [
                33,
                "All right, Boggle warriors, kapla’!"
            ],
            [
                36,
                "Oh! Worf, nice! Too bad that’s a proper noun."
            ],
            [
                39,
                "Is qochbe’ spelled with a (gargling) or a (guttural grunt)?"
            ],
            [
                51,
                "All right, pencils down! I have lokh, makh, and cherrrkh. Anybody got those?"
            ],
            [
                63,
                "Is my hamburger medium well?"
            ],
            [
                65,
                "Dill slices, not sweet?"
            ],
            [
                67,
                "Individual relish packets?"
            ],
            [
                69,
                "Onion rings?"
            ],
            [
                71,
                "Extra breading?"
            ],
            [
                73,
                "What did they say?"
            ],
            [
                75,
                "Did you protest?"
            ],
            [
                77,
                "Vociferously?"
            ],
            [
                79,
                "Well, then what took you so long?"
            ],
            [
                87,
                "Oh, do we have to suffer through this transparently manipulative pseudo-reality again?"
            ],
            [
                89,
                "You and I have a standing TV schedule which is the result of extensive debate and compromise. Any alterations except for breaking news have to be pre-approved at the weekly roommate meeting."
            ],
            [
                91,
                "But you have to make a motion to put it on agenda."
            ],
            [
                93,
                "Fine. Mock Parliamentary procedure. At least put it on mute."
            ],
            [
                100,
                "Who touched my…"
            ],
            [
                102,
                "Why would you do that?"
            ],
            [
                104,
                "The big deal is that nobody touches food on my plate."
            ],
            [
                106,
                "Well, I’m sorry, but that is your second strike."
            ],
            [
                108,
                "You have two strikes. Three strikes and you’re out. It’s a sports metaphor."
            ],
            [
                110,
                "Yes, baseball."
            ],
            [
                112,
                "March 18th. You violated my rule about forwarding email humour."
            ],
            [
                114,
                "The photo of the cat who wants to “has cheezburger”?"
            ],
            [
                116,
                "I trusted you with my email address, and you betrayed that trust by sending me Internet banality, strike one. Touching my food, strike two."
            ],
            [
                120,
                "And then you put it back, compromising the integrity of all the other onion rings."
            ],
            [
                122,
                "Look, Penny, I wish I could be more lenient with you, but since you’ve become a permanent member of our social group I have to hold you to the same standards as everybody else."
            ],
            [
                126,
                "You’re sitting in my spot."
            ],
            [
                128,
                "Leonard, she’s in my spot."
            ],
            [
                131,
                "All right, that’s it. Strike three."
            ],
            [
                146,
                "No one said anything of the kind to Neil Armstrong, the entire nation dedicated a decade of effort and treasure to put a man on the moon."
            ],
            [
                152,
                "Wait. Excuse me. You forgot my barbecue bacon cheeseburger, barbecue sauce, bacon and cheese on the side."
            ],
            [
                154,
                "Why?"
            ],
            [
                156,
                "You can’t do that. Not only is it a violation of California state law, it flies directly in the face of Cheesecake Factory policy."
            ],
            [
                173,
                "Thank you."
            ],
            [
                201,
                "Oh! Hello."
            ],
            [
                203,
                "It’s Saturday night. Saturday is laundry night."
            ],
            [
                205,
                "What are you implying?"
            ],
            [
                209,
                "No problem, I’ll just do my laundry another night."
            ],
            [
                211,
                "Woman, you are playing with forces beyond your ken."
            ],
            [
                215,
                "Yes?"
            ],
            [
                217,
                "Your clothes?"
            ],
            [
                219,
                "Really? Despite the sign that says “Do not leave laundry unattended”?"
            ],
            [
                221,
                "You know, I do recall seeing some female undergarments. Where was that? Oh, yes, earlier this evening I happened to gaze out the window and a brassiere caught my eye. Do those look familiar?"
            ],
            [
                223,
                "When you understand the laws of physics, Penny, anything is possible. And may I add, mwah-ha-ha!"
            ],
            [
                225,
                "Apologize."
            ],
            [
                227,
                "Well, then may I suggest you get a very long stick and play panty pinata."
            ],
            [
                229,
                "I’ve done no stupid things."
            ],
            [
                231,
                "I am meeting you halfway, I’m willing to concede that you’ve done some stupid things."
            ],
            [
                235,
                "I had no choice, Leonard, she ruined laundry night."
            ],
            [
                237,
                "Mwah-ha-ha."
            ],
            [
                255,
                "Who is it?"
            ],
            [
                257,
                "Oh, good. Hi, Mom. How are you? But, Mom, she keeps sitting in my spot. And, and she touched my food. Okay, yes, I took her clothes, but she started it. No, that’s not fair. Why should I have to apologize? Yeah, I really don’t think this is the kind of thing Jesus concerns himself with. No, you’re right, I don’t really know what Jesus thinks about. All right, good-bye. Did you tell on me?"
            ],
            [
                260,
                "(Knock, knock, knock) Penny, (knock, knock, knock) Penny, (knock, knock, knock) Penny… (door opens) I am very, very sorry for what I have done. Here’s your laundry, I rescind your strikes and you are no longer banished."
            ],
            [
                262,
                "Thank you."
            ],
            [
                264,
                "Penny."
            ],
            [
                266,
                "Well played."
            ]
        ],
        "Leonard": [
            [
                2,
                "Okay, I have pokh."
            ],
            [
                4,
                "Potl."
            ],
            [
                6,
                "Pukhpa."
            ],
            [
                17,
                "Really? Define it."
            ],
            [
                27,
                "No, no, don’t tell her."
            ],
            [
                29,
                "Aw!"
            ],
            [
                35,
                "They’re gorgeous."
            ],
            [
                38,
                "Yeah, and they can all move in with you and your mother, the current Mrs. Wolowitz."
            ],
            [
                54,
                "Did I miss anything? Did they kick Giselle off?"
            ],
            [
                57,
                "Sheldon, the food’s here."
            ],
            [
                59,
                "What are you doing?"
            ],
            [
                61,
                "Why?"
            ],
            [
                64,
                "Yes."
            ],
            [
                66,
                "Yes."
            ],
            [
                68,
                "Yes."
            ],
            [
                70,
                "Yes."
            ],
            [
                72,
                "I asked."
            ],
            [
                74,
                "No."
            ],
            [
                76,
                "Yes."
            ],
            [
                78,
                "No."
            ],
            [
                80,
                "Just eat."
            ],
            [
                85,
                "Here you go."
            ],
            [
                90,
                "Put it on the agenda."
            ],
            [
                92,
                "Oh, I’ll make a motion, but you’re not going to like it."
            ],
            [
                95,
                "Sheldon’s onion ring. Just put it back!"
            ],
            [
                98,
                "No, no, no,  no, I don’t think that’s where it was."
            ],
            [
                117,
                "Don’t worry. They only stay on your record for a year."
            ],
            [
                123,
                "Congratulations. You’re officially one of us."
            ],
            [
                129,
                "Yeah, yeah. Uh, see, here’s the thing, after you leave, I still have to live with him."
            ],
            [
                135,
                "Listen, don’t worry. I’ll talk to him."
            ],
            [
                137,
                "Just so I know, would you be open to taking his class? You can do it online!"
            ],
            [
                142,
                "To do what?"
            ],
            [
                144,
                "Are you insane? You’re not going to party with them, you’re not even going to get anywhere near that place."
            ],
            [
                150,
                "Thank you."
            ],
            [
                159,
                "Penny, can I talk to you for a minute? Hi."
            ],
            [
                161,
                "Look, here’s the thing, um, I talked to Sheldon and he feels terrible and he agrees that he was unreasonable and out of line."
            ],
            [
                163,
                "Yeah, so just apologize to him, okay?"
            ],
            [
                165,
                "Oh, come on, it’s easy, he’ll even tell you what to say."
            ],
            [
                167,
                "We’re not encouraging. It’s more like knuckling under."
            ],
            [
                169,
                "Well, actually, technically, you did do it."
            ],
            [
                179,
                "You can recognize people on Google Earth?"
            ],
            [
                181,
                "NORAD? You’re using military aircraft?"
            ],
            [
                184,
                "Sheldon? I just dropped him off at the comic book store. Why?"
            ],
            [
                186,
                "Problem with the WiFi?"
            ],
            [
                190,
                "I reiterate, knuckle under."
            ],
            [
                192,
                "Oh, Penny, you don’t want to get into it with Sheldon. The guy is one lab accident away from being a supervillain."
            ],
            [
                195,
                "There, see? Problem solved."
            ],
            [
                198,
                "Thanks a lot, Howard."
            ],
            [
                232,
                "Hey, you guys are talking again. Good. What happened?"
            ],
            [
                234,
                "Oh, not junior rodeo. What did you do?"
            ],
            [
                240,
                "No. Look, this has to stop."
            ],
            [
                242,
                "All right, I really didn’t want to do this, but… here."
            ],
            [
                244,
                "Sheldon’s Kryptonite."
            ],
            [
                246,
                "He can never know that I gave that to you."
            ],
            [
                248,
                "It’ll shorten the war by five years and save millions of lives."
            ],
            [
                252,
                "Okay, for the record what you’re doing is really creepy."
            ],
            [
                256,
                "Your mother."
            ],
            [
                258,
                "Are you kidding me? I already have two strikes."
            ]
        ],
        "All": [
            [
                3,
                "Have it. Got it."
            ],
            [
                5,
                "Yup. Have it. Have it."
            ],
            [
                7,
                "Have it. Got it. Yup."
            ],
            [
                88,
                "Yes."
            ],
            [
                101,
                "Penny! Penny did it."
            ]
        ],
        "Howard": [
            [
                8,
                "I have Chorrr."
            ],
            [
                10,
                "Nekhmakh."
            ],
            [
                12,
                "And Kreplach."
            ],
            [
                14,
                "Yeah."
            ],
            [
                16,
                "Well, as it turns out, it’s also a Klingon word."
            ],
            [
                18,
                "Kreplach, A hearty Klingon… dumpling."
            ],
            [
                24,
                "Did you pay your cable bill?"
            ],
            [
                30,
                "What do you mean, aw? Like she didn’t know we were nerds?"
            ],
            [
                34,
                "Look at those women."
            ],
            [
                37,
                "Oh, look, the’s the future Mrs. Wolowitz. No, wait, that’s the future Mrs. Wolowitz. With her head in the lap of, what a coincidence. It’s the future Mrs. Wolowitz."
            ],
            [
                40,
                "Why is that Mrs. Wolowitz crying?"
            ],
            [
                42,
                "House? What house?"
            ],
            [
                44,
                "A house, where?"
            ],
            [
                46,
                "Wait a minute, you’re telling me that I’m within driving distance of a house filled with aspiring supermodels?"
            ],
            [
                48,
                "And they live together and shower together and have naked pillow fights?"
            ],
            [
                56,
                "Sadly, Mrs. Giselle Wolowitz is sensitive to chlorine. Lucky for her I like my fashion models pruny and bug-eyed."
            ],
            [
                62,
                "Isn’t it obvious? Every week, they kick out a beautiful girl, making her feel unwanted and without self-esteem, a.k.a. the future Mrs. Howard Wolowitz."
            ],
            [
                82,
                "Giselle’s hanging by a thread."
            ],
            [
                84,
                "Then you’re not invited to our wedding."
            ],
            [
                97,
                "Just put it back before he comes!"
            ],
            [
                99,
                "Okay, here he comes, deny, deny, people, wall of silence."
            ],
            [
                118,
                "You can get them removed early, but you have to take his class."
            ],
            [
                124,
                "One of us, one of us."
            ],
            [
                139,
                "So based on our triangulation we’ve narrowed down the location of the top model house to three square miles in the Hollywood Hills."
            ],
            [
                141,
                "When we find it, you want to go with us?"
            ],
            [
                145,
                "That’s what they said to Neil Armstrong about the moon."
            ],
            [
                147,
                "Well, my fellow Americans, before this year is out we will put a Wolowitz on one of America’s top models."
            ],
            [
                158,
                "I bet we could sell that sign all over Pasadena."
            ],
            [
                176,
                "That’s it. There’s the house, I found America’s top models!"
            ],
            [
                178,
                "Look, on the roof, Anais and Giselle are sunbathing. European-style."
            ],
            [
                180,
                "Of course not, I got a buddy of mine at NORAD to have a spy drone fly over."
            ],
            [
                182,
                "It was already targeted to poke around a nuclear reactor in Siberia, I took it an hour out of its way, tops."
            ],
            [
                194,
                "No need to neuter the nerd, I can get you back online."
            ],
            [
                196,
                "Voila!"
            ],
            [
                199,
                "What are you complaining about? I’m the one who has to take the class again."
            ],
            [
                251,
                "God bless you, Google Street View registered trademark."
            ],
            [
                253,
                "You know what? If it’s creepy to use the Internet, military satellites, and robot aircraft to find a house full of gorgeous young models so that I can drop in on them unexpectedly, then fine, I’m creepy."
            ],
            [
                272,
                "Yes, we here to fix the cable."
            ],
            [
                274,
                "That’s what I meant."
            ],
            [
                276,
                "She’s taller than all the women in my family combined."
            ],
            [
                278,
                "Follow Mrs. Wolowitz."
            ]
        ],
        "Raj & Sheldon": [
            [
                9,
                "Got it. Yup."
            ],
            [
                11,
                "Yeah. Yeah."
            ]
        ],
        "Raj": [
            [
                13,
                "Hold on a second. Kreplach?"
            ],
            [
                15,
                "That isn’t Klingon, it’s Yiddish for meat-filled dumpling."
            ],
            [
                19,
                "Judge’s ruling?"
            ],
            [
                55,
                "Not yet, but her underwater photo shoot was an embarrassment."
            ],
            [
                58,
                "There’s the house, freeze frame, freeze frame."
            ],
            [
                60,
                "Marking the star positions and physical landmarks so we can find the house of the supermodels."
            ],
            [
                140,
                "Or possibly Durham, North Carolina."
            ],
            [
                143,
                "Party with the pretty girls, dude!"
            ],
            [
                148,
                "And a large number of people will believe it never happened."
            ],
            [
                177,
                "Are you sure?"
            ],
            [
                250,
                "Oh, pause it. That’s it. Confirmed. We now have the address of the top model house."
            ],
            [
                277,
                "What do we do now?"
            ]
        ],
        "Penny (entering)": [
            [
                21,
                "Hey, guys, I need to use your TV."
            ],
            [
                81,
                "Hey, guys, what’d I miss? What’d I miss?"
            ]
        ],
        "Penny": [
            [
                23,
                "I don’t know, it just died, I’m getting a bunch of static."
            ],
            [
                25,
                "You sound just like the cable company. All right, so, shh, Tyra Banks is about to kick someone off  America’s Next Top Model."
            ],
            [
                32,
                "Fine."
            ],
            [
                41,
                "Oh. That’s Anais, none of the other girls in the house like her."
            ],
            [
                43,
                "They all live in a house together."
            ],
            [
                45,
                "I don’t know. Somewhere in L.A."
            ],
            [
                47,
                "Yeah, I guess."
            ],
            [
                50,
                "To pay my cable bill."
            ],
            [
                83,
                "Oh, good, I hate her."
            ],
            [
                86,
                "Thank you."
            ],
            [
                94,
                "Oh, Giselle’s not getting kicked off. It’s totally going to be Summer. (She picks up one of Sheldon’s onion rings. Raj lets out a high pitched squeak and points.) What?"
            ],
            [
                96,
                "It’s one onion ring."
            ],
            [
                103,
                "I don’t know. I was hungry? What’s the big deal?"
            ],
            [
                105,
                "All right. Look, I didn’t know, I’m sorry."
            ],
            [
                107,
                "What?"
            ],
            [
                109,
                "A sports metaphor?"
            ],
            [
                111,
                "All right, yeah, I’ll play along. What was my first strike?"
            ],
            [
                113,
                "I did?"
            ],
            [
                115,
                "Oh, come on, everybody loves LOLcats. They’re cute and they can’t spell ’cause they’re cats."
            ],
            [
                119,
                "Come on, I touched one onion ring."
            ],
            [
                121,
                "Oh, honey, the buses don’t go where you live, do they?"
            ],
            [
                125,
                "Well, what a thrill."
            ],
            [
                127,
                "Oh, jeez, you’ve got to be kidding me."
            ],
            [
                130,
                "I don’t care. I’m taking a stand. Metaphorically."
            ],
            [
                132,
                "Ooh, strike three."
            ],
            [
                134,
                "I’m banished? What the hell kind of crap is that?"
            ],
            [
                136,
                "Yeah, you do that."
            ],
            [
                151,
                "Shrimp Caesar salad with no almonds for the highly allergic kosher-only-on-the-high-holidays Howard, and for our suddenly back on the Hindu wagon Raj, meatlover’s pizza, no meat. Coming right up."
            ],
            [
                153,
                "Oh, I didn’t tell you? You’re banished from the Cheesecake Factory."
            ],
            [
                155,
                "Well, you have three strikes. One, coming in. Two, sitting down. And three, I don’t like your attitude."
            ],
            [
                157,
                "Yeah, no, there’s a new policy. No shoes, no shirt, no Sheldon."
            ],
            [
                160,
                "Hi."
            ],
            [
                162,
                "Really? Well, that’s great."
            ],
            [
                164,
                "What? I’m not going to apologize to that nutcase."
            ],
            [
                166,
                "Leonard, don’t you get it? If you guys keep going along with his insanity, you’re just encouraging him."
            ],
            [
                168,
                "Look, I like hanging out with you guys, but I’m not going to apologize for something I didn’t do."
            ],
            [
                170,
                "That’s strike one, Leonard."
            ],
            [
                172,
                "There you go, quesadilla, salad, there’s your pizza, and thanks to Sheldon’s heated discussion with my manager one barbecue bacon cheeseburger, barbecue sauce, bacon and cheese on the side."
            ],
            [
                174,
                "Go ahead, eat it. I dare you"
            ],
            [
                185,
                "Here. Try and go online."
            ],
            [
                187,
                "No, just try."
            ],
            [
                189,
                "Well?"
            ],
            [
                191,
                "No, no, no, no, no. It is on. I am gonna introduce your friend to a world of hurt."
            ],
            [
                193,
                "I don’t care, I was in junior rodeo, I can hogtie and castrate him in 60 seconds."
            ],
            [
                202,
                "Time to do your laundry, huh?"
            ],
            [
                208,
                "Oh, no, are all the machines taken? What are you gonna do?"
            ],
            [
                210,
                "Another night? Well, I guess you can try, but deep inside your heart you’ll know that laundry night is always Saturday night."
            ],
            [
                212,
                "Yeah, well, your ken can kiss my Barbie."
            ],
            [
                216,
                "Where are my clothes?"
            ],
            [
                218,
                "Yes, I left them in the washers and when I went down to get them, they were gone."
            ],
            [
                220,
                "Sheldon, where are my clothes?"
            ],
            [
                222,
                "How the hell did you get them up on that telephone wire?"
            ],
            [
                224,
                "Get them down."
            ],
            [
                226,
                "Never."
            ],
            [
                228,
                "Look, wait, Sheldon, this has gotten out of hand, okay? I’ve done some stupid things, you’ve done some stupid things, how about we just call it even and move on with our lives?"
            ],
            [
                230,
                "Look, you’ve got to meet me halfway here."
            ],
            [
                233,
                "Leonard, remember when I said it was on? Well, now it’s junior rodeo on."
            ],
            [
                239,
                "Telephone wires can’t electrocute you, can they?"
            ],
            [
                241,
                "Oh, no, no, no. It is just beginning."
            ],
            [
                243,
                "What’s this?"
            ],
            [
                245,
                "Oh, my God."
            ],
            [
                247,
                "Look, I said I wanted to hurt him, but, but this?"
            ],
            [
                261,
                "Can I sit wherever I want? No, no, never mind, never mind, that’s, that’s not important. Sheldon, this was big of you. Thank you. I really appreciate it."
            ],
            [
                263,
                "Good night, Sheldon."
            ],
            [
                265,
                "Yes?"
            ],
            [
                267,
                "Thank you."
            ],
            [
                269,
                "Understood."
            ]
        ],
        "Leonard (to Penny who has got up to leave)": [
            [
                49,
                "Hey, wh-where are you going?"
            ]
        ],
        "Penny (arriving)": [
            [
                149,
                "Okay, let me guess. A quesadilla with soy cheese for the lactose-intolerant Leonard."
            ]
        ],
        "Penny (entering, angry)": [
            [
                183,
                "Okay, where is he?"
            ]
        ],
        "Sheldon (on screen)": [
            [
                188,
                "Greetings, hamburger toucher. You are probably wondering why you cannot IM with your little friends about how much you heart various things. Well, this recorded message is alerting you that I am putting an end to your parasitic piggybacking upon our WiFi. If you want to remedy the situation you can contact the phone company, set up your own WiFi and pay for it, or you may apologize to me."
            ]
        ],
        "Sheldon (voice from Howards laptop)": [
            [
                197,
                "Hello, puny insects. As a consequence of your efforts to circumvent my will, everyone is awarded one additional strike."
            ]
        ],
        "Penny: I know. Every Saturday at 8": [
            [
                204,
                "15, easy to anticipate."
            ]
        ],
        "Penny: I’m implying that you’re a creature of habit, and if something were to prevent you from doing your laundry on Saturday at 8": [
            [
                206,
                "15, you might find it unpleasant. (Sheldon hurries away, disturbed) Knuckle under, my ass."
            ]
        ],
        "Penny (Knock, knock, knock)": [
            [
                214,
                "Sheldon (knock, knock, knock) Sheldon (knock, knock, knock) Sheldon."
            ]
        ],
        "Leonard (looking out of window)": [
            [
                236,
                "A-a-a-aw!"
            ]
        ],
        "Leonard (into phone, which has just rung)": [
            [
                254,
                "Hello. Oh, hi. Yeah, hold on a second. I’ll get him. Sheldon, it’s for you."
            ]
        ],
        "Sheldon: Just remember": [
            [
                268,
                "with great power comes great responsibility."
            ]
        ],
        "Model": [
            [
                271,
                "Can I help you"
            ],
            [
                273,
                "I think we have satellite."
            ],
            [
                275,
                "Oh. Okay, come on in."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. The guys are playing Boggle. There is a Klingon dictionary on the table."
        ],
        [
            "Sheldon",
            "Time. Alright Klingons, pencils down."
        ],
        [
            "Leonard",
            "Okay, I have pokh."
        ],
        [
            "All",
            "Have it. Got it."
        ],
        [
            "Leonard",
            "Potl."
        ],
        [
            "All",
            "Yup. Have it. Have it."
        ],
        [
            "Leonard",
            "Pukhpa."
        ],
        [
            "All",
            "Have it. Got it. Yup."
        ],
        [
            "Howard",
            "I have Chorrr."
        ],
        [
            "Raj & Sheldon",
            "Got it. Yup."
        ],
        [
            "Howard",
            "Nekhmakh."
        ],
        [
            "Raj & Sheldon",
            "Yeah. Yeah."
        ],
        [
            "Howard",
            "And Kreplach."
        ],
        [
            "Raj",
            "Hold on a second. Kreplach?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Raj",
            "That isn’t Klingon, it’s Yiddish for meat-filled dumpling."
        ],
        [
            "Howard",
            "Well, as it turns out, it’s also a Klingon word."
        ],
        [
            "Leonard",
            "Really? Define it."
        ],
        [
            "Howard",
            "Kreplach, A hearty Klingon… dumpling."
        ],
        [
            "Raj",
            "Judge’s ruling?"
        ],
        [
            "Sheldon",
            "Bilurrrbe."
        ],
        [
            "Penny (entering)",
            "Hey, guys, I need to use your TV."
        ],
        [
            "Sheldon",
            "What’s wrong with your TV?"
        ],
        [
            "Penny",
            "I don’t know, it just died, I’m getting a bunch of static."
        ],
        [
            "Howard",
            "Did you pay your cable bill?"
        ],
        [
            "Penny",
            "You sound just like the cable company. All right, so, shh, Tyra Banks is about to kick someone off  America’s Next Top Model."
        ],
        [
            "Sheldon",
            "Excuse me, Penny, but we’re…"
        ],
        [
            "Leonard",
            "No, no, don’t tell her."
        ],
        [
            "Sheldon",
            "…playing Klingon Boggle."
        ],
        [
            "Leonard",
            "Aw!"
        ],
        [
            "Howard",
            "What do you mean, aw? Like she didn’t know we were nerds?"
        ],
        [
            "Sheldon",
            "All right, if you must watch, then mute it with closed captions, please."
        ],
        [
            "Penny",
            "Fine."
        ],
        [
            "Sheldon",
            "All right, Boggle warriors, kapla’!"
        ],
        [
            "Howard",
            "Look at those women."
        ],
        [
            "Leonard",
            "They’re gorgeous."
        ],
        [
            "Sheldon",
            "Oh! Worf, nice! Too bad that’s a proper noun."
        ],
        [
            "Howard",
            "Oh, look, the’s the future Mrs. Wolowitz. No, wait, that’s the future Mrs. Wolowitz. With her head in the lap of, what a coincidence. It’s the future Mrs. Wolowitz."
        ],
        [
            "Leonard",
            "Yeah, and they can all move in with you and your mother, the current Mrs. Wolowitz."
        ],
        [
            "Sheldon",
            "Is qochbe’ spelled with a (gargling) or a (guttural grunt)?"
        ],
        [
            "Howard",
            "Why is that Mrs. Wolowitz crying?"
        ],
        [
            "Penny",
            "Oh. That’s Anais, none of the other girls in the house like her."
        ],
        [
            "Howard",
            "House? What house?"
        ],
        [
            "Penny",
            "They all live in a house together."
        ],
        [
            "Howard",
            "A house, where?"
        ],
        [
            "Penny",
            "I don’t know. Somewhere in L.A."
        ],
        [
            "Howard",
            "Wait a minute, you’re telling me that I’m within driving distance of a house filled with aspiring supermodels?"
        ],
        [
            "Penny",
            "Yeah, I guess."
        ],
        [
            "Howard",
            "And they live together and shower together and have naked pillow fights?"
        ],
        [
            "Leonard (to Penny who has got up to leave)",
            "Hey, wh-where are you going?"
        ],
        [
            "Penny",
            "To pay my cable bill."
        ],
        [
            "Sheldon",
            "All right, pencils down! I have lokh, makh, and cherrrkh. Anybody got those?"
        ],
        [
            "Scene",
            "Credits Sequence."
        ],
        [
            "Scene",
            "The living room. Howard and Raj are staring intently at the television. Leonard enters."
        ],
        [
            "Leonard",
            "Did I miss anything? Did they kick Giselle off?"
        ],
        [
            "Raj",
            "Not yet, but her underwater photo shoot was an embarrassment."
        ],
        [
            "Howard",
            "Sadly, Mrs. Giselle Wolowitz is sensitive to chlorine. Lucky for her I like my fashion models pruny and bug-eyed."
        ],
        [
            "Leonard",
            "Sheldon, the food’s here."
        ],
        [
            "Raj",
            "There’s the house, freeze frame, freeze frame."
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Raj",
            "Marking the star positions and physical landmarks so we can find the house of the supermodels."
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Howard",
            "Isn’t it obvious? Every week, they kick out a beautiful girl, making her feel unwanted and without self-esteem, a.k.a. the future Mrs. Howard Wolowitz."
        ],
        [
            "Sheldon",
            "Is my hamburger medium well?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Dill slices, not sweet?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Individual relish packets?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Onion rings?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Extra breading?"
        ],
        [
            "Leonard",
            "I asked."
        ],
        [
            "Sheldon",
            "What did they say?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Did you protest?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Vociferously?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Well, then what took you so long?"
        ],
        [
            "Leonard",
            "Just eat."
        ],
        [
            "Penny (entering)",
            "Hey, guys, what’d I miss? What’d I miss?"
        ],
        [
            "Howard",
            "Giselle’s hanging by a thread."
        ],
        [
            "Penny",
            "Oh, good, I hate her."
        ],
        [
            "Howard",
            "Then you’re not invited to our wedding."
        ],
        [
            "Leonard",
            "Here you go."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Sheldon",
            "Oh, do we have to suffer through this transparently manipulative pseudo-reality again?"
        ],
        [
            "All",
            "Yes."
        ],
        [
            "Sheldon",
            "You and I have a standing TV schedule which is the result of extensive debate and compromise. Any alterations except for breaking news have to be pre-approved at the weekly roommate meeting."
        ],
        [
            "Leonard",
            "Put it on the agenda."
        ],
        [
            "Sheldon",
            "But you have to make a motion to put it on agenda."
        ],
        [
            "Leonard",
            "Oh, I’ll make a motion, but you’re not going to like it."
        ],
        [
            "Sheldon",
            "Fine. Mock Parliamentary procedure. At least put it on mute."
        ],
        [
            "Penny",
            "Oh, Giselle’s not getting kicked off. It’s totally going to be Summer. (She picks up one of Sheldon’s onion rings. Raj lets out a high pitched squeak and points.) What?"
        ],
        [
            "Leonard",
            "Sheldon’s onion ring. Just put it back!"
        ],
        [
            "Penny",
            "It’s one onion ring."
        ],
        [
            "Howard",
            "Just put it back before he comes!"
        ],
        [
            "Leonard",
            "No, no, no,  no, I don’t think that’s where it was."
        ],
        [
            "Howard",
            "Okay, here he comes, deny, deny, people, wall of silence."
        ],
        [
            "Sheldon",
            "Who touched my…"
        ],
        [
            "All",
            "Penny! Penny did it."
        ],
        [
            "Sheldon",
            "Why would you do that?"
        ],
        [
            "Penny",
            "I don’t know. I was hungry? What’s the big deal?"
        ],
        [
            "Sheldon",
            "The big deal is that nobody touches food on my plate."
        ],
        [
            "Penny",
            "All right. Look, I didn’t know, I’m sorry."
        ],
        [
            "Sheldon",
            "Well, I’m sorry, but that is your second strike."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Sheldon",
            "You have two strikes. Three strikes and you’re out. It’s a sports metaphor."
        ],
        [
            "Penny",
            "A sports metaphor?"
        ],
        [
            "Sheldon",
            "Yes, baseball."
        ],
        [
            "Penny",
            "All right, yeah, I’ll play along. What was my first strike?"
        ],
        [
            "Sheldon",
            "March 18th. You violated my rule about forwarding email humour."
        ],
        [
            "Penny",
            "I did?"
        ],
        [
            "Sheldon",
            "The photo of the cat who wants to “has cheezburger”?"
        ],
        [
            "Penny",
            "Oh, come on, everybody loves LOLcats. They’re cute and they can’t spell ’cause they’re cats."
        ],
        [
            "Sheldon",
            "I trusted you with my email address, and you betrayed that trust by sending me Internet banality, strike one. Touching my food, strike two."
        ],
        [
            "Leonard",
            "Don’t worry. They only stay on your record for a year."
        ],
        [
            "Howard",
            "You can get them removed early, but you have to take his class."
        ],
        [
            "Penny",
            "Come on, I touched one onion ring."
        ],
        [
            "Sheldon",
            "And then you put it back, compromising the integrity of all the other onion rings."
        ],
        [
            "Penny",
            "Oh, honey, the buses don’t go where you live, do they?"
        ],
        [
            "Sheldon",
            "Look, Penny, I wish I could be more lenient with you, but since you’ve become a permanent member of our social group I have to hold you to the same standards as everybody else."
        ],
        [
            "Leonard",
            "Congratulations. You’re officially one of us."
        ],
        [
            "Howard",
            "One of us, one of us."
        ],
        [
            "Penny",
            "Well, what a thrill."
        ],
        [
            "Sheldon",
            "You’re sitting in my spot."
        ],
        [
            "Penny",
            "Oh, jeez, you’ve got to be kidding me."
        ],
        [
            "Sheldon",
            "Leonard, she’s in my spot."
        ],
        [
            "Leonard",
            "Yeah, yeah. Uh, see, here’s the thing, after you leave, I still have to live with him."
        ],
        [
            "Penny",
            "I don’t care. I’m taking a stand. Metaphorically."
        ],
        [
            "Sheldon",
            "All right, that’s it. Strike three."
        ],
        [
            "Penny",
            "Ooh, strike three."
        ],
        [
            "Scene",
            "The hallway, Penny exits the guys apartment."
        ],
        [
            "Penny",
            "I’m banished? What the hell kind of crap is that?"
        ],
        [
            "Leonard",
            "Listen, don’t worry. I’ll talk to him."
        ],
        [
            "Penny",
            "Yeah, you do that."
        ],
        [
            "Leonard",
            "Just so I know, would you be open to taking his class? You can do it online!"
        ],
        [
            "Scene",
            "The Cheesecake Factory."
        ],
        [
            "Howard",
            "So based on our triangulation we’ve narrowed down the location of the top model house to three square miles in the Hollywood Hills."
        ],
        [
            "Raj",
            "Or possibly Durham, North Carolina."
        ],
        [
            "Howard",
            "When we find it, you want to go with us?"
        ],
        [
            "Leonard",
            "To do what?"
        ],
        [
            "Raj",
            "Party with the pretty girls, dude!"
        ],
        [
            "Leonard",
            "Are you insane? You’re not going to party with them, you’re not even going to get anywhere near that place."
        ],
        [
            "Howard",
            "That’s what they said to Neil Armstrong about the moon."
        ],
        [
            "Sheldon",
            "No one said anything of the kind to Neil Armstrong, the entire nation dedicated a decade of effort and treasure to put a man on the moon."
        ],
        [
            "Howard",
            "Well, my fellow Americans, before this year is out we will put a Wolowitz on one of America’s top models."
        ],
        [
            "Raj",
            "And a large number of people will believe it never happened."
        ],
        [
            "Penny (arriving)",
            "Okay, let me guess. A quesadilla with soy cheese for the lactose-intolerant Leonard."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Penny",
            "Shrimp Caesar salad with no almonds for the highly allergic kosher-only-on-the-high-holidays Howard, and for our suddenly back on the Hindu wagon Raj, meatlover’s pizza, no meat. Coming right up."
        ],
        [
            "Sheldon",
            "Wait. Excuse me. You forgot my barbecue bacon cheeseburger, barbecue sauce, bacon and cheese on the side."
        ],
        [
            "Penny",
            "Oh, I didn’t tell you? You’re banished from the Cheesecake Factory."
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Penny",
            "Well, you have three strikes. One, coming in. Two, sitting down. And three, I don’t like your attitude."
        ],
        [
            "Sheldon",
            "You can’t do that. Not only is it a violation of California state law, it flies directly in the face of Cheesecake Factory policy."
        ],
        [
            "Penny",
            "Yeah, no, there’s a new policy. No shoes, no shirt, no Sheldon."
        ],
        [
            "Howard",
            "I bet we could sell that sign all over Pasadena."
        ],
        [
            "Leonard",
            "Penny, can I talk to you for a minute? Hi."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Leonard",
            "Look, here’s the thing, um, I talked to Sheldon and he feels terrible and he agrees that he was unreasonable and out of line."
        ],
        [
            "Penny",
            "Really? Well, that’s great."
        ],
        [
            "Leonard",
            "Yeah, so just apologize to him, okay?"
        ],
        [
            "Penny",
            "What? I’m not going to apologize to that nutcase."
        ],
        [
            "Leonard",
            "Oh, come on, it’s easy, he’ll even tell you what to say."
        ],
        [
            "Penny",
            "Leonard, don’t you get it? If you guys keep going along with his insanity, you’re just encouraging him."
        ],
        [
            "Leonard",
            "We’re not encouraging. It’s more like knuckling under."
        ],
        [
            "Penny",
            "Look, I like hanging out with you guys, but I’m not going to apologize for something I didn’t do."
        ],
        [
            "Leonard",
            "Well, actually, technically, you did do it."
        ],
        [
            "Penny",
            "That’s strike one, Leonard."
        ],
        [
            "Scene",
            "The same, some minutes later."
        ],
        [
            "Penny",
            "There you go, quesadilla, salad, there’s your pizza, and thanks to Sheldon’s heated discussion with my manager one barbecue bacon cheeseburger, barbecue sauce, bacon and cheese on the side."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Penny",
            "Go ahead, eat it. I dare you"
        ],
        [
            "Scene",
            "The living room. Howard on his laptop."
        ],
        [
            "Howard",
            "That’s it. There’s the house, I found America’s top models!"
        ],
        [
            "Raj",
            "Are you sure?"
        ],
        [
            "Howard",
            "Look, on the roof, Anais and Giselle are sunbathing. European-style."
        ],
        [
            "Leonard",
            "You can recognize people on Google Earth?"
        ],
        [
            "Howard",
            "Of course not, I got a buddy of mine at NORAD to have a spy drone fly over."
        ],
        [
            "Leonard",
            "NORAD? You’re using military aircraft?"
        ],
        [
            "Howard",
            "It was already targeted to poke around a nuclear reactor in Siberia, I took it an hour out of its way, tops."
        ],
        [
            "Penny (entering, angry)",
            "Okay, where is he?"
        ],
        [
            "Leonard",
            "Sheldon? I just dropped him off at the comic book store. Why?"
        ],
        [
            "Penny",
            "Here. Try and go online."
        ],
        [
            "Leonard",
            "Problem with the WiFi?"
        ],
        [
            "Penny",
            "No, just try."
        ],
        [
            "Sheldon (on screen)",
            "Greetings, hamburger toucher. You are probably wondering why you cannot IM with your little friends about how much you heart various things. Well, this recorded message is alerting you that I am putting an end to your parasitic piggybacking upon our WiFi. If you want to remedy the situation you can contact the phone company, set up your own WiFi and pay for it, or you may apologize to me."
        ],
        [
            "Penny",
            "Well?"
        ],
        [
            "Leonard",
            "I reiterate, knuckle under."
        ],
        [
            "Penny",
            "No, no, no, no, no. It is on. I am gonna introduce your friend to a world of hurt."
        ],
        [
            "Leonard",
            "Oh, Penny, you don’t want to get into it with Sheldon. The guy is one lab accident away from being a supervillain."
        ],
        [
            "Penny",
            "I don’t care, I was in junior rodeo, I can hogtie and castrate him in 60 seconds."
        ],
        [
            "Howard",
            "No need to neuter the nerd, I can get you back online."
        ],
        [
            "Leonard",
            "There, see? Problem solved."
        ],
        [
            "Howard",
            "Voila!"
        ],
        [
            "Sheldon (voice from Howards laptop)",
            "Hello, puny insects. As a consequence of your efforts to circumvent my will, everyone is awarded one additional strike."
        ],
        [
            "Leonard",
            "Thanks a lot, Howard."
        ],
        [
            "Howard",
            "What are you complaining about? I’m the one who has to take the class again."
        ],
        [
            "Scene",
            "The hallway. Sheldon is backing out of the apartment. Penny is waiting outside."
        ],
        [
            "Sheldon",
            "Oh! Hello."
        ],
        [
            "Penny",
            "Time to do your laundry, huh?"
        ],
        [
            "Sheldon",
            "It’s Saturday night. Saturday is laundry night."
        ],
        [
            "Penny: I know. Every Saturday at 8",
            "15, easy to anticipate."
        ],
        [
            "Sheldon",
            "What are you implying?"
        ],
        [
            "Penny: I’m implying that you’re a creature of habit, and if something were to prevent you from doing your laundry on Saturday at 8",
            "15, you might find it unpleasant. (Sheldon hurries away, disturbed) Knuckle under, my ass."
        ],
        [
            "Scene",
            "The laundry room. Sheldon, holding his laundry, is looking at the machines in dismay."
        ],
        [
            "Penny",
            "Oh, no, are all the machines taken? What are you gonna do?"
        ],
        [
            "Sheldon",
            "No problem, I’ll just do my laundry another night."
        ],
        [
            "Penny",
            "Another night? Well, I guess you can try, but deep inside your heart you’ll know that laundry night is always Saturday night."
        ],
        [
            "Sheldon",
            "Woman, you are playing with forces beyond your ken."
        ],
        [
            "Penny",
            "Yeah, well, your ken can kiss my Barbie."
        ],
        [
            "Scene",
            "The hallway, Penny comes storming up the stairs to the guys door."
        ],
        [
            "Penny (Knock, knock, knock)",
            "Sheldon (knock, knock, knock) Sheldon (knock, knock, knock) Sheldon."
        ],
        [
            "Sheldon",
            "Yes?"
        ],
        [
            "Penny",
            "Where are my clothes?"
        ],
        [
            "Sheldon",
            "Your clothes?"
        ],
        [
            "Penny",
            "Yes, I left them in the washers and when I went down to get them, they were gone."
        ],
        [
            "Sheldon",
            "Really? Despite the sign that says “Do not leave laundry unattended”?"
        ],
        [
            "Penny",
            "Sheldon, where are my clothes?"
        ],
        [
            "Sheldon",
            "You know, I do recall seeing some female undergarments. Where was that? Oh, yes, earlier this evening I happened to gaze out the window and a brassiere caught my eye. Do those look familiar?"
        ],
        [
            "Penny",
            "How the hell did you get them up on that telephone wire?"
        ],
        [
            "Sheldon",
            "When you understand the laws of physics, Penny, anything is possible. And may I add, mwah-ha-ha!"
        ],
        [
            "Penny",
            "Get them down."
        ],
        [
            "Sheldon",
            "Apologize."
        ],
        [
            "Penny",
            "Never."
        ],
        [
            "Sheldon",
            "Well, then may I suggest you get a very long stick and play panty pinata."
        ],
        [
            "Penny",
            "Look, wait, Sheldon, this has gotten out of hand, okay? I’ve done some stupid things, you’ve done some stupid things, how about we just call it even and move on with our lives?"
        ],
        [
            "Sheldon",
            "I’ve done no stupid things."
        ],
        [
            "Penny",
            "Look, you’ve got to meet me halfway here."
        ],
        [
            "Sheldon",
            "I am meeting you halfway, I’m willing to concede that you’ve done some stupid things."
        ],
        [
            "Leonard",
            "Hey, you guys are talking again. Good. What happened?"
        ],
        [
            "Penny",
            "Leonard, remember when I said it was on? Well, now it’s junior rodeo on."
        ],
        [
            "Leonard",
            "Oh, not junior rodeo. What did you do?"
        ],
        [
            "Sheldon",
            "I had no choice, Leonard, she ruined laundry night."
        ],
        [
            "Leonard (looking out of window)",
            "A-a-a-aw!"
        ],
        [
            "Sheldon",
            "Mwah-ha-ha."
        ],
        [
            "Scene",
            "Penny’s apartment. Leonard enters. Penny is taping together a number of long sticks."
        ],
        [
            "Penny",
            "Telephone wires can’t electrocute you, can they?"
        ],
        [
            "Leonard",
            "No. Look, this has to stop."
        ],
        [
            "Penny",
            "Oh, no, no, no. It is just beginning."
        ],
        [
            "Leonard",
            "All right, I really didn’t want to do this, but… here."
        ],
        [
            "Penny",
            "What’s this?"
        ],
        [
            "Leonard",
            "Sheldon’s Kryptonite."
        ],
        [
            "Penny",
            "Oh, my God."
        ],
        [
            "Leonard",
            "He can never know that I gave that to you."
        ],
        [
            "Penny",
            "Look, I said I wanted to hurt him, but, but this?"
        ],
        [
            "Leonard",
            "It’ll shorten the war by five years and save millions of lives."
        ],
        [
            "Scene",
            "The living room."
        ],
        [
            "Raj",
            "Oh, pause it. That’s it. Confirmed. We now have the address of the top model house."
        ],
        [
            "Howard",
            "God bless you, Google Street View registered trademark."
        ],
        [
            "Leonard",
            "Okay, for the record what you’re doing is really creepy."
        ],
        [
            "Howard",
            "You know what? If it’s creepy to use the Internet, military satellites, and robot aircraft to find a house full of gorgeous young models so that I can drop in on them unexpectedly, then fine, I’m creepy."
        ],
        [
            "Leonard (into phone, which has just rung)",
            "Hello. Oh, hi. Yeah, hold on a second. I’ll get him. Sheldon, it’s for you."
        ],
        [
            "Sheldon",
            "Who is it?"
        ],
        [
            "Leonard",
            "Your mother."
        ],
        [
            "Sheldon",
            "Oh, good. Hi, Mom. How are you? But, Mom, she keeps sitting in my spot. And, and she touched my food. Okay, yes, I took her clothes, but she started it. No, that’s not fair. Why should I have to apologize? Yeah, I really don’t think this is the kind of thing Jesus concerns himself with. No, you’re right, I don’t really know what Jesus thinks about. All right, good-bye. Did you tell on me?"
        ],
        [
            "Leonard",
            "Are you kidding me? I already have two strikes."
        ],
        [
            "Scene",
            "Outside Penny’s door."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny, (knock, knock, knock) Penny, (knock, knock, knock) Penny… (door opens) I am very, very sorry for what I have done. Here’s your laundry, I rescind your strikes and you are no longer banished."
        ],
        [
            "Penny",
            "Can I sit wherever I want? No, no, never mind, never mind, that’s, that’s not important. Sheldon, this was big of you. Thank you. I really appreciate it."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Penny",
            "Good night, Sheldon."
        ],
        [
            "Sheldon",
            "Penny."
        ],
        [
            "Penny",
            "Yes?"
        ],
        [
            "Sheldon",
            "Well played."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Sheldon: Just remember",
            "with great power comes great responsibility."
        ],
        [
            "Penny",
            "Understood."
        ],
        [
            "Scene",
            "The top model house. The doorbell rings. One of the models answers. Howard and Raj are outside wearing blue jumpsuits."
        ],
        [
            "Model",
            "Can I help you"
        ],
        [
            "Howard",
            "Yes, we here to fix the cable."
        ],
        [
            "Model",
            "I think we have satellite."
        ],
        [
            "Howard",
            "That’s what I meant."
        ],
        [
            "Model",
            "Oh. Okay, come on in."
        ],
        [
            "Howard",
            "She’s taller than all the women in my family combined."
        ],
        [
            "Raj",
            "What do we do now?"
        ],
        [
            "Howard",
            "Follow Mrs. Wolowitz."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-2-episode-07-the-panty-pinata-polarization/"
}