{
    "Season": 2,
    "Episode": 8,
    "Title": "the lizard spock expansion",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. "
            ],
            [
                27,
                "Credits sequence."
            ],
            [
                29,
                "The same."
            ],
            [
                49,
                "A corridor at the university"
            ],
            [
                77,
                "Leonard’s car. Leonard and the girl are kissing."
            ],
            [
                88,
                "The Mars Rover control room."
            ],
            [
                102,
                "The apartment."
            ],
            [
                142,
                "The girl’s apartment."
            ],
            [
                157,
                "Time shift"
            ],
            [
                165,
                "Time shift"
            ],
            [
                173,
                "The laundry room"
            ],
            [
                201,
                "Outside Howard’s front door."
            ],
            [
                211,
                "The apartment"
            ],
            [
                244,
                "The apartment kitchen. Howard is on the phone."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Oh look, Saturn 3 is on."
            ],
            [
                3,
                "How is Deep Space Nine better than Saturn 3?"
            ],
            [
                6,
                "In what sense is that a compromise?"
            ],
            [
                9,
                "Ooh, I don’t think so. No, anecdotal evidence suggests that in the game of rock-paper-scissors, players familiar with each other will tie 75 to 80% of the time due to the limited number of outcomes. I suggest rock-paper-scissors- lizard-Spock."
            ],
            [
                11,
                "It’s very simple. Look, scissors cuts paper. Paper covers rock. Rock crushes lizard. Lizard poisons Spock. Spock smashes scissors. Scissors decapitates lizard. Lizard eats paper. Paper disproves Spock. Spock vaporizes rock. And as it always has, rock crushes scissors."
            ],
            [
                17,
                "Oh yes, like the male peacock with brilliant plumage or the rutting baboon with engorged hindquarters."
            ],
            [
                30,
                "I’m sorry, but I’m not going to watch the Clone Wars TV series until I’ve seen the Clone Wars movie. I prefer to let George Lucas disappoint me in the order he intended."
            ],
            [
                32,
                "Then I believe we’ve arrived at another quintessential rock-paper-scissors- lizard-Spock moment."
            ],
            [
                35,
                "What did I do?"
            ],
            [
                37,
                "What happened?"
            ],
            [
                39,
                "Defcon 5? Well, there’s no need to rush."
            ],
            [
                41,
                "Defcon 5 means no danger. Defcon 1 is a crisis."
            ],
            [
                44,
                "Okay, first of all, that’s a comparison of quality, not intensity. Secondly, Star Trek I is orders-of-magnitude worse than Star Trek V."
            ],
            [
                46,
                "No, no, no. Star Trek V has specific failures in writing and direction, while Star Trek I fails across the board, art direction, costuming, music, sound editing."
            ],
            [
                56,
                "Where?"
            ],
            [
                60,
                "You brought a girl to the Mars Rover control room?"
            ],
            [
                64,
                "So what exactly do you want us to do?"
            ],
            [
                66,
                "Really? They don’t let strange women from honky-tonks come in and play with $200million government projects on distant planets?"
            ],
            [
                76,
                "Oh, how nice. Maybe they can carpool when they visit you in federal prison."
            ],
            [
                92,
                "I believe the appropriate metaphor here involves a river of excrement and a Native American water vessel without any means of propulsion."
            ],
            [
                95,
                "Plus I understand you have to be standing next to the vehicle with your card when they arrive."
            ],
            [
                97,
                "Snap what?"
            ],
            [
                101,
                "Why wasn’t that Plan A?"
            ],
            [
                111,
                "Will you all excuse me? Leonard is subtly signalling that he’d like to talk to me in private."
            ],
            [
                114,
                "Is there some problem?"
            ],
            [
                116,
                "All right, goodbye."
            ],
            [
                118,
                "Where are you going?"
            ],
            [
                120,
                "Who would ask me?"
            ],
            [
                122,
                "So you brought me in here to inform me that you can’t tell me where you’re going and you can’t tell me who might ask?"
            ],
            [
                124,
                "Leonard, a moment."
            ],
            [
                126,
                "If someone, and of course, we don’t know who this would be, does ask where you’ve gone, what should I say?"
            ],
            [
                128,
                "Are you going to the office?"
            ],
            [
                130,
                "Then how can I say it convincingly?"
            ],
            [
                132,
                "All right. Leonard went to (exaggerated) the office."
            ],
            [
                134,
                "This would have worked out a lot better if you’d just told me you were going the office."
            ],
            [
                136,
                "See? Why don’t I believe you?"
            ],
            [
                139,
                "Doesn’t anyone want to know where he’s going?"
            ],
            [
                141,
                "Leonard is going to (exaggerated) the office."
            ],
            [
                215,
                "Okay, one of us is going to have to stop putting up Spock."
            ],
            [
                219,
                "Hello."
            ],
            [
                223,
                "Howard is employing a schoolyard paradigm in which you are, for all intents and purposes, deceased. He intends to act on this by not speaking to you, feigning an inability to hear you when you speak and otherwise refusing to acknowledge your existence."
            ],
            [
                225,
                "I don’t make the rules, Leonard."
            ],
            [
                228,
                "I believe this is an extension of the death metaphor. The cold breeze is the so-called ectoplasmic issue of a disembodied soul passing by."
            ],
            [
                236,
                "Look I’m sorry, you violated the terms of your metaphor by acknowledging her existence. I’m out."
            ]
        ],
        "Raj": [
            [
                2,
                "I don’t want to watch Saturn 3. Deep Space Nine is better."
            ],
            [
                4,
                "Simple subtraction will tell you it’s six better."
            ],
            [
                8,
                "I’ll tell you what, how about we go rock-paper-scissors?"
            ],
            [
                10,
                "What?"
            ],
            [
                12,
                "Okay, I think I got it. (They prepare)"
            ],
            [
                20,
                "What are negs?"
            ],
            [
                34,
                "I saw what you did there."
            ],
            [
                43,
                "Yeah, Star Trek V, worse than I."
            ],
            [
                45,
                "Are you joking? Star Trek V is the standard against which all badness is measured."
            ],
            [
                48,
                "Star Trek V!"
            ],
            [
                52,
                "I have three words for you. Wrath of Khan."
            ],
            [
                91,
                "Actually, I was just checking my e-mail. But, uh, no, the Rover is not responding."
            ],
            [
                94,
                "You could try calling Triple-A, but based on NASA’s latest timetable, they won’t get there for 35 years."
            ],
            [
                96,
                "Oh, snap."
            ],
            [
                99,
                "What’s Plan B?"
            ],
            [
                213,
                "Okay, who gets the extra dumpling?"
            ],
            [
                220,
                "Hey."
            ],
            [
                229,
                "You know, screw it, I’m just gonna eat the dumpling."
            ]
        ],
        "Leonard": [
            [
                5,
                "Compromise. Watch Babylon 5."
            ],
            [
                7,
                "Well, five is partway between three… Never mind."
            ],
            [
                15,
                "Ahoy, matey."
            ],
            [
                18,
                "Or in this case, the bar mitzvah boy with pinkeye."
            ],
            [
                22,
                "You’re not gonna need wingman, you’re gonna need a paramedic."
            ],
            [
                31,
                "Well, I want to watch it now."
            ],
            [
                33,
                "Watch whatever you want."
            ],
            [
                38,
                "Howard’s at the Mars Rover lab. He says he’s in trouble. Defcon 5."
            ],
            [
                40,
                "What?"
            ],
            [
                42,
                "How can 5 not be worse than 1?"
            ],
            [
                47,
                "Can we just forget I said Defcon and go?"
            ],
            [
                54,
                "What’s the emergency?"
            ],
            [
                62,
                "Wait a minute, so the eye patch and the insults worked?"
            ],
            [
                71,
                "Okay."
            ],
            [
                74,
                "No one’s a scientist like Howard."
            ],
            [
                79,
                "Just said Howard’s a terrific guy. He’s got a great sense of humour, he loves his mother, a lot, some people say too much."
            ],
            [
                81,
                "Yeah, I am loyal. You know, if you look at the big picture. Just, out of curiosity, did he ever have a shot with you?"
            ],
            [
                83,
                "Then why did you?"
            ],
            [
                85,
                "Got it. So, can I see you again?"
            ],
            [
                87,
                "Ooh. Cool."
            ],
            [
                110,
                "Psst! Psst!"
            ],
            [
                115,
                "Yeah. Listen, I have to kinda sneak out for a while."
            ],
            [
                117,
                "No, wait! If anyone asks you where I went, you don’t know."
            ],
            [
                119,
                "I can’t tell you that."
            ],
            [
                121,
                "I can’t tell you that, either."
            ],
            [
                123,
                "Yeah, I really didn’t think this through."
            ],
            [
                125,
                "What?"
            ],
            [
                127,
                "I don’t know. Just tell them I went to the office."
            ],
            [
                129,
                "No."
            ],
            [
                131,
                "Just say, Leonard went to the office."
            ],
            [
                133,
                "What is? No, not like that! Just, Leonard went to the office."
            ],
            [
                135,
                "I’m going to the office."
            ],
            [
                137,
                "I’m going out for a while."
            ],
            [
                143,
                "So how was work today?"
            ],
            [
                145,
                "I’m hoping that’s three different guys."
            ],
            [
                147,
                "Oh, you know, I’m a physicist, so, I thought about stuff."
            ],
            [
                149,
                "Well, I wrote some of it down."
            ],
            [
                151,
                "Uh, yeah."
            ],
            [
                153,
                "If I knew you were waiting, I would’ve swallowed that lasagna whole."
            ],
            [
                156,
                "I’ve had her brisket. Melts in your mouth."
            ],
            [
                159,
                "That’s a good idea. There’s a bed in there, and I’m very, very, very pro-bed."
            ],
            [
                162,
                "Don’t you think we should tell him you’re not interested?"
            ],
            [
                164,
                "Dear God, no!"
            ],
            [
                175,
                "Hey."
            ],
            [
                177,
                "Yeah, a couple."
            ],
            [
                179,
                " Thank you."
            ],
            [
                181,
                "I’m sorry?"
            ],
            [
                183,
                "So, uh, what we did was in fact dating?"
            ],
            [
                185,
                "Exactly. Thank you. Do me a favour, tell Koothrappali that next time you see him."
            ],
            [
                187,
                "Oh, she’s a doctor."
            ],
            [
                189,
                "Doctor doctor. Surgical resident. Smart, pretty. Let me ask you something. If your friend thinks he’s dating someone, but he’s not because, in fact, you’re dating her, does that make you a bad person?"
            ],
            [
                191,
                "On what?"
            ],
            [
                193,
                "Yeah."
            ],
            [
                195,
                "Are you sure?"
            ],
            [
                197,
                "Does that change things?"
            ],
            [
                199,
                "So why’d you ask?"
            ],
            [
                209,
                "Listen, I need to talk to you about something."
            ],
            [
                218,
                "Oh, hey, guys."
            ],
            [
                221,
                "Hi, Howard. Howard?"
            ],
            [
                224,
                "That’s just ridiculous. Why are you cooperating with him?"
            ],
            [
                226,
                "Howard, come on, I didn’t plan on this. These things just happen. Usually not to me, but they do happen."
            ],
            [
                232,
                "Yeah, but I don’t see a better one on the horizon, so…"
            ],
            [
                237,
                "He just won’t listen to me."
            ],
            [
                239,
                "Hmm. Lisa’s gonna be disappointed."
            ],
            [
                247,
                "Howard, Howard, look at this."
            ]
        ],
        "Together": [
            [
                13,
                "Rock-paper-scissors- lizard-Spock! (Both hold up the symbol for Spock) Oh!"
            ]
        ],
        "Howard (entering, wearing an eye patch)": [
            [
                14,
                "Hello, boys."
            ]
        ],
        "Howard": [
            [
                16,
                "Noticed the eye patch, did you? It’s all part of a technique I’ve been studying for picking up women. You employ a visual display designed to make yourself distinctive and memorable."
            ],
            [
                19,
                "Mock me if you will, but it works. You show up at a club in something distinctive, scope out your target and toss out some negs."
            ],
            [
                21,
                "A neg is a negative compliment that throws a pretty woman off her game, like “Normally, I’m not turned on by big teeth, but on you, they work.” I’ve got a whole list of ’em. Who wants to be my wingman?"
            ],
            [
                24,
                "Step one, she notices the eye patch. May I say, Penny, not a lot of women could look as hot as you do with such greasy hair? (She reaches out, pulls his eye patch away from his face, then lets go allowing the elastic to spring it back into place.)"
            ],
            [
                26,
                "Ow."
            ],
            [
                53,
                "Oh, thank God, you’re here."
            ],
            [
                55,
                "I got the Mars Rover stuck in a ditch."
            ],
            [
                57,
                "On a dusty highway just outside Bakersfield. Where do you think? On Mars!"
            ],
            [
                59,
                "Yeah, baby, I’ll be right in."
            ],
            [
                61,
                "Yeah, I picked her up in the bar. She’s a doctor. One free barium enema and my mother won’t care she’s not Jewish."
            ],
            [
                63,
                "No, there were three other guys with eye patches, iIt was a fiasco. What did work was, “How’d you like to visit a secret government facility?”"
            ],
            [
                65,
                "I need you and Raj to help me get the Rover out of the ditch, and I need you to get Stephanie out before somebody notices she’s here. She doesn’t exactly have clearance."
            ],
            [
                67,
                "Yes, I was bad. Maybe she’ll spank me. Can we please move on?"
            ],
            [
                69,
                "Yeah. No. I’m sorry, but something’s come up. Kind of a Mars Rover, Mars Rover, can Howard come over, situation. So my friend Leonard is gonna take you home."
            ],
            [
                72,
                "I’ll call ya."
            ],
            [
                75,
                "My mother is so gonna love her."
            ],
            [
                90,
                "Anything?"
            ],
            [
                93,
                "Hang on, there’s got to be other options."
            ],
            [
                98,
                "OK, I guess we have to turn to Plan B."
            ],
            [
                100,
                "Erase all the hard drives, scrap the surveillance tapes, wipe our fingerprints off every surface and run."
            ],
            [
                105,
                "Thank God for Plan B."
            ],
            [
                107,
                "No, you’re mistaken."
            ],
            [
                109,
                "I don’t know what you’re talking about."
            ],
            [
                113,
                "Well, that does sound like me, but no."
            ],
            [
                138,
                "Okay."
            ],
            [
                206,
                "It’s Leonard!"
            ],
            [
                208,
                "No one cares, Ma! So, what’s up?"
            ],
            [
                216,
                "How do we decide that?"
            ],
            [
                222,
                "Sheldon."
            ],
            [
                227,
                "Did someone just feel a cold breeze?"
            ],
            [
                233,
                "Oh, if it isn’t Mrs. Dead to Me."
            ],
            [
                235,
                "Sheldon?"
            ],
            [
                241,
                "Lisa?"
            ],
            [
                243,
                "Leonard, Stephanie, you’re alive, it’s a miracle!"
            ],
            [
                246,
                "So, anyway, Lisa, I just wanted to tell you again how much I enjoyed the other night, and again, I’m sorry for how it ended. But again, if you could let me know about Friday. My mother needs a head count so she can know how big a brisket to get."
            ],
            [
                248,
                "Anyway, call me. It’s Howard."
            ],
            [
                250,
                "Son of a bitch."
            ]
        ],
        "Penny (entering)": [
            [
                23,
                "Howard, your scooter’s blocking my car. Aw, did you get pinkeye again?"
            ]
        ],
        "Penny": [
            [
                25,
                "Yeah, just move your stupid scooter before I pick it up and throw it in the dumpster."
            ],
            [
                106,
                "Howard, didn’t you say you worked on the Mars Rover?"
            ],
            [
                108,
                "Yeah, when we first met, you said that if I went out with you, I could drive a car on Mars."
            ],
            [
                112,
                "No. Yeah, I remember specifically. You started by asking if I was from Mars because my ass was out of this world."
            ],
            [
                140,
                "Okay, where is he going?"
            ],
            [
                174,
                "Oh, hey."
            ],
            [
                176,
                "New shirts?"
            ],
            [
                178,
                "Nice."
            ],
            [
                180,
                "So, who’s the girl?"
            ],
            [
                182,
                "Well, last time you bought a new shirt was when we were dating."
            ],
            [
                184,
                "Well, yeah, we did have a date."
            ],
            [
                186,
                "So, who is she?"
            ],
            [
                188,
                "Oh, nice. A doctor doctor, or a you kind of doctor?"
            ],
            [
                190,
                "Well, that depends."
            ],
            [
                192,
                "Is that friend Wolowitz?"
            ],
            [
                194,
                "Screw him. You’re fine."
            ],
            [
                196,
                "Well, have you slept with her yet? You dog! Good for you."
            ],
            [
                198,
                "No."
            ],
            [
                200,
                "I’m nosy. See ya."
            ]
        ],
        "Leonard (answering phone)": [
            [
                36,
                "Hello. Hey, Howard. What’s wrong? Okay. Okay, we’ll be right there."
            ]
        ],
        "Sheldon: All right, will you at least stipulate that Star Trek IV": [
            [
                51,
                "The Voyage Home is inarguably the best?"
            ]
        ],
        "Woman (peering out of door)": [
            [
                58,
                "Howard, is everything okay?"
            ]
        ],
        "Girl": [
            [
                68,
                "Hey, Howard, you know, it’s getting late, so do I get to drive this thing or what?"
            ],
            [
                70,
                "Oh, okay. Let’s go, friend Leonard."
            ],
            [
                73,
                "Yeah. So are you a scientist like Howard?"
            ],
            [
                78,
                "I’m sorry. I totally interrupted you. What, what, what were you saying?"
            ],
            [
                80,
                "I really like that you’re such a loyal friend."
            ],
            [
                82,
                "Are you insane? The guy was wearing an eye patch."
            ],
            [
                84,
                "He said that I could drive a car on Mars."
            ],
            [
                86,
                "You’re not gonna see me now."
            ],
            [
                144,
                "Busy. I removed an appendix, a gall bladder and about a foot and a half of bowel."
            ],
            [
                146,
                "No, just the one. He didn’t make it. So, how was your day?"
            ],
            [
                148,
                "That’s it?"
            ],
            [
                150,
                "Are you done eating?"
            ],
            [
                152,
                "Oh, good. (Kisses him)"
            ]
        ],
        "Voice from television: REPORTER": [
            [
                104,
                "A NASA spokesman states that due to the loss of data, they will most likely be unable to determine the cause of the Mars Rover’s malfunction. This is not the first time an exploratory mission to Mars has ended in disappointment."
            ]
        ],
        "Phone rings. Answering machine": [
            [
                154,
                "You’ve reached Dr. Stephanie Barnett. Leave a message. Beep."
            ],
            [
                160,
                "You’ve reached Dr. Stephanie Barnett. Leave a message. Beep."
            ],
            [
                167,
                "You’ve reached Dr. Stephanie Barnett. Leave a message. Beep."
            ]
        ],
        "Howard (voice)": [
            [
                155,
                "Hey, Steph, it’s me again, Howard. Listen, if you’re free Friday, maybe we could have a little something to eat at my place. My mom cooks a hell of a brisket. Let me know. It’s Howard."
            ],
            [
                161,
                "Hey, it’s me again. Just want to let you know the head count for dinner Friday has gone up. My Aunt Betty and Uncle Elliot are coming in from Palm Springs. Oh, and if anybody should ask, you’re half-Jewish on your mother’s side. Okay, call me. It’s Howard."
            ],
            [
                168,
                "Hey, it’s me again. Howard. Listen, my cousins from Fort Lauderdale are flying in to meet you so that means we’re gonna have to move the dinner to a restaurant."
            ],
            [
                170,
                "We’re not going to the Olive Garden, Mom!"
            ],
            [
                172,
                "I’ll call you back when we firm up the details. It’s Howard."
            ],
            [
                204,
                "Really? Is that what you do when someone knocks? Thank you. I had no idea! (opening door) Hey, buddy. What brings you to my little slice of hell?"
            ]
        ],
        "Steph": [
            [
                158,
                "Maybe we should think about going to the bedroom."
            ],
            [
                163,
                "Do you want me to stop and call him back right now?"
            ],
            [
                231,
                " Is this a bad time?"
            ],
            [
                234,
                "Hello, Howard."
            ],
            [
                238,
                "Okay, I guess it’ll just be the three of us then."
            ],
            [
                240,
                "Yeah."
            ],
            [
                242,
                "Yeah, my roommate. She just went through a really bad breakup and I thought she might like to meet somebody fun like you."
            ]
        ],
        "Steph (from bedroom door)": [
            [
                166,
                "Oh, Leonard…"
            ]
        ],
        "Howard’s Mother (voice)": [
            [
                169,
                "Tell her we’re going to the Olive Garden! I have a coupon from the paper."
            ],
            [
                171,
                "Oh, Mr. Bigshot with his Red Lobster."
            ],
            [
                203,
                "Howard, get the door!"
            ],
            [
                205,
                "Who is it?!"
            ],
            [
                207,
                "You’re gonna have to play outside! I’m not dressed to receive!"
            ]
        ],
        "Howard (his phone rings)": [
            [
                210,
                "Momentito. Yello. Oh, Stephanie, thanks for calling me back. I was worried… Oh… Uh-huh… Uh-huh… Uh-huh… No, I understand… Sure, we can be friends. Absolutely. Thanks for calling. Yeah, you have a nice day, too. (To Leonard) You are dead to me."
            ]
        ],
        "All": [
            [
                214,
                "Rock-paper-scissors- lizard-Spock."
            ],
            [
                217,
                "Rock-paper-scissors-lizard-Spock. Oh!"
            ]
        ],
        "Leonard (answering door)": [
            [
                230,
                "Oh, hi, Steph, come on in."
            ]
        ],
        "Voice from TV": [
            [
                249,
                "The possibility of life on Mars has long fascinated scientists and laypersons alike. It’s unclear how the Mars Rover got into the crevice, but one thing’s certain, the data which it has sent back contain the first clear indications that there may have been life on Mars. It’s a scientific discovery that has staggering implications for all mankind. Unfortunately, we’ll never know who’s responsible."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "Oh look, Saturn 3 is on."
        ],
        [
            "Raj",
            "I don’t want to watch Saturn 3. Deep Space Nine is better."
        ],
        [
            "Sheldon",
            "How is Deep Space Nine better than Saturn 3?"
        ],
        [
            "Raj",
            "Simple subtraction will tell you it’s six better."
        ],
        [
            "Leonard",
            "Compromise. Watch Babylon 5."
        ],
        [
            "Sheldon",
            "In what sense is that a compromise?"
        ],
        [
            "Leonard",
            "Well, five is partway between three… Never mind."
        ],
        [
            "Raj",
            "I’ll tell you what, how about we go rock-paper-scissors?"
        ],
        [
            "Sheldon",
            "Ooh, I don’t think so. No, anecdotal evidence suggests that in the game of rock-paper-scissors, players familiar with each other will tie 75 to 80% of the time due to the limited number of outcomes. I suggest rock-paper-scissors- lizard-Spock."
        ],
        [
            "Raj",
            "What?"
        ],
        [
            "Sheldon",
            "It’s very simple. Look, scissors cuts paper. Paper covers rock. Rock crushes lizard. Lizard poisons Spock. Spock smashes scissors. Scissors decapitates lizard. Lizard eats paper. Paper disproves Spock. Spock vaporizes rock. And as it always has, rock crushes scissors."
        ],
        [
            "Raj",
            "Okay, I think I got it. (They prepare)"
        ],
        [
            "Together",
            "Rock-paper-scissors- lizard-Spock! (Both hold up the symbol for Spock) Oh!"
        ],
        [
            "Howard (entering, wearing an eye patch)",
            "Hello, boys."
        ],
        [
            "Leonard",
            "Ahoy, matey."
        ],
        [
            "Howard",
            "Noticed the eye patch, did you? It’s all part of a technique I’ve been studying for picking up women. You employ a visual display designed to make yourself distinctive and memorable."
        ],
        [
            "Sheldon",
            "Oh yes, like the male peacock with brilliant plumage or the rutting baboon with engorged hindquarters."
        ],
        [
            "Leonard",
            "Or in this case, the bar mitzvah boy with pinkeye."
        ],
        [
            "Howard",
            "Mock me if you will, but it works. You show up at a club in something distinctive, scope out your target and toss out some negs."
        ],
        [
            "Raj",
            "What are negs?"
        ],
        [
            "Howard",
            "A neg is a negative compliment that throws a pretty woman off her game, like “Normally, I’m not turned on by big teeth, but on you, they work.” I’ve got a whole list of ’em. Who wants to be my wingman?"
        ],
        [
            "Leonard",
            "You’re not gonna need wingman, you’re gonna need a paramedic."
        ],
        [
            "Penny (entering)",
            "Howard, your scooter’s blocking my car. Aw, did you get pinkeye again?"
        ],
        [
            "Howard",
            "Step one, she notices the eye patch. May I say, Penny, not a lot of women could look as hot as you do with such greasy hair? (She reaches out, pulls his eye patch away from his face, then lets go allowing the elastic to spring it back into place.)"
        ],
        [
            "Penny",
            "Yeah, just move your stupid scooter before I pick it up and throw it in the dumpster."
        ],
        [
            "Howard",
            "Ow."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The same."
        ],
        [
            "Sheldon",
            "I’m sorry, but I’m not going to watch the Clone Wars TV series until I’ve seen the Clone Wars movie. I prefer to let George Lucas disappoint me in the order he intended."
        ],
        [
            "Leonard",
            "Well, I want to watch it now."
        ],
        [
            "Sheldon",
            "Then I believe we’ve arrived at another quintessential rock-paper-scissors- lizard-Spock moment."
        ],
        [
            "Leonard",
            "Watch whatever you want."
        ],
        [
            "Raj",
            "I saw what you did there."
        ],
        [
            "Sheldon",
            "What did I do?"
        ],
        [
            "Leonard (answering phone)",
            "Hello. Hey, Howard. What’s wrong? Okay. Okay, we’ll be right there."
        ],
        [
            "Sheldon",
            "What happened?"
        ],
        [
            "Leonard",
            "Howard’s at the Mars Rover lab. He says he’s in trouble. Defcon 5."
        ],
        [
            "Sheldon",
            "Defcon 5? Well, there’s no need to rush."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "Defcon 5 means no danger. Defcon 1 is a crisis."
        ],
        [
            "Leonard",
            "How can 5 not be worse than 1?"
        ],
        [
            "Raj",
            "Yeah, Star Trek V, worse than I."
        ],
        [
            "Sheldon",
            "Okay, first of all, that’s a comparison of quality, not intensity. Secondly, Star Trek I is orders-of-magnitude worse than Star Trek V."
        ],
        [
            "Raj",
            "Are you joking? Star Trek V is the standard against which all badness is measured."
        ],
        [
            "Sheldon",
            "No, no, no. Star Trek V has specific failures in writing and direction, while Star Trek I fails across the board, art direction, costuming, music, sound editing."
        ],
        [
            "Leonard",
            "Can we just forget I said Defcon and go?"
        ],
        [
            "Raj",
            "Star Trek V!"
        ],
        [
            "Scene",
            "A corridor at the university"
        ],
        [
            "Sheldon: All right, will you at least stipulate that Star Trek IV",
            "The Voyage Home is inarguably the best?"
        ],
        [
            "Raj",
            "I have three words for you. Wrath of Khan."
        ],
        [
            "Howard",
            "Oh, thank God, you’re here."
        ],
        [
            "Leonard",
            "What’s the emergency?"
        ],
        [
            "Howard",
            "I got the Mars Rover stuck in a ditch."
        ],
        [
            "Sheldon",
            "Where?"
        ],
        [
            "Howard",
            "On a dusty highway just outside Bakersfield. Where do you think? On Mars!"
        ],
        [
            "Woman (peering out of door)",
            "Howard, is everything okay?"
        ],
        [
            "Howard",
            "Yeah, baby, I’ll be right in."
        ],
        [
            "Sheldon",
            "You brought a girl to the Mars Rover control room?"
        ],
        [
            "Howard",
            "Yeah, I picked her up in the bar. She’s a doctor. One free barium enema and my mother won’t care she’s not Jewish."
        ],
        [
            "Leonard",
            "Wait a minute, so the eye patch and the insults worked?"
        ],
        [
            "Howard",
            "No, there were three other guys with eye patches, iIt was a fiasco. What did work was, “How’d you like to visit a secret government facility?”"
        ],
        [
            "Sheldon",
            "So what exactly do you want us to do?"
        ],
        [
            "Howard",
            "I need you and Raj to help me get the Rover out of the ditch, and I need you to get Stephanie out before somebody notices she’s here. She doesn’t exactly have clearance."
        ],
        [
            "Sheldon",
            "Really? They don’t let strange women from honky-tonks come in and play with $200million government projects on distant planets?"
        ],
        [
            "Howard",
            "Yes, I was bad. Maybe she’ll spank me. Can we please move on?"
        ],
        [
            "Girl",
            "Hey, Howard, you know, it’s getting late, so do I get to drive this thing or what?"
        ],
        [
            "Howard",
            "Yeah. No. I’m sorry, but something’s come up. Kind of a Mars Rover, Mars Rover, can Howard come over, situation. So my friend Leonard is gonna take you home."
        ],
        [
            "Girl",
            "Oh, okay. Let’s go, friend Leonard."
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Howard",
            "I’ll call ya."
        ],
        [
            "Girl",
            "Yeah. So are you a scientist like Howard?"
        ],
        [
            "Leonard",
            "No one’s a scientist like Howard."
        ],
        [
            "Howard",
            "My mother is so gonna love her."
        ],
        [
            "Sheldon",
            "Oh, how nice. Maybe they can carpool when they visit you in federal prison."
        ],
        [
            "Scene",
            "Leonard’s car. Leonard and the girl are kissing."
        ],
        [
            "Girl",
            "I’m sorry. I totally interrupted you. What, what, what were you saying?"
        ],
        [
            "Leonard",
            "Just said Howard’s a terrific guy. He’s got a great sense of humour, he loves his mother, a lot, some people say too much."
        ],
        [
            "Girl",
            "I really like that you’re such a loyal friend."
        ],
        [
            "Leonard",
            "Yeah, I am loyal. You know, if you look at the big picture. Just, out of curiosity, did he ever have a shot with you?"
        ],
        [
            "Girl",
            "Are you insane? The guy was wearing an eye patch."
        ],
        [
            "Leonard",
            "Then why did you?"
        ],
        [
            "Girl",
            "He said that I could drive a car on Mars."
        ],
        [
            "Leonard",
            "Got it. So, can I see you again?"
        ],
        [
            "Girl",
            "You’re not gonna see me now."
        ],
        [
            "Leonard",
            "Ooh. Cool."
        ],
        [
            "Scene",
            "The Mars Rover control room."
        ],
        [
            "Howard",
            "Anything?"
        ],
        [
            "Raj",
            "Actually, I was just checking my e-mail. But, uh, no, the Rover is not responding."
        ],
        [
            "Sheldon",
            "I believe the appropriate metaphor here involves a river of excrement and a Native American water vessel without any means of propulsion."
        ],
        [
            "Howard",
            "Hang on, there’s got to be other options."
        ],
        [
            "Raj",
            "You could try calling Triple-A, but based on NASA’s latest timetable, they won’t get there for 35 years."
        ],
        [
            "Sheldon",
            "Plus I understand you have to be standing next to the vehicle with your card when they arrive."
        ],
        [
            "Raj",
            "Oh, snap."
        ],
        [
            "Sheldon",
            "Snap what?"
        ],
        [
            "Howard",
            "OK, I guess we have to turn to Plan B."
        ],
        [
            "Raj",
            "What’s Plan B?"
        ],
        [
            "Howard",
            "Erase all the hard drives, scrap the surveillance tapes, wipe our fingerprints off every surface and run."
        ],
        [
            "Sheldon",
            "Why wasn’t that Plan A?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Voice from television: REPORTER",
            "A NASA spokesman states that due to the loss of data, they will most likely be unable to determine the cause of the Mars Rover’s malfunction. This is not the first time an exploratory mission to Mars has ended in disappointment."
        ],
        [
            "Howard",
            "Thank God for Plan B."
        ],
        [
            "Penny",
            "Howard, didn’t you say you worked on the Mars Rover?"
        ],
        [
            "Howard",
            "No, you’re mistaken."
        ],
        [
            "Penny",
            "Yeah, when we first met, you said that if I went out with you, I could drive a car on Mars."
        ],
        [
            "Howard",
            "I don’t know what you’re talking about."
        ],
        [
            "Leonard",
            "Psst! Psst!"
        ],
        [
            "Sheldon",
            "Will you all excuse me? Leonard is subtly signalling that he’d like to talk to me in private."
        ],
        [
            "Penny",
            "No. Yeah, I remember specifically. You started by asking if I was from Mars because my ass was out of this world."
        ],
        [
            "Howard",
            "Well, that does sound like me, but no."
        ],
        [
            "Sheldon",
            "Is there some problem?"
        ],
        [
            "Leonard",
            "Yeah. Listen, I have to kinda sneak out for a while."
        ],
        [
            "Sheldon",
            "All right, goodbye."
        ],
        [
            "Leonard",
            "No, wait! If anyone asks you where I went, you don’t know."
        ],
        [
            "Sheldon",
            "Where are you going?"
        ],
        [
            "Leonard",
            "I can’t tell you that."
        ],
        [
            "Sheldon",
            "Who would ask me?"
        ],
        [
            "Leonard",
            "I can’t tell you that, either."
        ],
        [
            "Sheldon",
            "So you brought me in here to inform me that you can’t tell me where you’re going and you can’t tell me who might ask?"
        ],
        [
            "Leonard",
            "Yeah, I really didn’t think this through."
        ],
        [
            "Sheldon",
            "Leonard, a moment."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "If someone, and of course, we don’t know who this would be, does ask where you’ve gone, what should I say?"
        ],
        [
            "Leonard",
            "I don’t know. Just tell them I went to the office."
        ],
        [
            "Sheldon",
            "Are you going to the office?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Then how can I say it convincingly?"
        ],
        [
            "Leonard",
            "Just say, Leonard went to the office."
        ],
        [
            "Sheldon",
            "All right. Leonard went to (exaggerated) the office."
        ],
        [
            "Leonard",
            "What is? No, not like that! Just, Leonard went to the office."
        ],
        [
            "Sheldon",
            "This would have worked out a lot better if you’d just told me you were going the office."
        ],
        [
            "Leonard",
            "I’m going to the office."
        ],
        [
            "Sheldon",
            "See? Why don’t I believe you?"
        ],
        [
            "Leonard",
            "I’m going out for a while."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Sheldon",
            "Doesn’t anyone want to know where he’s going?"
        ],
        [
            "Penny",
            "Okay, where is he going?"
        ],
        [
            "Sheldon",
            "Leonard is going to (exaggerated) the office."
        ],
        [
            "Scene",
            "The girl’s apartment."
        ],
        [
            "Leonard",
            "So how was work today?"
        ],
        [
            "Girl",
            "Busy. I removed an appendix, a gall bladder and about a foot and a half of bowel."
        ],
        [
            "Leonard",
            "I’m hoping that’s three different guys."
        ],
        [
            "Girl",
            "No, just the one. He didn’t make it. So, how was your day?"
        ],
        [
            "Leonard",
            "Oh, you know, I’m a physicist, so, I thought about stuff."
        ],
        [
            "Girl",
            "That’s it?"
        ],
        [
            "Leonard",
            "Well, I wrote some of it down."
        ],
        [
            "Girl",
            "Are you done eating?"
        ],
        [
            "Leonard",
            "Uh, yeah."
        ],
        [
            "Girl",
            "Oh, good. (Kisses him)"
        ],
        [
            "Leonard",
            "If I knew you were waiting, I would’ve swallowed that lasagna whole."
        ],
        [
            "Phone rings. Answering machine",
            "You’ve reached Dr. Stephanie Barnett. Leave a message. Beep."
        ],
        [
            "Howard (voice)",
            "Hey, Steph, it’s me again, Howard. Listen, if you’re free Friday, maybe we could have a little something to eat at my place. My mom cooks a hell of a brisket. Let me know. It’s Howard."
        ],
        [
            "Leonard",
            "I’ve had her brisket. Melts in your mouth."
        ],
        [
            "Scene",
            "Time shift"
        ],
        [
            "Steph",
            "Maybe we should think about going to the bedroom."
        ],
        [
            "Leonard",
            "That’s a good idea. There’s a bed in there, and I’m very, very, very pro-bed."
        ],
        [
            "Phone rings. Answering machine",
            "You’ve reached Dr. Stephanie Barnett. Leave a message. Beep."
        ],
        [
            "Howard (voice)",
            "Hey, it’s me again. Just want to let you know the head count for dinner Friday has gone up. My Aunt Betty and Uncle Elliot are coming in from Palm Springs. Oh, and if anybody should ask, you’re half-Jewish on your mother’s side. Okay, call me. It’s Howard."
        ],
        [
            "Leonard",
            "Don’t you think we should tell him you’re not interested?"
        ],
        [
            "Steph",
            "Do you want me to stop and call him back right now?"
        ],
        [
            "Leonard",
            "Dear God, no!"
        ],
        [
            "Scene",
            "Time shift"
        ],
        [
            "Steph (from bedroom door)",
            "Oh, Leonard…"
        ],
        [
            "Phone rings. Answering machine",
            "You’ve reached Dr. Stephanie Barnett. Leave a message. Beep."
        ],
        [
            "Howard (voice)",
            "Hey, it’s me again. Howard. Listen, my cousins from Fort Lauderdale are flying in to meet you so that means we’re gonna have to move the dinner to a restaurant."
        ],
        [
            "Howard’s Mother (voice)",
            "Tell her we’re going to the Olive Garden! I have a coupon from the paper."
        ],
        [
            "Howard (voice)",
            "We’re not going to the Olive Garden, Mom!"
        ],
        [
            "Howard’s Mother (voice)",
            "Oh, Mr. Bigshot with his Red Lobster."
        ],
        [
            "Howard (voice)",
            "I’ll call you back when we firm up the details. It’s Howard."
        ],
        [
            "Scene",
            "The laundry room"
        ],
        [
            "Penny",
            "Oh, hey."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "New shirts?"
        ],
        [
            "Leonard",
            "Yeah, a couple."
        ],
        [
            "Penny",
            "Nice."
        ],
        [
            "Leonard",
            " Thank you."
        ],
        [
            "Penny",
            "So, who’s the girl?"
        ],
        [
            "Leonard",
            "I’m sorry?"
        ],
        [
            "Penny",
            "Well, last time you bought a new shirt was when we were dating."
        ],
        [
            "Leonard",
            "So, uh, what we did was in fact dating?"
        ],
        [
            "Penny",
            "Well, yeah, we did have a date."
        ],
        [
            "Leonard",
            "Exactly. Thank you. Do me a favour, tell Koothrappali that next time you see him."
        ],
        [
            "Penny",
            "So, who is she?"
        ],
        [
            "Leonard",
            "Oh, she’s a doctor."
        ],
        [
            "Penny",
            "Oh, nice. A doctor doctor, or a you kind of doctor?"
        ],
        [
            "Leonard",
            "Doctor doctor. Surgical resident. Smart, pretty. Let me ask you something. If your friend thinks he’s dating someone, but he’s not because, in fact, you’re dating her, does that make you a bad person?"
        ],
        [
            "Penny",
            "Well, that depends."
        ],
        [
            "Leonard",
            "On what?"
        ],
        [
            "Penny",
            "Is that friend Wolowitz?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny",
            "Screw him. You’re fine."
        ],
        [
            "Leonard",
            "Are you sure?"
        ],
        [
            "Penny",
            "Well, have you slept with her yet? You dog! Good for you."
        ],
        [
            "Leonard",
            "Does that change things?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Leonard",
            "So why’d you ask?"
        ],
        [
            "Penny",
            "I’m nosy. See ya."
        ],
        [
            "Scene",
            "Outside Howard’s front door."
        ],
        [
            "Howard’s Mother (voice)",
            "Howard, get the door!"
        ],
        [
            "Howard (voice)",
            "Really? Is that what you do when someone knocks? Thank you. I had no idea! (opening door) Hey, buddy. What brings you to my little slice of hell?"
        ],
        [
            "Howard’s Mother (voice)",
            "Who is it?!"
        ],
        [
            "Howard",
            "It’s Leonard!"
        ],
        [
            "Howard’s Mother (voice)",
            "You’re gonna have to play outside! I’m not dressed to receive!"
        ],
        [
            "Howard",
            "No one cares, Ma! So, what’s up?"
        ],
        [
            "Leonard",
            "Listen, I need to talk to you about something."
        ],
        [
            "Howard (his phone rings)",
            "Momentito. Yello. Oh, Stephanie, thanks for calling me back. I was worried… Oh… Uh-huh… Uh-huh… Uh-huh… No, I understand… Sure, we can be friends. Absolutely. Thanks for calling. Yeah, you have a nice day, too. (To Leonard) You are dead to me."
        ],
        [
            "Scene",
            "The apartment"
        ],
        [
            "Raj",
            "Okay, who gets the extra dumpling?"
        ],
        [
            "All",
            "Rock-paper-scissors- lizard-Spock."
        ],
        [
            "Sheldon",
            "Okay, one of us is going to have to stop putting up Spock."
        ],
        [
            "Howard",
            "How do we decide that?"
        ],
        [
            "All",
            "Rock-paper-scissors-lizard-Spock. Oh!"
        ],
        [
            "Leonard",
            "Oh, hey, guys."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Raj",
            "Hey."
        ],
        [
            "Leonard",
            "Hi, Howard. Howard?"
        ],
        [
            "Howard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "Howard is employing a schoolyard paradigm in which you are, for all intents and purposes, deceased. He intends to act on this by not speaking to you, feigning an inability to hear you when you speak and otherwise refusing to acknowledge your existence."
        ],
        [
            "Leonard",
            "That’s just ridiculous. Why are you cooperating with him?"
        ],
        [
            "Sheldon",
            "I don’t make the rules, Leonard."
        ],
        [
            "Leonard",
            "Howard, come on, I didn’t plan on this. These things just happen. Usually not to me, but they do happen."
        ],
        [
            "Howard",
            "Did someone just feel a cold breeze?"
        ],
        [
            "Sheldon",
            "I believe this is an extension of the death metaphor. The cold breeze is the so-called ectoplasmic issue of a disembodied soul passing by."
        ],
        [
            "Raj",
            "You know, screw it, I’m just gonna eat the dumpling."
        ],
        [
            "Leonard (answering door)",
            "Oh, hi, Steph, come on in."
        ],
        [
            "Steph",
            " Is this a bad time?"
        ],
        [
            "Leonard",
            "Yeah, but I don’t see a better one on the horizon, so…"
        ],
        [
            "Howard",
            "Oh, if it isn’t Mrs. Dead to Me."
        ],
        [
            "Steph",
            "Hello, Howard."
        ],
        [
            "Howard",
            "Sheldon?"
        ],
        [
            "Sheldon",
            "Look I’m sorry, you violated the terms of your metaphor by acknowledging her existence. I’m out."
        ],
        [
            "Leonard",
            "He just won’t listen to me."
        ],
        [
            "Steph",
            "Okay, I guess it’ll just be the three of us then."
        ],
        [
            "Leonard",
            "Hmm. Lisa’s gonna be disappointed."
        ],
        [
            "Steph",
            "Yeah."
        ],
        [
            "Howard",
            "Lisa?"
        ],
        [
            "Steph",
            "Yeah, my roommate. She just went through a really bad breakup and I thought she might like to meet somebody fun like you."
        ],
        [
            "Howard",
            "Leonard, Stephanie, you’re alive, it’s a miracle!"
        ],
        [
            "Scene",
            "The apartment kitchen. Howard is on the phone."
        ],
        [
            "Howard",
            "So, anyway, Lisa, I just wanted to tell you again how much I enjoyed the other night, and again, I’m sorry for how it ended. But again, if you could let me know about Friday. My mother needs a head count so she can know how big a brisket to get."
        ],
        [
            "Leonard",
            "Howard, Howard, look at this."
        ],
        [
            "Howard",
            "Anyway, call me. It’s Howard."
        ],
        [
            "Voice from TV",
            "The possibility of life on Mars has long fascinated scientists and laypersons alike. It’s unclear how the Mars Rover got into the crevice, but one thing’s certain, the data which it has sent back contain the first clear indications that there may have been life on Mars. It’s a scientific discovery that has staggering implications for all mankind. Unfortunately, we’ll never know who’s responsible."
        ],
        [
            "Howard",
            "Son of a bitch."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-08-the-lizard-spock-expansion/"
}