{
    "Season": 1,
    "Episode": 34,
    "Title": "The_Luminous_Fish_Effect",
    "Actor2Line": {
        "Sheldon": [
            [
                0,
                "You know, I’ve been thinking about time travel again."
            ],
            [
                2,
                "Put it on the back burner. Anyway, it occurs to me, if I ever did perfect a time machine, I'd just go into the past and give it to myself, thus eliminating the need for me to invent it in the first place."
            ],
            [
                4,
                "Yeah, it really takes the pressure off."
            ],
            [
                5,
                "It's time travel, Leonard, I will have already done that."
            ],
            [
                7,
                "No, congratulations will have been in order. You know, I'm not going to enjoy this party."
            ],
            [
                9,
                "At the last department party, Professor Finkleday cornered me and talked about spelunking for 45 minutes."
            ],
            [
                11,
                "You know what's interesting about caves, Leonard?"
            ],
            [
                13,
                "Nothing."
            ],
            [
                15,
                "How's this? Pleased to meet you, Dr. Gablehouser. How fortunate for you that the University has chosen to hire you, despite the fact that you've done no original research in 25 years, and instead have written a series of popular books that reduce the great concepts of science to a series of anecdotes, each one dumbed down to accommodate the duration of an average bowel movement. Mahalo."
            ],
            [
                17,
                "Do you know there are only eight consonants in the Hawaiian language."
            ],
            [
                22,
                "Well here's an interesting turn of events."
            ],
            [
                23,
                "A more plausible explanation is that his work in robotics has made an amazing leap forward."
            ],
            [
                29,
                "I can't believe he fired me."
            ],
            [
                31,
                "In my defence, I prefaced that by saying “with all due respect.”"
            ],
            [
                33,
                "Morning."
            ],
            [
                35,
                "This isn't breakfast, it's an experiment."
            ],
            [
                37,
                "I finally have the time to test my hypothesis, about the separation of the water molecules from the egg proteins, and its impact vis-a-vis taste."
            ],
            [
                39,
                "As do I."
            ],
            [
                41,
                "I don't want my job back. I’ve spent the last three and a half years staring at grease boards full of equations. Before that I spent four years working on my thesis. Before that I was in college, and before that, I was in the fifth grade. This is my first day off in decades, and I'm going to savour it."
            ],
            [
                43,
                "I'm not just fixing my eggs, I'm fixing everyone's eggs."
            ],
            [
                45,
                "Oh, well this would be one of those circumstances that people unfamiliar with the law of large numbers would call a coincidence."
            ],
            [
                47,
                "I need eggs. Four dozen should suffice."
            ],
            [
                49,
                "Yes, and evenly distributed amongst brown, white, free range, large, extra-large and jumbo."
            ],
            [
                51,
                "Never mind, you won't get it right, I'd better come with you."
            ],
            [
                54,
                "I'm taking a sabbatical, because I won't kow-tow to mediocre minds."
            ],
            [
                56,
                "Theoretical physicists do not get canned. But yeah."
            ],
            [
                58,
                "No it doesn't. Not unless the two doors are connected by relays, or there are motion sensors involved."
            ],
            [
                60,
                "Or the first door closing causes a change of air pressure that acts upon the second door."
            ],
            [
                62,
                "Slow down. Slow down, please slow down."
            ],
            [
                64,
                "Look, you're not leaving yourself enough space between cars."
            ],
            [
                66,
                "No, no. Let me do the math for you, this car weighs let's say 4,000lb, now add say 140 for me, 120 for you."
            ],
            [
                68,
                "Oh, I'm sorry, did I insult you? Is your body mass somehow tied into your self worth?"
            ],
            [
                70,
                "Interesting. Anyway, that gives us a total weight of, let's say, 4,400lb."
            ],
            [
                72,
                "Fine. We’re travelling forward at, good Lord, 51 miles an hour. Now let's assume that your brakes are new and the callipers are aligned, still, by the time we come to a stop, we'll be occupying the same space as that Buick in front of us, an impossibility that nature will quickly resolve into death, mutilation and... oh look, they built a new put-put course."
            ],
            [
                73,
                "This is great. Look at me, out in the real world of ordinary people, just living their ordinary, colourless, workaday lives."
            ],
            [
                75,
                "No, thank you. And thank you, ordinary person. Hey, you want to hear an interesting thing about tomatoes."
            ],
            [
                77,
                "Uh, yes, but anyone who knows anything about the dynamics of bacterial growth knows to pick up their refrigerated foods on the way out of the supermarket."
            ],
            [
                79,
                "No, this is fun. Oh, the thing about tomatoes, and I think you'll really enjoy this, is, they're shelved with the vegetables, but they're technically a fruit."
            ],
            [
                81,
                "Isn't it?"
            ],
            [
                84,
                "Well, there's some value to taking a multivitamin, but the human body can only absorb so much, what you're buying here are the ingredients for very expensive urine."
            ],
            [
                86,
                "Well then you'll want some manganese."
            ],
            [
                87,
                "That was fun. Maybe tomorrow we can go to one of those big warehouse stores."
            ],
            [
                89,
                "Are you sure? There are a lot of advantages to buying in bulk. For example, I noticed that you purchase your tampons one month's supply at a time."
            ],
            [
                91,
                "Well think about it, it's a product that doesn't spoil, and you're going to be needing them for at least the next thirty years."
            ],
            [
                93,
                "Well, thirty, thirty five, hey, when did your mother go into menopause?"
            ],
            [
                95,
                "I think it's her time of the month. I marked the calendar for future reference."
            ],
            [
                97,
                "It's an experiment."
            ],
            [
                99,
                "Oh, that was a dead end. Scrambled eggs are as good as they're ever going to be."
            ],
            [
                101,
                "I read an article about Japanese scientists, who inserted DNA from luminous jellyfish into other animals, and I thought hey, fish nightlights."
            ],
            [
                103,
                "It's a billion dollar idea. Shhhhh!"
            ],
            [
                105,
                "Oh, no, no, no. No, I’ve too much to do."
            ],
            [
                107,
                "Shhhhh!"
            ],
            [
                109,
                "That's just the beginning. I also have an idea for a bulk mail-order feminine hygiene company. Oh, glow in the dark tampons! Leonard, we’re going to be rich."
            ],
            [
                114,
                "Thank you."
            ],
            [
                116,
                "I was working with luminous fish, and I thought, hey, loom! Mom, what are you doing here?"
            ],
            [
                118,
                "I know, but why?"
            ],
            [
                120,
                "This is not a sarape. This is a poncho. A sarape is open at the sides, a poncho is closed, this is a poncho, and neither is a reason to call someone's mother."
            ],
            [
                122,
                "I went to the market with Penny."
            ],
            [
                124,
                "Well then buckle up, in the next four to eight days she's going to get very crabby."
            ],
            [
                126,
                "Yes, well I'm not a child, I'm a grown man capable of living my life as I see fit. And I certainly don't need someone telling on me to my mother."
            ],
            [
                128,
                "To my room, and no-one's allowed in."
            ],
            [
                159,
                "Morning."
            ],
            [
                161,
                "It's my idea of what DNA would look like in a silicon based life form."
            ],
            [
                163,
                "What do you want, mom?"
            ],
            [
                165,
                "Yeah."
            ],
            [
                166,
                "What for?"
            ],
            [
                168,
                "No."
            ],
            [
                170,
                "I'm not going to apologize, I didn't say anything that wasn't true."
            ],
            [
                172,
                "Why not?"
            ],
            [
                173,
                "Wouldn't have been any ass-kickings if that stupid death ray had worked."
            ],
            [
                180,
                "Dr Gablehouser."
            ],
            [
                183,
                "Um, as you know, several weeks ago in our first encounter we may have gotten off on the wrong foot, when I called you an idiot. And I just wanted to say that I was wrong. To point it out."
            ],
            [
                190,
                "I got my job back."
            ],
            [
                192,
                "I'm not quite sure. It involves a part of the human experience that has always eluded me."
            ],
            [
                195,
                "Thanks, mom. Mom?"
            ],
            [
                197,
                "Is Dr Gablehouser going to be my new daddy?"
            ]
        ],
        "Leonard": [
            [
                1,
                "Why, did you hit a roadblock with invisibility?"
            ],
            [
                3,
                "Interesting."
            ],
            [
                6,
                "Then I guess congratulations are in order."
            ],
            [
                8,
                "I know, I'm familiar with you."
            ],
            [
                10,
                "Yes, I was there."
            ],
            [
                12,
                "What?"
            ],
            [
                14,
                "Well then we'll avoid Finkleday, we'll meet the new department head, congratulate him, shake his hand and go."
            ],
            [
                16,
                "Mahalo's a nice touch."
            ],
            [
                18,
                "Interesting, you should lead with that."
            ],
            [
                20,
                "You don't have buffets in India?"
            ],
            [
                30,
                "Well, you did call him a glorified high-school science teacher whose last successful experiment was lighting his own farts."
            ],
            [
                32,
                "Morning"
            ],
            [
                34,
                "You're making eggs for breakfast?"
            ],
            [
                36,
                "Huh? Cos it looks a lot like breakfast."
            ],
            [
                38,
                "Sounds yummy. I look forward to your work with bacon."
            ],
            [
                40,
                "You know, I'm sure if you just apologized to Gablehouser he would give you your job back."
            ],
            [
                42,
                "Okay. I'll let you get back to fixing your eggs."
            ],
            [
                44,
                "And we all thank you."
            ],
            [
                96,
                "What's with the fish?"
            ],
            [
                98,
                "What happened to your scrambled egg research?"
            ],
            [
                100,
                "So... fish."
            ],
            [
                102,
                "Fish nightlights."
            ],
            [
                104,
                "Mum's the word. Sheldon, are you sure you don't want to just apologize to Gablehouser and get your job back."
            ],
            [
                106,
                "Like luminous fish."
            ],
            [
                108,
                "Right... I didn't...."
            ],
            [
                110,
                "Thanks for coming on such short notice."
            ],
            [
                119,
                "Because one of the great minds of the twenty-first century is raising glow-in-the-dark fish and weaving sarapes."
            ],
            [
                121,
                "Really, when was the last time you left the house."
            ],
            [
                123,
                "That was three weeks ago."
            ],
            [
                127,
                "Where are you going?"
            ],
            [
                130,
                "Oh."
            ],
            [
                132,
                "I see."
            ],
            [
                134,
                "Sheldon? Your mom made dinner."
            ],
            [
                139,
                "That is a lovely story, um, are we going to do anything about Sheldon?"
            ],
            [
                141,
                "Sounds like a wise man."
            ],
            [
                147,
                "A death ray?"
            ],
            [
                149,
                "No, we’re not, we’re not, not a couple, singles, two singles, like those individually wrapped slices of cheese that.... are friends."
            ],
            [
                175,
                "Really? That's impressive."
            ],
            [
                189,
                "Hey, how did it go?"
            ],
            [
                191,
                "Really? What happened?"
            ],
            [
                193,
                "That narrows it down."
            ]
        ],
        "Raj": [
            [
                19,
                "Oh, God, Look at this buffet. I love America."
            ],
            [
                21,
                "Of course, but it's all Indian food. You can't find a bagel in Mumbai to save your life. Schmear me."
            ]
        ],
        "Summer": [
            [
                24,
                "I already told you, touching's extra."
            ]
        ],
        "Howard": [
            [
                25,
                "Right. Sorry."
            ],
            [
                27,
                "Howard Wolowitz."
            ],
            [
                138,
                "Excuse me for being so bold, but I now see where Sheldon gets his smouldering good looks."
            ],
            [
                151,
                "Oh yeah."
            ],
            [
                156,
                "Hey, look who's come out...."
            ]
        ],
        "Gablehouser": [
            [
                26,
                "Hi fellas, Eric Gablehouser."
            ],
            [
                28,
                "Howard, nice to meet you, and you are?"
            ],
            [
                178,
                "Well, actually...."
            ],
            [
                181,
                "Dr Cooper."
            ],
            [
                185,
                "Now that's impossible, you must have had him when you were a teenager."
            ],
            [
                187,
                "Recently?"
            ]
        ],
        "Penny": [
            [
                46,
                "I'm sorry?"
            ],
            [
                48,
                "Four dozen?"
            ],
            [
                50,
                "Okay, one more time?"
            ],
            [
                52,
                "Oh, yay!"
            ],
            [
                53,
                "How come you didn't go into work today."
            ],
            [
                55,
                "So you got canned, huh?"
            ],
            [
                57,
                "Well, maybe it's all for the best, you know I always say, when one door closes, another one opens."
            ],
            [
                59,
                "No, no, I meant..."
            ],
            [
                61,
                "Never mind."
            ],
            [
                63,
                "We’re fine."
            ],
            [
                65,
                "Oh, sure I am."
            ],
            [
                67,
                "120?"
            ],
            [
                69,
                "Well, yeah."
            ],
            [
                71,
                "Let's say 4,390."
            ],
            [
                74,
                "Thank you."
            ],
            [
                76,
                "Uh, no, no not really. Listen, didn't you say you needed some eggs."
            ],
            [
                78,
                "Oh, okay, well maybe you should start heading on out then."
            ],
            [
                80,
                "Interesting."
            ],
            [
                82,
                "No, I mean what you find enjoyable."
            ],
            [
                83,
                "What now?"
            ],
            [
                85,
                "Well, maybe that's what I was going for."
            ],
            [
                88,
                "Oh, I don't know Sheldon, it's going to take me a while to recover from all the fun I had today."
            ],
            [
                90,
                "What?"
            ],
            [
                92,
                "You want me to buy thirty years worth of tampons?"
            ],
            [
                94,
                "Okay, I'm not talking about this with you."
            ],
            [
                136,
                "Are we so sure that's a bad thing?"
            ],
            [
                143,
                "Has Shelly ever freaked out like this before."
            ],
            [
                145,
                "What happened?"
            ],
            [
                152,
                "Oh my God, this is the best cobbler I’ve ever had."
            ],
            [
                154,
                "Love?"
            ]
        ],
        "Mary Cooper": [
            [
                111,
                "You did the right thing calling."
            ],
            [
                112,
                "Hi baby."
            ],
            [
                113,
                "Oh, you got yourself a loom, how nice."
            ],
            [
                115,
                "Honey, why did you get a loom?"
            ],
            [
                117,
                "Leonard called me."
            ],
            [
                125,
                "Sweetheart, your little friend is concerned about you."
            ],
            [
                129,
                "He gets his temper from his daddy."
            ],
            [
                131,
                "He's got my eyes."
            ],
            [
                133,
                "All that science stuff, that comes from Jesus."
            ],
            [
                135,
                "Oh, Leonard, don't trouble yourself, he's stubborn. He may stay in there ‘til the Rapture."
            ],
            [
                137,
                "I'll tell ya, I love the boy to death, but he has been difficult since he fell out of me at the K-Mart."
            ],
            [
                140,
                "Oh, we will, you have to take your time with Sheldon. His father, God rest his soul, used to say to me, Mary, you have to take your time with Sheldon."
            ],
            [
                142,
                "Oh, not so wise, he was trying to fight a bobcat for some liquorish. So, everybody grab a plate, and a pretty place mat that Shelly wove."
            ],
            [
                144,
                "Oh, all the time, I remember one summer when he was thirteen, he built a small nuclear reactor in the shed and told everybody he was going to provide free electricity for the whole town, well the only problem was he had no, whatchacall, fissionable materials. Anyway, when he went on the internets to get some, a man from the government came by and sat him down real gentle and told him it's against the law to have yellow cake uranium in a shed."
            ],
            [
                146,
                "Well, the poor boy had a fit, locked himself in his room and built a sonic death ray."
            ],
            [
                148,
                "Well, that's what he called it, didn't even slow down the neighbour kids. It pissed our dog off to no end. You know, you two make a cute couple."
            ],
            [
                150,
                "Did I pluck a nerve there?"
            ],
            [
                153,
                "It was always Sheldon’ s favorite. You know what the secret ingredient is?"
            ],
            [
                155,
                "Lard."
            ],
            [
                157,
                "Shhh! You'll spook him. He's like a baby deer, you gotta let him come to you."
            ],
            [
                158,
                "You don't hunt, do you?"
            ],
            [
                160,
                "Oh, well that looks awful fancy, what is that?"
            ],
            [
                162,
                "But intelligently designed by a creator, right?"
            ],
            [
                164,
                "You know how your daddy used to say that you can only fish for so long before you got to throw a stick of dynamite in the water?"
            ],
            [
                167,
                "Because you're going to go down to your office, you're going to apologize to your boss, and get your job back."
            ],
            [
                169,
                "I'm sorry, did I start that sentence with the words “if it please your highness?”"
            ],
            [
                171,
                "Now you listen here, I have been telling you since you were four years old, it's okay to be smarter than everybody but you can't go around pointing it out."
            ],
            [
                174,
                "Problem solved."
            ],
            [
                176,
                "Leonard, the Lord never gives us more than we can handle. Thankfully he blessed me with two other children who are dumb as soup."
            ],
            [
                177,
                "Excuse me, Dr Gablehouser, are you busy?"
            ],
            [
                179,
                "Sheldon, he's just doodling, get in here."
            ],
            [
                182,
                "Let's go, baby, we’re losing daylight."
            ],
            [
                184,
                "Mary Cooper, Sheldon's mom."
            ],
            [
                186,
                "Oh, aren't you sweet, his father's dead."
            ],
            [
                188,
                "Long enough."
            ],
            [
                194,
                "I'm very proud of you honey, you showed a lot of courage today."
            ],
            [
                196,
                "Mmm-hmm?"
            ],
            [
                198,
                "We'll see. Sleep tight."
            ]
        ]
    },
    "Actor2Profile": {
        "Sheldon": "/wiki/Sheldon_Cooper",
        "Leonard": "/wiki/Leonard_Hofstadter",
        "Raj": "/wiki/Rajesh_Koothrappali",
        "Gablehouser": "/wiki/Gablehouser",
        "Mary Cooper": "/wiki/Mary_Cooper"
    },
    "AllLines": [
        "You know, I’ve been thinking about time travel again.",
        "Why, did you hit a roadblock with invisibility?",
        "Put it on the back burner. Anyway, it occurs to me, if I ever did perfect a time machine, I'd just go into the past and give it to myself, thus eliminating the need for me to invent it in the first place.",
        "Interesting.",
        "Yeah, it really takes the pressure off.",
        "It's time travel, Leonard, I will have already done that.",
        "Then I guess congratulations are in order.",
        "No, congratulations will have been in order. You know, I'm not going to enjoy this party.",
        "I know, I'm familiar with you.",
        "At the last department party, Professor Finkleday cornered me and talked about spelunking for 45 minutes.",
        "Yes, I was there.",
        "You know what's interesting about caves, Leonard?",
        "What?",
        "Nothing.",
        "Well then we'll avoid Finkleday, we'll meet the new department head, congratulate him, shake his hand and go.",
        "How's this? Pleased to meet you, Dr. Gablehouser. How fortunate for you that the University has chosen to hire you, despite the fact that you've done no original research in 25 years, and instead have written a series of popular books that reduce the great concepts of science to a series of anecdotes, each one dumbed down to accommodate the duration of an average bowel movement. Mahalo.",
        "Mahalo's a nice touch.",
        "Do you know there are only eight consonants in the Hawaiian language.",
        "Interesting, you should lead with that.",
        "Oh, God, Look at this buffet. I love America.",
        "You don't have buffets in India?",
        "Of course, but it's all Indian food. You can't find a bagel in Mumbai to save your life. Schmear me.",
        "Well here's an interesting turn of events.",
        "A more plausible explanation is that his work in robotics has made an amazing leap forward.",
        "I already told you, touching's extra.",
        "Right. Sorry.",
        "Hi fellas, Eric Gablehouser.",
        "Howard Wolowitz.",
        "Howard, nice to meet you, and you are?",
        "I can't believe he fired me.",
        "Well, you did call him a glorified high-school science teacher whose last successful experiment was lighting his own farts.",
        "In my defence, I prefaced that by saying “with all due respect.”",
        "Morning",
        "Morning.",
        "You're making eggs for breakfast?",
        "This isn't breakfast, it's an experiment.",
        "Huh? Cos it looks a lot like breakfast.",
        "I finally have the time to test my hypothesis, about the separation of the water molecules from the egg proteins, and its impact vis-a-vis taste.",
        "Sounds yummy. I look forward to your work with bacon.",
        "As do I.",
        "You know, I'm sure if you just apologized to Gablehouser he would give you your job back.",
        "I don't want my job back. I’ve spent the last three and a half years staring at grease boards full of equations. Before that I spent four years working on my thesis. Before that I was in college, and before that, I was in the fifth grade. This is my first day off in decades, and I'm going to savour it.",
        "Okay. I'll let you get back to fixing your eggs.",
        "I'm not just fixing my eggs, I'm fixing everyone's eggs.",
        "And we all thank you.",
        "Oh, well this would be one of those circumstances that people unfamiliar with the law of large numbers would call a coincidence.",
        "I'm sorry?",
        "I need eggs. Four dozen should suffice.",
        "Four dozen?",
        "Yes, and evenly distributed amongst brown, white, free range, large, extra-large and jumbo.",
        "Okay, one more time?",
        "Never mind, you won't get it right, I'd better come with you.",
        "Oh, yay!",
        "How come you didn't go into work today.",
        "I'm taking a sabbatical, because I won't kow-tow to mediocre minds.",
        "So you got canned, huh?",
        "Theoretical physicists do not get canned. But yeah.",
        "Well, maybe it's all for the best, you know I always say, when one door closes, another one opens.",
        "No it doesn't. Not unless the two doors are connected by relays, or there are motion sensors involved.",
        "No, no, I meant...",
        "Or the first door closing causes a change of air pressure that acts upon the second door.",
        "Never mind.",
        "Slow down. Slow down, please slow down.",
        "We’re fine.",
        "Look, you're not leaving yourself enough space between cars.",
        "Oh, sure I am.",
        "No, no. Let me do the math for you, this car weighs let's say 4,000lb, now add say 140 for me, 120 for you.",
        "120?",
        "Oh, I'm sorry, did I insult you? Is your body mass somehow tied into your self worth?",
        "Well, yeah.",
        "Interesting. Anyway, that gives us a total weight of, let's say, 4,400lb.",
        "Let's say 4,390.",
        "Fine. We’re travelling forward at, good Lord, 51 miles an hour. Now let's assume that your brakes are new and the callipers are aligned, still, by the time we come to a stop, we'll be occupying the same space as that Buick in front of us, an impossibility that nature will quickly resolve into death, mutilation and... oh look, they built a new put-put course.",
        "This is great. Look at me, out in the real world of ordinary people, just living their ordinary, colourless, workaday lives.",
        "Thank you.",
        "No, thank you. And thank you, ordinary person. Hey, you want to hear an interesting thing about tomatoes.",
        "Uh, no, no not really. Listen, didn't you say you needed some eggs.",
        "Uh, yes, but anyone who knows anything about the dynamics of bacterial growth knows to pick up their refrigerated foods on the way out of the supermarket.",
        "Oh, okay, well maybe you should start heading on out then.",
        "No, this is fun. Oh, the thing about tomatoes, and I think you'll really enjoy this, is, they're shelved with the vegetables, but they're technically a fruit.",
        "Interesting.",
        "Isn't it?",
        "No, I mean what you find enjoyable.",
        "What now?",
        "Well, there's some value to taking a multivitamin, but the human body can only absorb so much, what you're buying here are the ingredients for very expensive urine.",
        "Well, maybe that's what I was going for.",
        "Well then you'll want some manganese.",
        "That was fun. Maybe tomorrow we can go to one of those big warehouse stores.",
        "Oh, I don't know Sheldon, it's going to take me a while to recover from all the fun I had today.",
        "Are you sure? There are a lot of advantages to buying in bulk. For example, I noticed that you purchase your tampons one month's supply at a time.",
        "What?",
        "Well think about it, it's a product that doesn't spoil, and you're going to be needing them for at least the next thirty years.",
        "You want me to buy thirty years worth of tampons?",
        "Well, thirty, thirty five, hey, when did your mother go into menopause?",
        "Okay, I'm not talking about this with you.",
        "I think it's her time of the month. I marked the calendar for future reference.",
        "What's with the fish?",
        "It's an experiment.",
        "What happened to your scrambled egg research?",
        "Oh, that was a dead end. Scrambled eggs are as good as they're ever going to be.",
        "So... fish.",
        "I read an article about Japanese scientists, who inserted DNA from luminous jellyfish into other animals, and I thought hey, fish nightlights.",
        "Fish nightlights.",
        "It's a billion dollar idea. Shhhhh!",
        "Mum's the word. Sheldon, are you sure you don't want to just apologize to Gablehouser and get your job back.",
        "Oh, no, no, no. No, I’ve too much to do.",
        "Like luminous fish.",
        "Shhhhh!",
        "Right... I didn't....",
        "That's just the beginning. I also have an idea for a bulk mail-order feminine hygiene company. Oh, glow in the dark tampons! Leonard, we’re going to be rich.",
        "Thanks for coming on such short notice.",
        "You did the right thing calling.",
        "Hi baby.",
        "Oh, you got yourself a loom, how nice.",
        "Thank you.",
        "Honey, why did you get a loom?",
        "I was working with luminous fish, and I thought, hey, loom! Mom, what are you doing here?",
        "Leonard called me.",
        "I know, but why?",
        "Because one of the great minds of the twenty-first century is raising glow-in-the-dark fish and weaving sarapes.",
        "This is not a sarape. This is a poncho. A sarape is open at the sides, a poncho is closed, this is a poncho, and neither is a reason to call someone's mother.",
        "Really, when was the last time you left the house.",
        "I went to the market with Penny.",
        "That was three weeks ago.",
        "Well then buckle up, in the next four to eight days she's going to get very crabby.",
        "Sweetheart, your little friend is concerned about you.",
        "Yes, well I'm not a child, I'm a grown man capable of living my life as I see fit. And I certainly don't need someone telling on me to my mother.",
        "Where are you going?",
        "To my room, and no-one's allowed in.",
        "He gets his temper from his daddy.",
        "Oh.",
        "He's got my eyes.",
        "I see.",
        "All that science stuff, that comes from Jesus.",
        "Sheldon? Your mom made dinner.",
        "Oh, Leonard, don't trouble yourself, he's stubborn. He may stay in there ‘til the Rapture.",
        "Are we so sure that's a bad thing?",
        "I'll tell ya, I love the boy to death, but he has been difficult since he fell out of me at the K-Mart.",
        "Excuse me for being so bold, but I now see where Sheldon gets his smouldering good looks.",
        "That is a lovely story, um, are we going to do anything about Sheldon?",
        "Oh, we will, you have to take your time with Sheldon. His father, God rest his soul, used to say to me, Mary, you have to take your time with Sheldon.",
        "Sounds like a wise man.",
        "Oh, not so wise, he was trying to fight a bobcat for some liquorish. So, everybody grab a plate, and a pretty place mat that Shelly wove.",
        "Has Shelly ever freaked out like this before.",
        "Oh, all the time, I remember one summer when he was thirteen, he built a small nuclear reactor in the shed and told everybody he was going to provide free electricity for the whole town, well the only problem was he had no, whatchacall, fissionable materials. Anyway, when he went on the internets to get some, a man from the government came by and sat him down real gentle and told him it's against the law to have yellow cake uranium in a shed.",
        "What happened?",
        "Well, the poor boy had a fit, locked himself in his room and built a sonic death ray.",
        "A death ray?",
        "Well, that's what he called it, didn't even slow down the neighbour kids. It pissed our dog off to no end. You know, you two make a cute couple.",
        "No, we’re not, we’re not, not a couple, singles, two singles, like those individually wrapped slices of cheese that.... are friends.",
        "Did I pluck a nerve there?",
        "Oh yeah.",
        "Oh my God, this is the best cobbler I’ve ever had.",
        "It was always Sheldon’ s favorite. You know what the secret ingredient is?",
        "Love?",
        "Lard.",
        "Hey, look who's come out....",
        "Shhh! You'll spook him. He's like a baby deer, you gotta let him come to you.",
        "You don't hunt, do you?",
        "Morning.",
        "Oh, well that looks awful fancy, what is that?",
        "It's my idea of what DNA would look like in a silicon based life form.",
        "But intelligently designed by a creator, right?",
        "What do you want, mom?",
        "You know how your daddy used to say that you can only fish for so long before you got to throw a stick of dynamite in the water?",
        "Yeah.",
        "What for?",
        "Because you're going to go down to your office, you're going to apologize to your boss, and get your job back.",
        "No.",
        "I'm sorry, did I start that sentence with the words “if it please your highness?”",
        "I'm not going to apologize, I didn't say anything that wasn't true.",
        "Now you listen here, I have been telling you since you were four years old, it's okay to be smarter than everybody but you can't go around pointing it out.",
        "Why not?",
        "Wouldn't have been any ass-kickings if that stupid death ray had worked.",
        "Problem solved.",
        "Really? That's impressive.",
        "Leonard, the Lord never gives us more than we can handle. Thankfully he blessed me with two other children who are dumb as soup.",
        "Excuse me, Dr Gablehouser, are you busy?",
        "Well, actually....",
        "Sheldon, he's just doodling, get in here.",
        "Dr Gablehouser.",
        "Dr Cooper.",
        "Let's go, baby, we’re losing daylight.",
        "Um, as you know, several weeks ago in our first encounter we may have gotten off on the wrong foot, when I called you an idiot. And I just wanted to say that I was wrong. To point it out.",
        "Mary Cooper, Sheldon's mom.",
        "Now that's impossible, you must have had him when you were a teenager.",
        "Oh, aren't you sweet, his father's dead.",
        "Recently?",
        "Long enough.",
        "Hey, how did it go?",
        "I got my job back.",
        "Really? What happened?",
        "I'm not quite sure. It involves a part of the human experience that has always eluded me.",
        "That narrows it down.",
        "I'm very proud of you honey, you showed a lot of courage today.",
        "Thanks, mom. Mom?",
        "Mmm-hmm?",
        "Is Dr Gablehouser going to be my new daddy?",
        "We'll see. Sleep tight."
    ]
}