{
    "Season": 1,
    "Episode": 37,
    "Title": "The_Porkchop_Indeterminacy",
    "Actor2Line": {
        "Leonard": [
            [
                0,
                "On the other hand, some physicists are concerned that if the super collider actually works, it will create a black hole and swallow up the Earth ending life as we know it."
            ],
            [
                4,
                "Sheldon's office? Is she lost?"
            ],
            [
                6,
                "Maybe she's his lawyer."
            ],
            [
                8,
                "Howard..."
            ],
            [
                11,
                "Oh, hey buddy."
            ],
            [
                15,
                "Sheldon, are you going to introduce us?"
            ],
            [
                18,
                "You too, swell, also."
            ],
            [
                20,
                "So, how do you two know each other."
            ],
            [
                22,
                "Excuse me?"
            ],
            [
                29,
                "So Missy, what brings you all the way from Texas?"
            ],
            [
                38,
                "If the wedding's not until tomorrow, why don't you stay with us tonight?"
            ],
            [
                41,
                "Look, you're here, we have plenty of room."
            ],
            [
                47,
                "So it's settled. You'll stay with us."
            ],
            [
                51,
                "Hee-hee, just classic."
            ],
            [
                59,
                "Those are not mine."
            ],
            [
                61,
                "Yeah, no, I do, I use those... uh... just to polish up my... spear-fishing equipment. I spear fish. When I'm not crossbow hunting, I spear fish. Uh, Penny, this is Sheldon's twin sister, Missy. Missy, this is our neighbor Penny."
            ],
            [
                77,
                "I wasn't staring!"
            ],
            [
                79,
                "Oh. Huh, um, maybe, if you like women who are tall... and perfect."
            ],
            [
                82,
                "I brought snacks."
            ],
            [
                84,
                "Onion dip, it's onion dip."
            ],
            [
                86,
                "We don't entertain much."
            ],
            [
                96,
                "Bye Missy, see you."
            ],
            [
                98,
                "Uh, yeah, no, uh, bye Penny."
            ],
            [
                101,
                "Excuse me, this is my apartment and she's my roommate's sister."
            ],
            [
                103,
                "How do I have Penny? In what universe do I have Penny?"
            ],
            [
                105,
                "Hell, no!"
            ],
            [
                107,
                "Sheldon, can I talk to you in private?"
            ],
            [
                109,
                "Thank you."
            ],
            [
                113,
                "Sheldon, are you aware that your sister is an incredibly attractive woman?"
            ],
            [
                115,
                "That's fascinating, but I..."
            ],
            [
                117,
                "Alright, noted. But my point is that Koothrappali and Wolowitz... they're hitting on your sister."
            ],
            [
                119,
                "That's great, but I...."
            ],
            [
                121,
                "Whatever. You have to do something about it."
            ],
            [
                123,
                "Because she's your sister."
            ],
            [
                125,
                "Okay, uh.... oh, consider this. With your father gone, it is your responsibility to make sure that Missy chooses a suitable mate."
            ],
            [
                127,
                "Uh-huh."
            ],
            [
                129,
                "Exactly. And, you owe it to yourself and to posterity to protect the genetic integrity of your sister's future offspring."
            ],
            [
                135,
                "He's the man of his family, you have to respect his wishes."
            ],
            [
                137,
                "Say what?"
            ],
            [
                141,
                "We all make mistakes, let's move on."
            ],
            [
                148,
                "Sheldon, you are really being unreasonable."
            ],
            [
                170,
                "I agree. Sheldon's sister is hiding at Penny's because we’ve all been hitting on her at the same time."
            ],
            [
                175,
                "Sit down."
            ],
            [
                177,
                "If we’re going to fight over Missy, let's do it the right way. The honorable way."
            ],
            [
                178,
                "And he's down!"
            ],
            [
                180,
                "Stay down, bitch. Yeah, ha ha, natural selection at work."
            ],
            [
                182,
                "Hi Penny, how's it going. Listen, that guy Mike that you were dating, is that still going on?"
            ],
            [
                184,
                "Nothing, just catching up. By the way, may I speak to Missy please?"
            ],
            [
                187,
                "Well, since you're leaving tomorrow I was wondering if you'd like to go out to dinner with me?"
            ],
            [
                189,
                "Oh. You have other plans, or...?"
            ],
            [
                191,
                "Oh. Alright uh... enjoy the rest of your evening."
            ]
        ],
        "Raj": [
            [
                1,
                "Psh, what a bunch of crybabies. No guts, no glory man."
            ],
            [
                2,
                "We are testing a new medication for social anxiety, panic attacks, agoraphobia and obsessive compulsive disorder. Why would they be looking for test subjects here?"
            ],
            [
                68,
                "So, Missy. Have you ever met a man from the exotic subcontinent of India?"
            ],
            [
                70,
                "Ah yes, Dr Patel, good man."
            ],
            [
                72,
                "A hog? You have a two-cylinder scooter with a basket on the front."
            ],
            [
                74,
                "Have you ever heard of the Kama Sutra?"
            ],
            [
                76,
                "The Indian sex book. In other words, if you wonder wonder who wrote the book of love, it was us."
            ],
            [
                87,
                "Missy, do you enjoy pajamas?"
            ],
            [
                89,
                "We Indians invented them. You're welcome."
            ],
            [
                100,
                "Why should I back off, you back off dude."
            ],
            [
                112,
                "Hey, look at me, I don't have a foreskin."
            ],
            [
                131,
                "I am Shiva the destroyer, I will have the woman!"
            ],
            [
                142,
                "Excuse me, but I think you're missing a big opportunity here."
            ],
            [
                144,
                "Everybody knows genetic diversity produces the strongest offspring. Why not put a little mocha in the family latte."
            ],
            [
                171,
                "She's not hiding. She needed privacy to call her grandmother who's apparently very sick. Oh, and then I believe she has to wash her hair."
            ],
            [
                173,
                "Don't start with me dude."
            ]
        ],
        "Howard": [
            [
                3,
                "Shhh! Hot girl in Sheldon's office."
            ],
            [
                5,
                "Don't think so. I followed her here from the parking lot."
            ],
            [
                7,
                "Well she's free to examine my briefs."
            ],
            [
                9,
                "I know, I'm disgusting, I should be punished. By her, oh look, I did it again."
            ],
            [
                13,
                "Sorry I'm late, I'm working on a project that may take me up on the next space shuttle."
            ],
            [
                19,
                "Yeah."
            ],
            [
                26,
                "Well, I think you're delightfully droll. Or as the French say, Tres Drole."
            ],
            [
                30,
                "Was it perhaps destiny, I think it was destiny."
            ],
            [
                32,
                "Destiny, thy name is Anaheim."
            ],
            [
                43,
                "Come on, Shelly, she's family."
            ],
            [
                48,
                "I'll walk you to your car. You're in structure 3 level C, right?"
            ],
            [
                56,
                "Ha-ha, not your eyebrows?"
            ],
            [
                64,
                "Can I get a hallelujah."
            ],
            [
                66,
                "Hallelujah."
            ],
            [
                71,
                "Do you like motorcycles, ‘cos I ride a hog."
            ],
            [
                73,
                "You still have to wear a helmet."
            ],
            [
                90,
                "Yeah, well my people invented circumcision. You're welcome!"
            ],
            [
                95,
                "Bye Missy."
            ],
            [
                99,
                "Okay, you two have to back off."
            ],
            [
                102,
                "So what, you've already got Penny."
            ],
            [
                104,
                "So I can have Penny?"
            ],
            [
                111,
                "I'm a fancy Indian man, we invented pajamas!"
            ],
            [
                132,
                "I'm warning you, I was judo champion at math camp."
            ],
            [
                134,
                "Who are you to decide that?"
            ],
            [
                140,
                "Wait a minute. Leonard made you aware of that?"
            ],
            [
                146,
                "Is it ‘cause I'm Jewish, ‘cause I'd kill my Rabbi with a porkchop to be with your sister."
            ],
            [
                169,
                "Look, we have to settle this."
            ],
            [
                172,
                "Oh, you poor, deluded bastard."
            ],
            [
                174,
                "You want to go again? Let's go."
            ],
            [
                176,
                "Okay."
            ],
            [
                179,
                "Come on, come on, get up."
            ],
            [
                194,
                "I'm fine, thanks for asking. I’ve come to call on Missy."
            ],
            [
                197,
                "The amazing Howard. Do you like magic?"
            ]
        ],
        "Girl": [
            [
                10,
                "Well, that should do it."
            ]
        ],
        "Sheldon": [
            [
                12,
                "Buddy."
            ],
            [
                14,
                "How can you be late, I wasn't expecting you at all."
            ],
            [
                16,
                "Oh, alright, this is Missy, Missy this is Leonard and Rajesh and you've already met Howard."
            ],
            [
                23,
                "She's my twin sister, she thinks she's funny, but frankly I’ve never been able to see it."
            ],
            [
                25,
                "How exactly would one measure a sense of humor? A humormometer?"
            ],
            [
                27,
                "Rajesh."
            ],
            [
                34,
                "The papers could have been mailed, Mom just sent you here to spy on me, didn't she."
            ],
            [
                36,
                "They call me a genius because I'm a genius. Tell Mom that I currently weigh 165 pounds, and that I'm having regular bowel movements. Enjoy the wedding, goodbye."
            ],
            [
                40,
                "They were not friends, they were imaginary colleagues."
            ],
            [
                42,
                "No we don't."
            ],
            [
                44,
                "So what? I don't issue invitations to your mother."
            ],
            [
                46,
                "And don't ever call me Shelly."
            ],
            [
                49,
                "What just happened?"
            ],
            [
                52,
                "I needed a place to fire ceramic semi-conductor substrates for home-made integrated circuits."
            ],
            [
                54,
                "Made necessary by her insistence on going into my room."
            ],
            [
                58,
                "Is that what that was? I just assumed that the second grade curriculum had rendered you quizzical."
            ],
            [
                65,
                "Fraternal twins come from two separate eggs, they are no more alike than any other siblings."
            ],
            [
                81,
                "I'm not ignoring my sister. I'm ignoring all of you."
            ],
            [
                106,
                "Excuse me, can I interject something. I'm ordering pizza online, is everyone okay with pepperoni?"
            ],
            [
                108,
                "I guess. Don't worry, I was going to order you cheeseless."
            ],
            [
                110,
                "That's okay. Lactose intolerance is nothing to be embarrassed about."
            ],
            [
                114,
                "Hmmm? She certainly has the symmetry and low body fat that western culture deems desirable. It's noteworth that at other points in history, heavier women were the standard for beauty because their girth suggested affluence."
            ],
            [
                116,
                "I didn't say it was fascinating, I said it was noteworthy."
            ],
            [
                118,
                "Oh. Okay. You know, I don't want to criticise your rhetorical style but, we'd be a lot further along in this conversation if you'd begun with that thought."
            ],
            [
                120,
                "What I'm saying is that we took quite an unnecessary detour from what I now understand to be your thesis."
            ],
            [
                122,
                "Why?"
            ],
            [
                124,
                "I don't understand. Yes, we shared a uterus for nine months, but since then we’ve pretty much gone our own separate ways."
            ],
            [
                126,
                "I hadn't considered that. We do share DNA."
            ],
            [
                128,
                "So there is the possibility, however remote, that resting in her loins is the potential for another individual as remarkable as myself."
            ],
            [
                130,
                "You're right. If someone wants to get at Missy's fallopian tubes, they'll have to go through me."
            ],
            [
                133,
                "Alright, that's enough juvenile squabbling, stop it, stop it I say. I'm going to settle this right now. Neither of you are good enough for my sister."
            ],
            [
                136,
                "You're out too, by the way."
            ],
            [
                138,
                "It's nothing personal, I'd just prefer if my future niece or nephew didn't become flatulent every time they eat an Eskimo pie."
            ],
            [
                139,
                "Now that Leonard's made me aware of how high the genetic stakes are, we have to face the fact that none of you are suitable mates for my sister."
            ],
            [
                143,
                "How so?"
            ],
            [
                145,
                "In principle you have a point, but as a practical matter, need I remind you that it takes experimental pharmaceuticals to simply enable you to speak to the opposite sex."
            ],
            [
                147,
                "This has nothing to do with religion. This has to do with the fact that you're a tiny, tiny man who still lives with his mother."
            ],
            [
                149,
                "Am I? Here. Eat this cheese without farting and you can sleep with my sister."
            ],
            [
                150,
                "Oops."
            ],
            [
                152,
                "Why does everyone suddenly want to talk to me alone? Usually nobody wants to be alone with me."
            ],
            [
                154,
                "Truthfully, I’ve never given it any thought, but it has been pointed out to me that you carry DNA of great potential."
            ],
            [
                156,
                "Let me explain. You see, I'm a superior genetic mutation, an improvement on the existing mediocre stock."
            ],
            [
                158,
                "That would be you. But residing within you is the potential for another me. Perhaps even taller, smarter and less prone to freckling, a Sheldon 2.0 if you will."
            ],
            [
                160,
                "Exactly. Now, I am not saying that I should be the sole decider of who you mate with. If you're not attracted to the suitor then the likelihood of conception would be reduced."
            ],
            [
                162,
                "Not at all. Frequent coitus dramatically increases the odds of fertiliziation."
            ],
            [
                164,
                "I always thought I was more like a cuckoo bird. You know, a superior creature whose egg is placed in the nest of ordinary birds. Of course the newly hatched cuckoo eats all the food, leaving the ordinary siblings to starve to death. Luckily for you, that's where the metaphor ended."
            ],
            [
                165,
                "I have an alternate proposal."
            ],
            [
                167,
                "You donate eggs. We will place them in cryogenic storage. I will find an appropriate sperm donor for your eggs, have them fertilized and implanted in you, that way everybody wins."
            ],
            [
                168,
                "Correction. Missy can date whoever she wants."
            ],
            [
                181,
                "I weep for humanity."
            ],
            [
                204,
                "Well, she might be interested to know that I have refocused my research from bosonic string theory to heteronic string theory."
            ],
            [
                206,
                "Really?"
            ],
            [
                208,
                "You tell people I'm a rocket scientist?"
            ],
            [
                210,
                "I'm a theoretical physicist."
            ],
            [
                212,
                "What's the difference?"
            ],
            [
                214,
                "My God! Why don't you just tell them I'm a toll taker at the Golden Gate Bridge? Rocket scientist, how humiliating."
            ]
        ],
        "Missy": [
            [
                17,
                "It's nice to meet you."
            ],
            [
                21,
                "Oh, he once spent nine months with my legs wrapped around his head."
            ],
            [
                24,
                "It's because you have no measurable sense of humor, Shelly."
            ],
            [
                31,
                "My friend's getting married in Disneyland tomorrow night."
            ],
            [
                33,
                "And I had to drop off some papers for Shelly to sign for my dad's estate."
            ],
            [
                35,
                "I guess that's why they call you a genius."
            ],
            [
                39,
                "Oh, I don't think so. Shelly doesn't like company. Even as a little boy he'd send his imaginary friends home at the end of the day."
            ],
            [
                45,
                "Well it would be nice not to have to drive out to Anaheim in rush hour."
            ],
            [
                50,
                "So anyway, we’re eight years old, and Sheldon converts my easy-bake oven to some kind of high-powered furnace."
            ],
            [
                53,
                "He was trying to build some kind of armed robot to keep me out of his room."
            ],
            [
                55,
                "Anyway, I go to make those little corn muffins they give you, there's a big flash, next thing you know my eyebrows are gone."
            ],
            [
                57,
                "Yep. I had to go through the entire second grade with crooked eyebrows my Mom drew on."
            ],
            [
                62,
                "Hi."
            ],
            [
                69,
                "Well, there's Dr Patel at our church."
            ],
            [
                75,
                "The sex book?"
            ],
            [
                83,
                "Oh my! Gherkins and...."
            ],
            [
                85,
                "Oh."
            ],
            [
                88,
                "I guess."
            ],
            [
                92,
                "God yes. Thanks."
            ],
            [
                94,
                "Bye guys."
            ],
            [
                151,
                "Shelly, can I speak to you for a minute? Alone?"
            ],
            [
                153,
                "Okay. I'm not even going to ask why you're pimping me out for cheese. But since when do you care at all about who I sleep with?"
            ],
            [
                155,
                "What on earth are you talking about?"
            ],
            [
                157,
                "And what do you mean, mediocre stock?"
            ],
            [
                159,
                "Sheldon 2.0?"
            ],
            [
                161,
                "You have got to be kidding me!"
            ],
            [
                163,
                "Okay Shelly, sit down. Now I’ve lived my whole life dealing with the fact that my twin brother is, as Mom puts it, one of God's special little people."
            ],
            [
                166,
                "Go on."
            ],
            [
                186,
                "Hi, Leonard, what's up?"
            ],
            [
                188,
                "That's so sweet. But no thanks."
            ],
            [
                190,
                "No."
            ],
            [
                192,
                "Thanks. See you."
            ],
            [
                196,
                "Hi Howard."
            ],
            [
                198,
                "Not really. No."
            ],
            [
                199,
                "No."
            ],
            [
                201,
                "Oh, hi, cutie pie. I was hoping you'd show up."
            ],
            [
                202,
                "We had a dog who made a noise like that. Had to put him down."
            ],
            [
                203,
                "Any news you want me to pass along to Mom?"
            ],
            [
                205,
                "Yeah, I'll just tell her you said hey."
            ],
            [
                207,
                "Yup, I'm always bragging to my friends about my brother the rocket scientist."
            ],
            [
                209,
                "Well yeah."
            ],
            [
                211,
                "What's the difference?"
            ],
            [
                213,
                "Goodbye Shelly."
            ]
        ],
        "": [
            [
                28,
                "Credits sequence"
            ]
        ],
        "Leonard and Howard together": [
            [
                37,
                "Woah, woah."
            ]
        ],
        "Penny": [
            [
                60,
                "Really, they have your little name label in them."
            ],
            [
                63,
                "Wow, you don't look that much alike."
            ],
            [
                67,
                "Hey, good for you, Raj."
            ],
            [
                78,
                "I didn't say you were, I just said she was cute."
            ],
            [
                80,
                "Sheldon, why are you ignoring your sister?"
            ],
            [
                91,
                "Missy, I'm going to go get my nails done. Do you want to come?"
            ],
            [
                93,
                "You're welcome."
            ],
            [
                97,
                "Goodbye Leonard!"
            ],
            [
                183,
                "Uh, pretty much, why?"
            ],
            [
                185,
                "Of course."
            ],
            [
                193,
                "What do you want, Howard?"
            ],
            [
                195,
                "Missy?"
            ],
            [
                200,
                "Missy?"
            ]
        ]
    },
    "Actor2Profile": {
        "Leonard": "/wiki/Leonard_Hofstadter",
        "Raj": "/wiki/Rajesh_Koothrappali",
        "Howard": "/wiki/Howard_Wolowitz",
        "Missy": "/wiki/Missy"
    },
    "AllLines": [
        "On the other hand, some physicists are concerned that if the super collider actually works, it will create a black hole and swallow up the Earth ending life as we know it.",
        "Psh, what a bunch of crybabies. No guts, no glory man.",
        "We are testing a new medication for social anxiety, panic attacks, agoraphobia and obsessive compulsive disorder. Why would they be looking for test subjects here?",
        "Shhh! Hot girl in Sheldon's office.",
        "Sheldon's office? Is she lost?",
        "Don't think so. I followed her here from the parking lot.",
        "Maybe she's his lawyer.",
        "Well she's free to examine my briefs.",
        "Howard...",
        "I know, I'm disgusting, I should be punished. By her, oh look, I did it again.",
        "Well, that should do it.",
        "Oh, hey buddy.",
        "Buddy.",
        "Sorry I'm late, I'm working on a project that may take me up on the next space shuttle.",
        "How can you be late, I wasn't expecting you at all.",
        "Sheldon, are you going to introduce us?",
        "Oh, alright, this is Missy, Missy this is Leonard and Rajesh and you've already met Howard.",
        "It's nice to meet you.",
        "You too, swell, also.",
        "Yeah.",
        "So, how do you two know each other.",
        "Oh, he once spent nine months with my legs wrapped around his head.",
        "Excuse me?",
        "She's my twin sister, she thinks she's funny, but frankly I’ve never been able to see it.",
        "It's because you have no measurable sense of humor, Shelly.",
        "How exactly would one measure a sense of humor? A humormometer?",
        "Well, I think you're delightfully droll. Or as the French say, Tres Drole.",
        "Rajesh.",
        "Credits sequence",
        "So Missy, what brings you all the way from Texas?",
        "Was it perhaps destiny, I think it was destiny.",
        "My friend's getting married in Disneyland tomorrow night.",
        "Destiny, thy name is Anaheim.",
        "And I had to drop off some papers for Shelly to sign for my dad's estate.",
        "The papers could have been mailed, Mom just sent you here to spy on me, didn't she.",
        "I guess that's why they call you a genius.",
        "They call me a genius because I'm a genius. Tell Mom that I currently weigh 165 pounds, and that I'm having regular bowel movements. Enjoy the wedding, goodbye.",
        "Woah, woah.",
        "If the wedding's not until tomorrow, why don't you stay with us tonight?",
        "Oh, I don't think so. Shelly doesn't like company. Even as a little boy he'd send his imaginary friends home at the end of the day.",
        "They were not friends, they were imaginary colleagues.",
        "Look, you're here, we have plenty of room.",
        "No we don't.",
        "Come on, Shelly, she's family.",
        "So what? I don't issue invitations to your mother.",
        "Well it would be nice not to have to drive out to Anaheim in rush hour.",
        "And don't ever call me Shelly.",
        "So it's settled. You'll stay with us.",
        "I'll walk you to your car. You're in structure 3 level C, right?",
        "What just happened?",
        "So anyway, we’re eight years old, and Sheldon converts my easy-bake oven to some kind of high-powered furnace.",
        "Hee-hee, just classic.",
        "I needed a place to fire ceramic semi-conductor substrates for home-made integrated circuits.",
        "He was trying to build some kind of armed robot to keep me out of his room.",
        "Made necessary by her insistence on going into my room.",
        "Anyway, I go to make those little corn muffins they give you, there's a big flash, next thing you know my eyebrows are gone.",
        "Ha-ha, not your eyebrows?",
        "Yep. I had to go through the entire second grade with crooked eyebrows my Mom drew on.",
        "Is that what that was? I just assumed that the second grade curriculum had rendered you quizzical.",
        "Those are not mine.",
        "Really, they have your little name label in them.",
        "Yeah, no, I do, I use those... uh... just to polish up my... spear-fishing equipment. I spear fish. When I'm not crossbow hunting, I spear fish. Uh, Penny, this is Sheldon's twin sister, Missy. Missy, this is our neighbor Penny.",
        "Hi.",
        "Wow, you don't look that much alike.",
        "Can I get a hallelujah.",
        "Fraternal twins come from two separate eggs, they are no more alike than any other siblings.",
        "Hallelujah.",
        "Hey, good for you, Raj.",
        "So, Missy. Have you ever met a man from the exotic subcontinent of India?",
        "Well, there's Dr Patel at our church.",
        "Ah yes, Dr Patel, good man.",
        "Do you like motorcycles, ‘cos I ride a hog.",
        "A hog? You have a two-cylinder scooter with a basket on the front.",
        "You still have to wear a helmet.",
        "Have you ever heard of the Kama Sutra?",
        "The sex book?",
        "The Indian sex book. In other words, if you wonder wonder who wrote the book of love, it was us.",
        "I wasn't staring!",
        "I didn't say you were, I just said she was cute.",
        "Oh. Huh, um, maybe, if you like women who are tall... and perfect.",
        "Sheldon, why are you ignoring your sister?",
        "I'm not ignoring my sister. I'm ignoring all of you.",
        "I brought snacks.",
        "Oh my! Gherkins and....",
        "Onion dip, it's onion dip.",
        "Oh.",
        "We don't entertain much.",
        "Missy, do you enjoy pajamas?",
        "I guess.",
        "We Indians invented them. You're welcome.",
        "Yeah, well my people invented circumcision. You're welcome!",
        "Missy, I'm going to go get my nails done. Do you want to come?",
        "God yes. Thanks.",
        "You're welcome.",
        "Bye guys.",
        "Bye Missy.",
        "Bye Missy, see you.",
        "Goodbye Leonard!",
        "Uh, yeah, no, uh, bye Penny.",
        "Okay, you two have to back off.",
        "Why should I back off, you back off dude.",
        "Excuse me, this is my apartment and she's my roommate's sister.",
        "So what, you've already got Penny.",
        "How do I have Penny? In what universe do I have Penny?",
        "So I can have Penny?",
        "Hell, no!",
        "Excuse me, can I interject something. I'm ordering pizza online, is everyone okay with pepperoni?",
        "Sheldon, can I talk to you in private?",
        "I guess. Don't worry, I was going to order you cheeseless.",
        "Thank you.",
        "That's okay. Lactose intolerance is nothing to be embarrassed about.",
        "I'm a fancy Indian man, we invented pajamas!",
        "Hey, look at me, I don't have a foreskin.",
        "Sheldon, are you aware that your sister is an incredibly attractive woman?",
        "Hmmm? She certainly has the symmetry and low body fat that western culture deems desirable. It's noteworth that at other points in history, heavier women were the standard for beauty because their girth suggested affluence.",
        "That's fascinating, but I...",
        "I didn't say it was fascinating, I said it was noteworthy.",
        "Alright, noted. But my point is that Koothrappali and Wolowitz... they're hitting on your sister.",
        "Oh. Okay. You know, I don't want to criticise your rhetorical style but, we'd be a lot further along in this conversation if you'd begun with that thought.",
        "That's great, but I....",
        "What I'm saying is that we took quite an unnecessary detour from what I now understand to be your thesis.",
        "Whatever. You have to do something about it.",
        "Why?",
        "Because she's your sister.",
        "I don't understand. Yes, we shared a uterus for nine months, but since then we’ve pretty much gone our own separate ways.",
        "Okay, uh.... oh, consider this. With your father gone, it is your responsibility to make sure that Missy chooses a suitable mate.",
        "I hadn't considered that. We do share DNA.",
        "Uh-huh.",
        "So there is the possibility, however remote, that resting in her loins is the potential for another individual as remarkable as myself.",
        "Exactly. And, you owe it to yourself and to posterity to protect the genetic integrity of your sister's future offspring.",
        "You're right. If someone wants to get at Missy's fallopian tubes, they'll have to go through me.",
        "I am Shiva the destroyer, I will have the woman!",
        "I'm warning you, I was judo champion at math camp.",
        "Alright, that's enough juvenile squabbling, stop it, stop it I say. I'm going to settle this right now. Neither of you are good enough for my sister.",
        "Who are you to decide that?",
        "He's the man of his family, you have to respect his wishes.",
        "You're out too, by the way.",
        "Say what?",
        "It's nothing personal, I'd just prefer if my future niece or nephew didn't become flatulent every time they eat an Eskimo pie.",
        "Now that Leonard's made me aware of how high the genetic stakes are, we have to face the fact that none of you are suitable mates for my sister.",
        "Wait a minute. Leonard made you aware of that?",
        "We all make mistakes, let's move on.",
        "Excuse me, but I think you're missing a big opportunity here.",
        "How so?",
        "Everybody knows genetic diversity produces the strongest offspring. Why not put a little mocha in the family latte.",
        "In principle you have a point, but as a practical matter, need I remind you that it takes experimental pharmaceuticals to simply enable you to speak to the opposite sex.",
        "Is it ‘cause I'm Jewish, ‘cause I'd kill my Rabbi with a porkchop to be with your sister.",
        "This has nothing to do with religion. This has to do with the fact that you're a tiny, tiny man who still lives with his mother.",
        "Sheldon, you are really being unreasonable.",
        "Am I? Here. Eat this cheese without farting and you can sleep with my sister.",
        "Oops.",
        "Shelly, can I speak to you for a minute? Alone?",
        "Why does everyone suddenly want to talk to me alone? Usually nobody wants to be alone with me.",
        "Okay. I'm not even going to ask why you're pimping me out for cheese. But since when do you care at all about who I sleep with?",
        "Truthfully, I’ve never given it any thought, but it has been pointed out to me that you carry DNA of great potential.",
        "What on earth are you talking about?",
        "Let me explain. You see, I'm a superior genetic mutation, an improvement on the existing mediocre stock.",
        "And what do you mean, mediocre stock?",
        "That would be you. But residing within you is the potential for another me. Perhaps even taller, smarter and less prone to freckling, a Sheldon 2.0 if you will.",
        "Sheldon 2.0?",
        "Exactly. Now, I am not saying that I should be the sole decider of who you mate with. If you're not attracted to the suitor then the likelihood of conception would be reduced.",
        "You have got to be kidding me!",
        "Not at all. Frequent coitus dramatically increases the odds of fertiliziation.",
        "Okay Shelly, sit down. Now I’ve lived my whole life dealing with the fact that my twin brother is, as Mom puts it, one of God's special little people.",
        "I always thought I was more like a cuckoo bird. You know, a superior creature whose egg is placed in the nest of ordinary birds. Of course the newly hatched cuckoo eats all the food, leaving the ordinary siblings to starve to death. Luckily for you, that's where the metaphor ended.",
        "I have an alternate proposal.",
        "Go on.",
        "You donate eggs. We will place them in cryogenic storage. I will find an appropriate sperm donor for your eggs, have them fertilized and implanted in you, that way everybody wins.",
        "Correction. Missy can date whoever she wants.",
        "Look, we have to settle this.",
        "I agree. Sheldon's sister is hiding at Penny's because we’ve all been hitting on her at the same time.",
        "She's not hiding. She needed privacy to call her grandmother who's apparently very sick. Oh, and then I believe she has to wash her hair.",
        "Oh, you poor, deluded bastard.",
        "Don't start with me dude.",
        "You want to go again? Let's go.",
        "Sit down.",
        "Okay.",
        "If we’re going to fight over Missy, let's do it the right way. The honorable way.",
        "And he's down!",
        "Come on, come on, get up.",
        "Stay down, bitch. Yeah, ha ha, natural selection at work.",
        "I weep for humanity.",
        "Hi Penny, how's it going. Listen, that guy Mike that you were dating, is that still going on?",
        "Uh, pretty much, why?",
        "Nothing, just catching up. By the way, may I speak to Missy please?",
        "Of course.",
        "Hi, Leonard, what's up?",
        "Well, since you're leaving tomorrow I was wondering if you'd like to go out to dinner with me?",
        "That's so sweet. But no thanks.",
        "Oh. You have other plans, or...?",
        "No.",
        "Oh. Alright uh... enjoy the rest of your evening.",
        "Thanks. See you.",
        "What do you want, Howard?",
        "I'm fine, thanks for asking. I’ve come to call on Missy.",
        "Missy?",
        "Hi Howard.",
        "The amazing Howard. Do you like magic?",
        "Not really. No.",
        "No.",
        "Missy?",
        "Oh, hi, cutie pie. I was hoping you'd show up.",
        "We had a dog who made a noise like that. Had to put him down.",
        "Any news you want me to pass along to Mom?",
        "Well, she might be interested to know that I have refocused my research from bosonic string theory to heteronic string theory.",
        "Yeah, I'll just tell her you said hey.",
        "Really?",
        "Yup, I'm always bragging to my friends about my brother the rocket scientist.",
        "You tell people I'm a rocket scientist?",
        "Well yeah.",
        "I'm a theoretical physicist.",
        "What's the difference?",
        "What's the difference?",
        "Goodbye Shelly.",
        "My God! Why don't you just tell them I'm a toll taker at the Golden Gate Bridge? Rocket scientist, how humiliating."
    ]
}