{
    "Season": 3,
    "Episode": 12,
    "Title": "the psychic vortex",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                25,
                "Credits sequence."
            ],
            [
                26,
                "A little later."
            ],
            [
                51,
                "Leonard’s car."
            ],
            [
                74,
                "The university mixer."
            ],
            [
                118,
                "A restaurant."
            ],
            [
                138,
                "The stairwell."
            ],
            [
                143,
                "Leonard’s lab."
            ],
            [
                161,
                "little triple intersection is your ideal mate. Odds are she’s a short physicist with low self-esteem who lives in a government research facility in China."
            ],
            [
                166,
                "The apartment. Sheldon is learning Finnish. "
            ],
            [
                182,
                "The laundry room."
            ],
            [
                201,
                "The apartment."
            ],
            [
                208,
                "Outside Sheldon’s bedroom."
            ]
        ],
        "Leonard": [
            [
                1,
                "Look at us. Getting ready for a double date with actual women who publicly acknowledge they’re our girlfriends."
            ],
            [
                4,
                "Howard, artificial women are your department. You want to take this?"
            ],
            [
                6,
                "What are you trying to tell me, Howard?"
            ],
            [
                8,
                "Don’t worry. We’re planning to have sex right on the salad bar."
            ],
            [
                10,
                "Got it."
            ],
            [
                14,
                "Uh, sorry, Raj. Howard and I are going out to dinner with Penny and Bernadette."
            ],
            [
                16,
                "How did we get actual women?"
            ],
            [
                52,
                "I hope you’re hungry, Bernadette, we’re going to a terrific restaurant."
            ],
            [
                60,
                "Great. How come?"
            ],
            [
                62,
                "Of course, I would never make fun of you."
            ],
            [
                67,
                "Oh, gee, why didn’t you say so? They don’t let just anyone have a Web site."
            ],
            [
                69,
                "You’re surprised? Your psychic didn’t tell you I was going to be a jerk?"
            ],
            [
                71,
                "Come on, Penny."
            ],
            [
                122,
                "I’m sorry, but facts are facts."
            ],
            [
                124,
                "No, if it’s not a fact, it’s not a fact."
            ],
            [
                126,
                "You’re welcome. How’s your fish?"
            ],
            [
                128,
                "Yeah, sure."
            ],
            [
                130,
                "Come on, Howard, Bernadette, you’re both scientists. Help me out here."
            ],
            [
                134,
                "Maybe we should just stop talking about this."
            ],
            [
                139,
                "You know, the best thing about being in a committed, monogamous, mutually supportive relationship is that even if you have different ideas, you can have a spirited debate, yet still care for, even make love with… (she shuts the door in his face) Want your fish? (Opens door, takes fish, closes it again) I knew you were going to do that. Doesn’t make me psychic! Attaboy, Leonard, make it worse. (Opens his own apartment door to find Sheldon, Raj and the two girls playing Rock Band and performing American Woman)"
            ],
            [
                140,
                "What’s going on?"
            ],
            [
                147,
                "What the hell is eighth base?"
            ],
            [
                149,
                "Oh, couldn’t be better."
            ],
            [
                151,
                "It’s not just Cylons. Superman’s next."
            ],
            [
                153,
                "How can I go out with a woman who believes in psychics?"
            ],
            [
                155,
                "And that didn’t bother you?"
            ],
            [
                157,
                "What am I supposed to do, pretend I believe something I don’t whenever I’m with Penny?"
            ],
            [
                159,
                "Do me a favour, lean over, put your head right here."
            ],
            [
                162,
                "What’s your point? In order to keep having a sexual relationship with Penny, I have to give up everything I believe in, my intellectual integrity, the very nature of who I am? I can’t do that, Howard."
            ],
            [
                164,
                "What is that?"
            ],
            [
                183,
                "Hey. Cleaning out the old dryer lint, huh? Not only is it courteous, it’s safety smart. Every year, 15,000 fires are caused by accidental dryer lint ignition. Now you’re supposed to say, wow, what an interesting fact. Come here, you crazy, nerdy guy. I could never be mad at you."
            ],
            [
                185,
                "No, I’m sorry. I really am. It’s not right to mock what a person believes in."
            ],
            [
                187,
                "Would you be willing to read a book that concisely explains how all psychics are frauds?"
            ],
            [
                189,
                "Okay, let’s go see your psychic."
            ],
            [
                191,
                "Well, yeah, one of us has to keep an open mind."
            ],
            [
                193,
                "No, not at all. Let me help you with this stuff."
            ],
            [
                195,
                "Great."
            ],
            [
                197,
                "I know, and pyramid power and healing crystals."
            ],
            [
                199,
                "Really, that’s the line? Psychics are real, but crystals are voodoo?"
            ]
        ],
        "Howard": [
            [
                2,
                "Yes, actual women are the best."
            ],
            [
                5,
                "No, it would just freak him out. Listen, before we leave, I should warn you, I’m a passionate man and I tend towards public displays of affection."
            ],
            [
                7,
                "There might be some making out in the car or the restaurant, and I don’t want Bernadette to feel uncomfortable, so it would help if you and Penny made out, too."
            ],
            [
                11,
                "Seen it."
            ],
            [
                15,
                "Yeah, no more carefree bachelor nights for me and Leonard. These broncos have been saddled."
            ],
            [
                54,
                "Flesh-eating bacteria. And yet, I still want to kiss this woman, what does that tell you?"
            ],
            [
                57,
                "Well, we kind of disagree about what the bases are."
            ],
            [
                65,
                "Good job not making fun of her."
            ],
            [
                72,
                "Why don’t you kids go ahead and chat? We’re gonna make out back here."
            ],
            [
                120,
                "Well, we could always learn more about why people who believe in psychics are idiots. Leonard?"
            ],
            [
                131,
                "What do you think? Want to jump right into the middle of another couple’s argument?"
            ],
            [
                133,
                "Sorry."
            ],
            [
                144,
                "Hey."
            ],
            [
                146,
                "Had a great night last night. I don’t like to kiss and tell, but somebody made it to eighth base."
            ],
            [
                148,
                "Seventh base with shirt off. Well, my shirt. How’d things go with Penny?"
            ],
            [
                150,
                "Are we taking our relationship frustrations out on innocent Cylons?"
            ],
            [
                152,
                "All right, I was going to try to squeeze in a little more mocking before lunch, but I can come back later when you don’t have a high-powered weapon."
            ],
            [
                154,
                "Hey, I once dated a girl who believed she was abducted by aliens."
            ],
            [
                156,
                "Au contraire. It meant she was gullible and open to a little probing."
            ],
            [
                158,
                "Hey, I’m sure Penny fakes all kinds of things when she’s with you."
            ],
            [
                160,
                "Let me show you another way to look at this. Here we have the universe of all women. These are the ones you want to sleep with. These are the women who believe exactly what you believe. These are the women who would be willing to sleep with you. And right there in the"
            ],
            [
                163,
                "I respect that. (Takes Leonard’s hand, draws a dot on it.) "
            ],
            [
                165,
                "Your new girlfriend. Have fun tonight."
            ]
        ],
        "Sheldon": [
            [
                3,
                "I don’t understand. What other kind of women are there?"
            ],
            [
                12,
                "Detailed analysis posted online."
            ],
            [
                18,
                "It is great, isn’t it? We have a wonderful evening ahead of us."
            ],
            [
                20,
                "Oh, yes. I just discovered I don’t have enough room on my hard drive for a Linux partition, so you and I are going to perform a full backup, reinitialize and then reinstall all my operating systems."
            ],
            [
                22,
                "All right. Well, I’m going to perform full backup, reinitialize and then reinstall all my operating systems."
            ],
            [
                24,
                "Well, I understand there are several types of artificial women. Maybe you should look into that."
            ],
            [
                28,
                "I’m sorry, Raj, I have no desire to salute any article of clothing tonight. Much less one that’s linked to race riots in the 1940s."
            ],
            [
                30,
                "The zoot suit riots."
            ],
            [
                32,
                "I don’t need anything at the Galleria. Do you need anything at the Galleria?"
            ],
            [
                34,
                "That’s a semantically null sentence."
            ],
            [
                36,
                "Well, that’s certainly amusing, but I have no interest."
            ],
            [
                38,
                "If outside is so good, why has mankind spent thousands of years trying to perfect inside?"
            ],
            [
                40,
                "Let me offer you a compromise. Sometimes when I feel stifled and want a change of scenery, I use my imagination."
            ],
            [
                42,
                "One of my favourite places to visit is the two-dimensional world described in Edwin Abbott’s mathematical fantasy, Flatland."
            ],
            [
                44,
                "You’re only saying that because you haven’t been there. I am now a hexagon in two-dimensional space and can only perceive the edges of other objects."
            ],
            [
                46,
                "Is that you, Raj? I don’t recognize your edge."
            ],
            [
                48,
                "Well, you’re in luck, there’s a mixer here in Flatland. Oh, look, there’s a sexually attractive line segment, you should chat her up."
            ],
            [
                50,
                "Tell her you’re a circle, Flatland gals are all hot for circles."
            ],
            [
                76,
                "Thanks for giving me your limited edition Green Lantern lantern."
            ],
            [
                78,
                "What if evil strikes and my power ring runs low?"
            ],
            [
                80,
                "I don’t drink."
            ],
            [
                82,
                "I would like a root beer float."
            ],
            [
                84,
                "They don’t? Well, apparently, these people and I differ greatly on the definition of party."
            ],
            [
                86,
                "And don’t be chintzy with the Shirley."
            ],
            [
                88,
                "All right. There’s a female."
            ],
            [
                90,
                "But she’s female. Isn’t that the game?"
            ],
            [
                92,
                "Oh, yes. So, the point of this exercise is for you to find someone to copulate with?"
            ],
            [
                94,
                "Thank you. And what is my function as wingman?"
            ],
            [
                96,
                "Okay. What is your game?"
            ],
            [
                97,
                "When I lie through my teeth to a woman, you nod and agree."
            ],
            [
                99,
                "It’s a limited edition Green Lantern lantern. My friend is looking for someone to copulate with."
            ],
            [
                101,
                "I’m Sheldon. How do you do?"
            ],
            [
                109,
                "I thought your father was a gynaecologist. I’m sorry. (Smiles and nods)"
            ],
            [
                113,
                "Hello."
            ],
            [
                115,
                "In brightest day, in darkest night, no evil shall escape my sight."
            ],
            [
                117,
                "Thank you. Have you chosen one to copulate with?"
            ],
            [
                141,
                "We scored. I’m the wingman."
            ],
            [
                167,
                "The dog… koira. The roof… katto. Grapes… ryp leet. (There is a knock on the door) One minute. Sis  n."
            ],
            [
                169,
                "It means come in. It’s taking forever to load the new operating system on my computer. I disinfected the kitchen and the bathroom, and now I thought I’d learn Finnish."
            ],
            [
                171,
                "I don’t say anything. I merely offer you a facial expression that suggests you’ve gone insane."
            ],
            [
                173,
                "Yes, exactly, I had a great time. That’s done, I’ve moved on to other things. For example, after I learn Finnish, I’m not going to learn Finnish again."
            ],
            [
                175,
                "Raj, I highly doubt there is any argument you can make, threat you might levy, rhetorical strategy, plea, invocation, supplication, or… vetoomus that you can employ that would convince me to reconsider."
            ],
            [
                177,
                "Oh, my. I’ve admired these for years."
            ],
            [
                179,
                "Hulk agree to second date with puny humans!"
            ],
            [
                181,
                "Hulk sad."
            ],
            [
                203,
                "You know, I had never considered that. Wow, that’s going to completely change my visits there. Well, it’s late."
            ],
            [
                205,
                "Time for bed."
            ],
            [
                207,
                "Good night, puny human! (He gets up and leaves)."
            ],
            [
                210,
                "Yes?"
            ],
            [
                212,
                "Well, I suppose. Come in. I’ll sleep in Leonard’s room. Good night."
            ]
        ],
        "Raj (arriving)": [
            [
                9,
                "Namaste, white people. Good news! I rented us the four-hour edition of Watchmen."
            ]
        ],
        "Raj": [
            [
                13,
                "Well, then what are we going to do tonight?"
            ],
            [
                17,
                "Great. They get girlfriends, and they just abandon us?"
            ],
            [
                19,
                "We do?"
            ],
            [
                21,
                "I don’t want to do that."
            ],
            [
                23,
                "What about me?"
            ],
            [
                27,
                "Dude, there’s so many cool things we could be doing tonight. Look. At the Glendale Galleria, put on your best zoot suit, it’s a salute to Swing music in the center court near Macy’s. 5pm to 9pm, huh, huh? A salute to zoot. Sounds like a hoot."
            ],
            [
                29,
                "Race riots?"
            ],
            [
                31,
                "Oh. I always thought that was some sort of after-Christmas sale. Well, then why don’t we just go to the galleria and walk around?"
            ],
            [
                33,
                "No. We would just walk around and see what’s what."
            ],
            [
                35,
                "Okay, well, how about this? From the university Web site, 7pm to 10pm, Norton Hall Multipurpose Room, mixer for grad students and faculty of the science and humanities departments. Whether you split atoms or infinitives, this is the place to be."
            ],
            [
                37,
                "Come on, Sheldon, the world is filled with people doing things outside. Let’s go outside. Outside is good."
            ],
            [
                39,
                "I don’t know, it’s a marketing scheme. Please, Sheldon, I’m a young, virile visitor from a foreign land and I need to strut my stuff."
            ],
            [
                41,
                "Oh, boy."
            ],
            [
                43,
                "I don’t want to go to Flatland."
            ],
            [
                45,
                "Oy."
            ],
            [
                47,
                "Sheldon, I’m begging you. I want to go to this mixer, and I don’t want to go alone."
            ],
            [
                49,
                "What?"
            ],
            [
                75,
                "Thanks for coming with me."
            ],
            [
                77,
                "Did you really have to bring it in with you?"
            ],
            [
                79,
                "Come on, let’s get a drink."
            ],
            [
                81,
                "Yeah, well I do. And when my wingman is carrying a Green Lantern lantern, I drink a lot. I’ll have a screwdriver, please. Don’t be chintzy with the screw."
            ],
            [
                83,
                "Sheldon, they don’t have ice cream."
            ],
            [
                85,
                "He’ll have a Shirley Temple."
            ],
            [
                87,
                "Okay, let’s check out the females."
            ],
            [
                89,
                "That’s Professor Wilkinson’s wife, she’s like 80 years old."
            ],
            [
                91,
                "No. I’m looking for a hookup."
            ],
            [
                93,
                "Not so loud, but ideally, yes. Thanks."
            ],
            [
                95,
                "You help me run my game."
            ],
            [
                102,
                "How do you do? Rajesh Ramayan Koothrappali. Call me Raj."
            ],
            [
                104,
                "The mysterious subcontinent of India."
            ],
            [
                106,
                "You know India?"
            ],
            [
                108,
                "Well, I’m a slumdog astrophysicist."
            ],
            [
                112,
                "Hello."
            ],
            [
                168,
                "What was that?"
            ],
            [
                170,
                "जो भी तुम्हारे नाव मंगाई. That’s Hindi for whatever floats your boat. Uh, listen, I got a text from that girl Abby, and she and her friend Martha want to hang out with us again. What do you say?"
            ],
            [
                172,
                "I don’t get it. You had a great time."
            ],
            [
                174,
                "Please, Sheldon, I’m a lost Indian boy far from home, and I want a girlfriend and I want her to be Abby, and she’ll only come over if she can bring Martha."
            ],
            [
                176,
                "My Incredible Hulk hands signed by Stan Lee."
            ],
            [
                178,
                "So does that mean we can go with the girls again?"
            ],
            [
                180,
                "You can’t wear the hands on the date."
            ]
        ],
        "Bernadette": [
            [
                53,
                "Oh, yeah, I’m starved. When you spend all day in a bio-lab, watching flesh-eating bacteria skeletonize small rodents it really works up an appetite."
            ],
            [
                56,
                "Oh, we’re way past second base. Right, Howard?"
            ],
            [
                58,
                "How’s your work going, Penny? Any acting jobs?"
            ],
            [
                73,
                "I’m sliding into third."
            ],
            [
                119,
                "So, what should we talk about?"
            ],
            [
                132,
                "No, thank you."
            ],
            [
                137,
                "Really uncomfortable."
            ]
        ],
        "Penny": [
            [
                55,
                "That you’d be willing to die a horrible death on the off-chance you’d get to second base?"
            ],
            [
                59,
                "Well, the last big thing I did was this production of Diary of Anne Frank above a bowling alley. But I think things might be turning around pretty soon."
            ],
            [
                61,
                "Well, promise you won’t make fun of me."
            ],
            [
                63,
                "Okay. Well, I went to this psychic who told me that if I cut my hair, I’m going to get a national commercial."
            ],
            [
                66,
                "She’s not one of those phonies, okay. She wrote a book and has her own Web site."
            ],
            [
                68,
                "Why are you being such a jerk?"
            ],
            [
                70,
                "Ha-ha, bite me."
            ],
            [
                121,
                "Oh, we don’t need to talk about that anymore. Leonard covered it pretty well in the car."
            ],
            [
                123,
                "Right, and if you can’t understand it, it’s not a fact."
            ],
            [
                125,
                "Oh, got it. Thank you for educating me."
            ],
            [
                127,
                "Amazing. Would you like to try some?"
            ],
            [
                129,
                "Well, the fact is, you can’t."
            ],
            [
                135,
                "Maybe some of us should stop talking altogether."
            ],
            [
                184,
                "Wow, that’s all you got after you were the most obnoxious person on a double date that included Howard Wolowitz?"
            ],
            [
                186,
                "Thank you. Would you be willing to go to my psychic and see what it’s all about?"
            ],
            [
                188,
                "I would not."
            ],
            [
                190,
                "Really?"
            ],
            [
                192,
                "You saying I don’t have an open mind?"
            ],
            [
                194,
                "You know, I believe in ghosts, too."
            ],
            [
                196,
                "And astrology."
            ],
            [
                198,
                "Oh, no, no, no, crystals don’t work."
            ],
            [
                200,
                "Oh, voodoo’s real. You don’t want to mess with voodoo."
            ]
        ],
        "Leonard (laughing)": [
            [
                64,
                "Seriously? You’re getting career advice from a psychic?"
            ]
        ],
        "Girl": [
            [
                98,
                "Hey, that’s pretty cool. What is it?"
            ],
            [
                100,
                "You’re very funny. I’m Abby."
            ]
        ],
        "Abby": [
            [
                103,
                "Hi, Raj. Where are you from?"
            ],
            [
                105,
                "Ooh, India."
            ],
            [
                107,
                "I saw Slumdog Millionaire."
            ],
            [
                110,
                "Martha, come here. Meet Raj and Sheldon. This is my friend, Martha."
            ]
        ],
        "Martha": [
            [
                111,
                "Hi."
            ],
            [
                114,
                "Is that the limited edition Green Lantern lantern?"
            ],
            [
                116,
                "Oh, that is so awesome."
            ],
            [
                202,
                "Flatland is more than just a mathematical essay. It is also a treatise on Victorian social mores."
            ],
            [
                204,
                "Uh-huh."
            ],
            [
                206,
                "Okay."
            ],
            [
                209,
                "Sheldon?"
            ],
            [
                211,
                "Listen, they’re kind of getting busy in the living room, and I was wondering if I could hang out in here for a while."
            ]
        ],
        "Waiter": [
            [
                136,
                "How is everything tonight?"
            ]
        ],
        "Leonard (handing him protective glasses)": [
            [
                145,
                "Laser."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Look at us. Getting ready for a double date with actual women who publicly acknowledge they’re our girlfriends."
        ],
        [
            "Howard",
            "Yes, actual women are the best."
        ],
        [
            "Sheldon",
            "I don’t understand. What other kind of women are there?"
        ],
        [
            "Leonard",
            "Howard, artificial women are your department. You want to take this?"
        ],
        [
            "Howard",
            "No, it would just freak him out. Listen, before we leave, I should warn you, I’m a passionate man and I tend towards public displays of affection."
        ],
        [
            "Leonard",
            "What are you trying to tell me, Howard?"
        ],
        [
            "Howard",
            "There might be some making out in the car or the restaurant, and I don’t want Bernadette to feel uncomfortable, so it would help if you and Penny made out, too."
        ],
        [
            "Leonard",
            "Don’t worry. We’re planning to have sex right on the salad bar."
        ],
        [
            "Raj (arriving)",
            "Namaste, white people. Good news! I rented us the four-hour edition of Watchmen."
        ],
        [
            "Leonard",
            "Got it."
        ],
        [
            "Howard",
            "Seen it."
        ],
        [
            "Sheldon",
            "Detailed analysis posted online."
        ],
        [
            "Raj",
            "Well, then what are we going to do tonight?"
        ],
        [
            "Leonard",
            "Uh, sorry, Raj. Howard and I are going out to dinner with Penny and Bernadette."
        ],
        [
            "Howard",
            "Yeah, no more carefree bachelor nights for me and Leonard. These broncos have been saddled."
        ],
        [
            "Leonard",
            "How did we get actual women?"
        ],
        [
            "Raj",
            "Great. They get girlfriends, and they just abandon us?"
        ],
        [
            "Sheldon",
            "It is great, isn’t it? We have a wonderful evening ahead of us."
        ],
        [
            "Raj",
            "We do?"
        ],
        [
            "Sheldon",
            "Oh, yes. I just discovered I don’t have enough room on my hard drive for a Linux partition, so you and I are going to perform a full backup, reinitialize and then reinstall all my operating systems."
        ],
        [
            "Raj",
            "I don’t want to do that."
        ],
        [
            "Sheldon",
            "All right. Well, I’m going to perform full backup, reinitialize and then reinstall all my operating systems."
        ],
        [
            "Raj",
            "What about me?"
        ],
        [
            "Sheldon",
            "Well, I understand there are several types of artificial women. Maybe you should look into that."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "A little later."
        ],
        [
            "Raj",
            "Dude, there’s so many cool things we could be doing tonight. Look. At the Glendale Galleria, put on your best zoot suit, it’s a salute to Swing music in the center court near Macy’s. 5pm to 9pm, huh, huh? A salute to zoot. Sounds like a hoot."
        ],
        [
            "Sheldon",
            "I’m sorry, Raj, I have no desire to salute any article of clothing tonight. Much less one that’s linked to race riots in the 1940s."
        ],
        [
            "Raj",
            "Race riots?"
        ],
        [
            "Sheldon",
            "The zoot suit riots."
        ],
        [
            "Raj",
            "Oh. I always thought that was some sort of after-Christmas sale. Well, then why don’t we just go to the galleria and walk around?"
        ],
        [
            "Sheldon",
            "I don’t need anything at the Galleria. Do you need anything at the Galleria?"
        ],
        [
            "Raj",
            "No. We would just walk around and see what’s what."
        ],
        [
            "Sheldon",
            "That’s a semantically null sentence."
        ],
        [
            "Raj",
            "Okay, well, how about this? From the university Web site, 7pm to 10pm, Norton Hall Multipurpose Room, mixer for grad students and faculty of the science and humanities departments. Whether you split atoms or infinitives, this is the place to be."
        ],
        [
            "Sheldon",
            "Well, that’s certainly amusing, but I have no interest."
        ],
        [
            "Raj",
            "Come on, Sheldon, the world is filled with people doing things outside. Let’s go outside. Outside is good."
        ],
        [
            "Sheldon",
            "If outside is so good, why has mankind spent thousands of years trying to perfect inside?"
        ],
        [
            "Raj",
            "I don’t know, it’s a marketing scheme. Please, Sheldon, I’m a young, virile visitor from a foreign land and I need to strut my stuff."
        ],
        [
            "Sheldon",
            "Let me offer you a compromise. Sometimes when I feel stifled and want a change of scenery, I use my imagination."
        ],
        [
            "Raj",
            "Oh, boy."
        ],
        [
            "Sheldon",
            "One of my favourite places to visit is the two-dimensional world described in Edwin Abbott’s mathematical fantasy, Flatland."
        ],
        [
            "Raj",
            "I don’t want to go to Flatland."
        ],
        [
            "Sheldon",
            "You’re only saying that because you haven’t been there. I am now a hexagon in two-dimensional space and can only perceive the edges of other objects."
        ],
        [
            "Raj",
            "Oy."
        ],
        [
            "Sheldon",
            "Is that you, Raj? I don’t recognize your edge."
        ],
        [
            "Raj",
            "Sheldon, I’m begging you. I want to go to this mixer, and I don’t want to go alone."
        ],
        [
            "Sheldon",
            "Well, you’re in luck, there’s a mixer here in Flatland. Oh, look, there’s a sexually attractive line segment, you should chat her up."
        ],
        [
            "Raj",
            "What?"
        ],
        [
            "Sheldon",
            "Tell her you’re a circle, Flatland gals are all hot for circles."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Leonard",
            "I hope you’re hungry, Bernadette, we’re going to a terrific restaurant."
        ],
        [
            "Bernadette",
            "Oh, yeah, I’m starved. When you spend all day in a bio-lab, watching flesh-eating bacteria skeletonize small rodents it really works up an appetite."
        ],
        [
            "Howard",
            "Flesh-eating bacteria. And yet, I still want to kiss this woman, what does that tell you?"
        ],
        [
            "Penny",
            "That you’d be willing to die a horrible death on the off-chance you’d get to second base?"
        ],
        [
            "Bernadette",
            "Oh, we’re way past second base. Right, Howard?"
        ],
        [
            "Howard",
            "Well, we kind of disagree about what the bases are."
        ],
        [
            "Bernadette",
            "How’s your work going, Penny? Any acting jobs?"
        ],
        [
            "Penny",
            "Well, the last big thing I did was this production of Diary of Anne Frank above a bowling alley. But I think things might be turning around pretty soon."
        ],
        [
            "Leonard",
            "Great. How come?"
        ],
        [
            "Penny",
            "Well, promise you won’t make fun of me."
        ],
        [
            "Leonard",
            "Of course, I would never make fun of you."
        ],
        [
            "Penny",
            "Okay. Well, I went to this psychic who told me that if I cut my hair, I’m going to get a national commercial."
        ],
        [
            "Leonard (laughing)",
            "Seriously? You’re getting career advice from a psychic?"
        ],
        [
            "Howard",
            "Good job not making fun of her."
        ],
        [
            "Penny",
            "She’s not one of those phonies, okay. She wrote a book and has her own Web site."
        ],
        [
            "Leonard",
            "Oh, gee, why didn’t you say so? They don’t let just anyone have a Web site."
        ],
        [
            "Penny",
            "Why are you being such a jerk?"
        ],
        [
            "Leonard",
            "You’re surprised? Your psychic didn’t tell you I was going to be a jerk?"
        ],
        [
            "Penny",
            "Ha-ha, bite me."
        ],
        [
            "Leonard",
            "Come on, Penny."
        ],
        [
            "Howard",
            "Why don’t you kids go ahead and chat? We’re gonna make out back here."
        ],
        [
            "Bernadette",
            "I’m sliding into third."
        ],
        [
            "Scene",
            "The university mixer."
        ],
        [
            "Raj",
            "Thanks for coming with me."
        ],
        [
            "Sheldon",
            "Thanks for giving me your limited edition Green Lantern lantern."
        ],
        [
            "Raj",
            "Did you really have to bring it in with you?"
        ],
        [
            "Sheldon",
            "What if evil strikes and my power ring runs low?"
        ],
        [
            "Raj",
            "Come on, let’s get a drink."
        ],
        [
            "Sheldon",
            "I don’t drink."
        ],
        [
            "Raj",
            "Yeah, well I do. And when my wingman is carrying a Green Lantern lantern, I drink a lot. I’ll have a screwdriver, please. Don’t be chintzy with the screw."
        ],
        [
            "Sheldon",
            "I would like a root beer float."
        ],
        [
            "Raj",
            "Sheldon, they don’t have ice cream."
        ],
        [
            "Sheldon",
            "They don’t? Well, apparently, these people and I differ greatly on the definition of party."
        ],
        [
            "Raj",
            "He’ll have a Shirley Temple."
        ],
        [
            "Sheldon",
            "And don’t be chintzy with the Shirley."
        ],
        [
            "Raj",
            "Okay, let’s check out the females."
        ],
        [
            "Sheldon",
            "All right. There’s a female."
        ],
        [
            "Raj",
            "That’s Professor Wilkinson’s wife, she’s like 80 years old."
        ],
        [
            "Sheldon",
            "But she’s female. Isn’t that the game?"
        ],
        [
            "Raj",
            "No. I’m looking for a hookup."
        ],
        [
            "Sheldon",
            "Oh, yes. So, the point of this exercise is for you to find someone to copulate with?"
        ],
        [
            "Raj",
            "Not so loud, but ideally, yes. Thanks."
        ],
        [
            "Sheldon",
            "Thank you. And what is my function as wingman?"
        ],
        [
            "Raj",
            "You help me run my game."
        ],
        [
            "Sheldon",
            "Okay. What is your game?"
        ],
        [
            "Sheldon",
            "When I lie through my teeth to a woman, you nod and agree."
        ],
        [
            "Girl",
            "Hey, that’s pretty cool. What is it?"
        ],
        [
            "Sheldon",
            "It’s a limited edition Green Lantern lantern. My friend is looking for someone to copulate with."
        ],
        [
            "Girl",
            "You’re very funny. I’m Abby."
        ],
        [
            "Sheldon",
            "I’m Sheldon. How do you do?"
        ],
        [
            "Raj",
            "How do you do? Rajesh Ramayan Koothrappali. Call me Raj."
        ],
        [
            "Abby",
            "Hi, Raj. Where are you from?"
        ],
        [
            "Raj",
            "The mysterious subcontinent of India."
        ],
        [
            "Abby",
            "Ooh, India."
        ],
        [
            "Raj",
            "You know India?"
        ],
        [
            "Abby",
            "I saw Slumdog Millionaire."
        ],
        [
            "Raj",
            "Well, I’m a slumdog astrophysicist."
        ],
        [
            "Sheldon",
            "I thought your father was a gynaecologist. I’m sorry. (Smiles and nods)"
        ],
        [
            "Abby",
            "Martha, come here. Meet Raj and Sheldon. This is my friend, Martha."
        ],
        [
            "Martha",
            "Hi."
        ],
        [
            "Raj",
            "Hello."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Martha",
            "Is that the limited edition Green Lantern lantern?"
        ],
        [
            "Sheldon",
            "In brightest day, in darkest night, no evil shall escape my sight."
        ],
        [
            "Martha",
            "Oh, that is so awesome."
        ],
        [
            "Sheldon",
            "Thank you. Have you chosen one to copulate with?"
        ],
        [
            "Scene",
            "A restaurant."
        ],
        [
            "Bernadette",
            "So, what should we talk about?"
        ],
        [
            "Howard",
            "Well, we could always learn more about why people who believe in psychics are idiots. Leonard?"
        ],
        [
            "Penny",
            "Oh, we don’t need to talk about that anymore. Leonard covered it pretty well in the car."
        ],
        [
            "Leonard",
            "I’m sorry, but facts are facts."
        ],
        [
            "Penny",
            "Right, and if you can’t understand it, it’s not a fact."
        ],
        [
            "Leonard",
            "No, if it’s not a fact, it’s not a fact."
        ],
        [
            "Penny",
            "Oh, got it. Thank you for educating me."
        ],
        [
            "Leonard",
            "You’re welcome. How’s your fish?"
        ],
        [
            "Penny",
            "Amazing. Would you like to try some?"
        ],
        [
            "Leonard",
            "Yeah, sure."
        ],
        [
            "Penny",
            "Well, the fact is, you can’t."
        ],
        [
            "Leonard",
            "Come on, Howard, Bernadette, you’re both scientists. Help me out here."
        ],
        [
            "Howard",
            "What do you think? Want to jump right into the middle of another couple’s argument?"
        ],
        [
            "Bernadette",
            "No, thank you."
        ],
        [
            "Howard",
            "Sorry."
        ],
        [
            "Leonard",
            "Maybe we should just stop talking about this."
        ],
        [
            "Penny",
            "Maybe some of us should stop talking altogether."
        ],
        [
            "Waiter",
            "How is everything tonight?"
        ],
        [
            "Bernadette",
            "Really uncomfortable."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Leonard",
            "You know, the best thing about being in a committed, monogamous, mutually supportive relationship is that even if you have different ideas, you can have a spirited debate, yet still care for, even make love with… (she shuts the door in his face) Want your fish? (Opens door, takes fish, closes it again) I knew you were going to do that. Doesn’t make me psychic! Attaboy, Leonard, make it worse. (Opens his own apartment door to find Sheldon, Raj and the two girls playing Rock Band and performing American Woman)"
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Sheldon",
            "We scored. I’m the wingman."
        ],
        [
            "Scene",
            "Leonard’s lab."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Leonard (handing him protective glasses)",
            "Laser."
        ],
        [
            "Howard",
            "Had a great night last night. I don’t like to kiss and tell, but somebody made it to eighth base."
        ],
        [
            "Leonard",
            "What the hell is eighth base?"
        ],
        [
            "Howard",
            "Seventh base with shirt off. Well, my shirt. How’d things go with Penny?"
        ],
        [
            "Leonard",
            "Oh, couldn’t be better."
        ],
        [
            "Howard",
            "Are we taking our relationship frustrations out on innocent Cylons?"
        ],
        [
            "Leonard",
            "It’s not just Cylons. Superman’s next."
        ],
        [
            "Howard",
            "All right, I was going to try to squeeze in a little more mocking before lunch, but I can come back later when you don’t have a high-powered weapon."
        ],
        [
            "Leonard",
            "How can I go out with a woman who believes in psychics?"
        ],
        [
            "Howard",
            "Hey, I once dated a girl who believed she was abducted by aliens."
        ],
        [
            "Leonard",
            "And that didn’t bother you?"
        ],
        [
            "Howard",
            "Au contraire. It meant she was gullible and open to a little probing."
        ],
        [
            "Leonard",
            "What am I supposed to do, pretend I believe something I don’t whenever I’m with Penny?"
        ],
        [
            "Howard",
            "Hey, I’m sure Penny fakes all kinds of things when she’s with you."
        ],
        [
            "Leonard",
            "Do me a favour, lean over, put your head right here."
        ],
        [
            "Howard",
            "Let me show you another way to look at this. Here we have the universe of all women. These are the ones you want to sleep with. These are the women who believe exactly what you believe. These are the women who would be willing to sleep with you. And right there in the"
        ],
        [
            "Scene",
            "little triple intersection is your ideal mate. Odds are she’s a short physicist with low self-esteem who lives in a government research facility in China."
        ],
        [
            "Leonard",
            "What’s your point? In order to keep having a sexual relationship with Penny, I have to give up everything I believe in, my intellectual integrity, the very nature of who I am? I can’t do that, Howard."
        ],
        [
            "Howard",
            "I respect that. (Takes Leonard’s hand, draws a dot on it.) "
        ],
        [
            "Leonard",
            "What is that?"
        ],
        [
            "Howard",
            "Your new girlfriend. Have fun tonight."
        ],
        [
            "Scene",
            "The apartment. Sheldon is learning Finnish. "
        ],
        [
            "Sheldon",
            "The dog… koira. The roof… katto. Grapes… ryp leet. (There is a knock on the door) One minute. Sis  n."
        ],
        [
            "Raj",
            "What was that?"
        ],
        [
            "Sheldon",
            "It means come in. It’s taking forever to load the new operating system on my computer. I disinfected the kitchen and the bathroom, and now I thought I’d learn Finnish."
        ],
        [
            "Raj",
            "जो भी तुम्हारे नाव मंगाई. That’s Hindi for whatever floats your boat. Uh, listen, I got a text from that girl Abby, and she and her friend Martha want to hang out with us again. What do you say?"
        ],
        [
            "Sheldon",
            "I don’t say anything. I merely offer you a facial expression that suggests you’ve gone insane."
        ],
        [
            "Raj",
            "I don’t get it. You had a great time."
        ],
        [
            "Sheldon",
            "Yes, exactly, I had a great time. That’s done, I’ve moved on to other things. For example, after I learn Finnish, I’m not going to learn Finnish again."
        ],
        [
            "Raj",
            "Please, Sheldon, I’m a lost Indian boy far from home, and I want a girlfriend and I want her to be Abby, and she’ll only come over if she can bring Martha."
        ],
        [
            "Sheldon",
            "Raj, I highly doubt there is any argument you can make, threat you might levy, rhetorical strategy, plea, invocation, supplication, or… vetoomus that you can employ that would convince me to reconsider."
        ],
        [
            "Raj",
            "My Incredible Hulk hands signed by Stan Lee."
        ],
        [
            "Sheldon",
            "Oh, my. I’ve admired these for years."
        ],
        [
            "Raj",
            "So does that mean we can go with the girls again?"
        ],
        [
            "Sheldon",
            "Hulk agree to second date with puny humans!"
        ],
        [
            "Raj",
            "You can’t wear the hands on the date."
        ],
        [
            "Sheldon",
            "Hulk sad."
        ],
        [
            "Scene",
            "The laundry room."
        ],
        [
            "Leonard",
            "Hey. Cleaning out the old dryer lint, huh? Not only is it courteous, it’s safety smart. Every year, 15,000 fires are caused by accidental dryer lint ignition. Now you’re supposed to say, wow, what an interesting fact. Come here, you crazy, nerdy guy. I could never be mad at you."
        ],
        [
            "Penny",
            "Wow, that’s all you got after you were the most obnoxious person on a double date that included Howard Wolowitz?"
        ],
        [
            "Leonard",
            "No, I’m sorry. I really am. It’s not right to mock what a person believes in."
        ],
        [
            "Penny",
            "Thank you. Would you be willing to go to my psychic and see what it’s all about?"
        ],
        [
            "Leonard",
            "Would you be willing to read a book that concisely explains how all psychics are frauds?"
        ],
        [
            "Penny",
            "I would not."
        ],
        [
            "Leonard",
            "Okay, let’s go see your psychic."
        ],
        [
            "Penny",
            "Really?"
        ],
        [
            "Leonard",
            "Well, yeah, one of us has to keep an open mind."
        ],
        [
            "Penny",
            "You saying I don’t have an open mind?"
        ],
        [
            "Leonard",
            "No, not at all. Let me help you with this stuff."
        ],
        [
            "Penny",
            "You know, I believe in ghosts, too."
        ],
        [
            "Leonard",
            "Great."
        ],
        [
            "Penny",
            "And astrology."
        ],
        [
            "Leonard",
            "I know, and pyramid power and healing crystals."
        ],
        [
            "Penny",
            "Oh, no, no, no, crystals don’t work."
        ],
        [
            "Leonard",
            "Really, that’s the line? Psychics are real, but crystals are voodoo?"
        ],
        [
            "Penny",
            "Oh, voodoo’s real. You don’t want to mess with voodoo."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Martha",
            "Flatland is more than just a mathematical essay. It is also a treatise on Victorian social mores."
        ],
        [
            "Sheldon",
            "You know, I had never considered that. Wow, that’s going to completely change my visits there. Well, it’s late."
        ],
        [
            "Martha",
            "Uh-huh."
        ],
        [
            "Sheldon",
            "Time for bed."
        ],
        [
            "Martha",
            "Okay."
        ],
        [
            "Sheldon",
            "Good night, puny human! (He gets up and leaves)."
        ],
        [
            "Scene",
            "Outside Sheldon’s bedroom."
        ],
        [
            "Martha",
            "Sheldon?"
        ],
        [
            "Sheldon",
            "Yes?"
        ],
        [
            "Martha",
            "Listen, they’re kind of getting busy in the living room, and I was wondering if I could hang out in here for a while."
        ],
        [
            "Sheldon",
            "Well, I suppose. Come in. I’ll sleep in Leonard’s room. Good night."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-12-the-psychic-vortex/"
}