{
    "Season": 3,
    "Episode": 13,
    "Title": "the bozeman reaction",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "A Chinese restaurant."
            ],
            [
                19,
                "The stairwell."
            ],
            [
                29,
                "Credits sequence."
            ],
            [
                31,
                "The apartment. "
            ],
            [
                55,
                "Sheldon’s bedroom. Sheldon is restless. He gets up and checks the door is locked. He then moves his chest of drawers in front of the door. Goes back to bed."
            ],
            [
                58,
                "Penny’s apartment."
            ],
            [
                60,
                "right into the robbers."
            ],
            [
                88,
                "The apartment. Sheldon is drawing picture clues on his whiteboard. "
            ],
            [
                110,
                "Outside the apartment. "
            ],
            [
                128,
                "Sheldon’s bedroom. "
            ],
            [
                151,
                "The apartment. "
            ],
            [
                161,
                "Sheldon’s bedroom. Sheldon is packing. "
            ],
            [
                175,
                "Bozeman, Montana bus depot. "
            ],
            [
                179,
                "The apartment. Sheldon enters."
            ]
        ],
        "Howard": [
            [
                1,
                "Boy, seems like forever since the four of us have been out to eat, you know? Just the guys."
            ],
            [
                3,
                "A little jealous, are we?"
            ],
            [
                15,
                "It doesn’t mean any of that! It’s a typo."
            ],
            [
                18,
                "Sure, no mobsters there."
            ],
            [
                111,
                "All right, we’ve got a titanium dead bolt and a reinforced jamb controlled by a state-of-the-art electronic access system."
            ],
            [
                118,
                "Now, inside, we’ve got motion detectors, infrared sensors, and cameras connected to a server running state-of-the-art facial recognition software."
            ],
            [
                120,
                "I got a buddy over at the Department of Defence."
            ],
            [
                122,
                "I’m sure he would have if I had asked. Ironically, their security isn’t all that good."
            ],
            [
                126,
                "Don’t worry, the net’s going to be electrified. Picture her on the floor, spasming uncontrollably."
            ],
            [
                165,
                "Oh, come on. So you were the victim of a crime. That’s part of life. When my great-grandfather first came to this country, he put all his hopes and dreams into this little butcher shop he ran on the Lower East Side of New York. You know what happened? Every customer who walked into that butcher shop and asked for a pound of liver, got ripped off. But, those people moved on, and so should you."
            ],
            [
                180,
                "Hey, look who’s back!"
            ]
        ],
        "Raj": [
            [
                2,
                "Oh, God! Yes, we get it. You have a girlfriend now."
            ],
            [
                4,
                "No, I’m not jealous. All right, I’d kill a hobo if it’ll get me laid. Now, can we order?"
            ],
            [
                8,
                "So?"
            ],
            [
                10,
                "Not Tso the chicken, so the question. So?"
            ],
            [
                14,
                "No, no, no, no, I think it just means it’s the kind of sauce that mobsters like."
            ],
            [
                113,
                "There’s a 200-watt uninterruptible backup power supply."
            ],
            [
                115,
                "There are independent voice and fingerprint scanners."
            ]
        ],
        "Sheldon": [
            [
                5,
                "Oh, dear Lord, they re-did the menu."
            ],
            [
                7,
                "Oh, is it? Look at this. General Tso’s Chicken is no longer listed under specialties. It’s now under chicken."
            ],
            [
                9,
                "Yes, General Tso."
            ],
            [
                11,
                "So, why is it no longer a specialty? Did the chef lose confidence in the dish or himself? And look over here, shrimp in mobster sauce. What is mobster sauce?"
            ],
            [
                13,
                "Perhaps. Perhaps this restaurant’s now a front for organized crime. For all we know, the mobster sauce contains actual chunks of deceased mobsters."
            ],
            [
                17,
                "Good idea. We’ll go to Corleone’s."
            ],
            [
                20,
                "You know, the more I think about it, the mobster sauce couldn’t possibly contain chunks of mobster."
            ],
            [
                22,
                "It was listed under seafood."
            ],
            [
                24,
                "Leonard, are we having a serious conversation or not?"
            ],
            [
                26,
                "The TV is gone."
            ],
            [
                28,
                "Oh God, oh God, oh, God! It’s all right. They didn’t take my comic books."
            ],
            [
                32,
                "They took our TV, two laptops, four external hard-drives, our PS2, our PS3, our X-Box, our X-Box 360, our classic Nintendo, our Super Nintendo, our Nintendo 64 and our Wii."
            ],
            [
                36,
                "When does the CSI team get here?"
            ],
            [
                38,
                "In anticipation of their arrival, I’ve bagged some evidence. One of the thieves had the audacity to quench his thirst while ransacking our home. You should be able to pull some good prints off this. And now, here are my prints so you can rule me out as a suspect."
            ],
            [
                40,
                "I’m sorry, Leonard. It’s too early to discount the possibility of this being an inside job."
            ],
            [
                43,
                "I’m not crazy. My mother had me tested."
            ],
            [
                45,
                "I’m sorry, that’s the end of your inquiry?"
            ],
            [
                47,
                "Oh, my goodness. Where do I begin? For instance, my laptop contained four out of the five gedanken experiments necessary for a cogent restatement of the quantum measurement problem."
            ],
            [
                49,
                "Well, they could monitor scientific publications and see if anyone posts such a cogent restatement in the next couple of months. If so, the authors are most likely in possession of my stolen laptop."
            ],
            [
                52,
                "The only thing we can do. Watch TV on our phones until the criminals return and bludgeon us to death in our sleep."
            ],
            [
                54,
                "Oh, how I wish I could."
            ],
            [
                57,
                "I do not have to urinate. I am the master of my own bladder. Drat."
            ],
            [
                63,
                "(Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny."
            ],
            [
                65,
                "We just had a major crime in the building, and you open the door without asking who it is?"
            ],
            [
                67,
                "Nothing. Just wanted to see if you were both okay."
            ],
            [
                69,
                "All right, then. Good night."
            ],
            [
                72,
                "(Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny."
            ],
            [
                74,
                "Sheldon. Sheldon Cooper."
            ],
            [
                76,
                "May I come in?"
            ],
            [
                78,
                "I see you’re drinking wine."
            ],
            [
                80,
                "Uh-huh."
            ],
            [
                82,
                "Oh, as small as Leonard is, I don’t think the two of you’d be comfortable on the couch."
            ],
            [
                84,
                "It’s not what I want, it’s what evolution wants. Human beings are primates. Primates have evolved to live in groups, both for protection and support."
            ],
            [
                86,
                "I do tonight. It’s scary over there."
            ],
            [
                91,
                "Good Lord, I could not have made this easier. Hydrogen atom, H, plus pigs minus pea, Higgs. Bow, General Zod trapped in the Phantom Zone. Bow-zone. Pear. Tickle. Pear-tickle. Higgs Boson Particle. How could you not get that?"
            ],
            [
                94,
                "All right. I’ll take the first watch and wake you at 0400."
            ],
            [
                104,
                "Bad idea."
            ],
            [
                106,
                "Listen to her, Jim."
            ],
            [
                108,
                "(Knock, knock, knock) Leonard and Penny! (Knock, knock, knock) Leonard and Penny! (Knock, knock, knock) Leonard and Penny!"
            ],
            [
                112,
                "What if they cut the power?"
            ],
            [
                114,
                "What if someone steals my keys?"
            ],
            [
                116,
                "What if someone kidnaps me, forces me to record my voice, and then cuts off my thumb?"
            ],
            [
                125,
                "Wonderful security system if we’re attacked by a school of tuna."
            ],
            [
                127,
                "Better."
            ],
            [
                129,
                "Sheldon’s journal. Security system in place. However, sleep continues to elude me. I’ve seen the underbelly of Pasadena, this so-called City of Roses, and it haunts me. Ah, the injustice, I lie here awake, tormented, while out there evil lurks, probably playing Donkey Kong on my classic Nintendo. (Hears a noise. Goes to check, then panics and climbs out window onto ledge.) Oh, dear. I am the master of my own bladder. (Crawls along to Leonard’s window, where Leonard and Penny are inside being intimate. Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny."
            ],
            [
                132,
                "I heard a noise."
            ],
            [
                134,
                "Why would you knock over a lamp?"
            ],
            [
                137,
                "Oh! No, she’s right, I don’t need to know what you were doing. Carry on. (Starts to climb back out of window)"
            ],
            [
                139,
                "Good thinking. Perhaps I’ll check the perimeter and make some warm milk."
            ],
            [
                141,
                "Would you like me to bring you some warm milk?"
            ],
            [
                143,
                "And you don’t wish to alarm me with any more loud noises, very thoughtful. Warm milk, Penny?"
            ],
            [
                145,
                "Fine. Good night to you, sir. Miss."
            ],
            [
                150,
                "I’m fine. Although I’m no longer the master of my own bladder."
            ],
            [
                152,
                "My new computer came with Windows 7. Windows 7 is much more user-friendly than Windows Vista. I don’t like that."
            ],
            [
                154,
                "Our apartment was broken into, our security system tried to kill me, and as a result, I’m leaving Pasadena forever. Tell me how that’s overreacting."
            ],
            [
                156,
                "Oh, if that were only true. Unfortunately, as I’m earthbound for the foreseeable future, I need to find a location that’s more hospitable than the mean streets of Pasadena. Like Enid, Oklahoma. Low crime rate and high-speed Internet connectivity, but no model train shops. Sorry, Enid."
            ],
            [
                159,
                "All right. Boone, North Carolina. Every summer since 1952, Boone has hosted an outdoor amphitheater portrayal of the life and times of its namesake, Dan’l Boone. Sounds like something that would attract the wrong crowd. Penny, you’re from Nebraska, correct?"
            ],
            [
                162,
                "It will take me a few days to get settled. After I do, I will e-mail you detailed PDFs containing diagrams and instructions that will guide you through packing and shipping the rest of my possessions to Bozeman, Montana. In the meantime, please forward my mail."
            ],
            [
                164,
                "I sense you’re making a joke, but Bozeman does have a comedy club called The Loony Bin, so do not forward my mail there."
            ],
            [
                166,
                "I am moving on. I’m going to be a Bozite."
            ],
            [
                168,
                "They should. It’s one of the first things I plan to bring up upon arrival."
            ],
            [
                170,
                "Please, Penny, as you know, I’m not comfortable with prolonged good-byes and maudlin displays of emotion, so I prepared a short video."
            ],
            [
                176,
                "That is a bracing cold, an invigorating cold. Lord, is it cold!"
            ],
            [
                178,
                "Thank you, fellow Bozite. And may I say, you are the living embodiment of all the promises made by our lovely town’s Chamber of Commerce. (Man picks up bags and starts running.) Wait! Wait! Excuse me! (At ticket desk) One ticket to Pasadena, California, please."
            ],
            [
                181,
                "Interesting. The acquaintance is the first to greet me."
            ]
        ],
        "Leonard": [
            [
                6,
                "So what? It’s the same food."
            ],
            [
                12,
                "It’s obviously a typo."
            ],
            [
                16,
                "You know what? Let’s just get a pizza."
            ],
            [
                21,
                "And why is that?"
            ],
            [
                23,
                "What if they were mobsters who slept with the fishes?"
            ],
            [
                27,
                "So are our laptops."
            ],
            [
                33,
                "We like games."
            ],
            [
                39,
                "What about me?"
            ],
            [
                41,
                "Would I be completely out of line to ask you to shoot him?"
            ],
            [
                48,
                "How is that going to help them?"
            ],
            [
                51,
                "What are we supposed to do now?"
            ],
            [
                53,
                "Does that mean you’ve ruled me out as a suspect?"
            ],
            [
                61,
                "Hey, there’s no reason for you to be scared."
            ],
            [
                64,
                "Hand me the bat."
            ],
            [
                68,
                "We’re fine, Sheldon."
            ],
            [
                71,
                "Mm-hmm."
            ],
            [
                79,
                "Yes, we are. And we’re about to go to bed."
            ],
            [
                83,
                "What do you want?"
            ],
            [
                85,
                "But you don’t like other people."
            ],
            [
                87,
                "It’s getting scary here, too."
            ],
            [
                90,
                "Did we win? Can we go to bed?"
            ],
            [
                92,
                "He’s right, Penny. It’s all there."
            ],
            [
                95,
                "Great. Good night."
            ],
            [
                97,
                "4am."
            ],
            [
                99,
                "Just keep walking. (Sheldon checks door then puts TV on his phone)"
            ],
            [
                109,
                "Who is it?"
            ],
            [
                117,
                "I’ll send them a basket of muffins."
            ],
            [
                119,
                "Where did you get all this stuff?"
            ],
            [
                121,
                "He just gave it to you?"
            ],
            [
                124,
                "Sorry, let me help you."
            ],
            [
                131,
                "God, Sheldon. What the hell are you doing out there?"
            ],
            [
                133,
                "It was us. We knocked over a lamp."
            ],
            [
                135,
                "We were going to have…"
            ],
            [
                138,
                "What are you doing? Use the door."
            ],
            [
                140,
                "Great, you do that."
            ],
            [
                142,
                "I’m lactose intolerant."
            ],
            [
                146,
                "Sorry about that."
            ],
            [
                148,
                "Looks like Wolowitz got the net electrified."
            ],
            [
                153,
                "Don’t you think looking for a new city to live in is a bit of an overreaction?"
            ],
            [
                158,
                "Oh, no, he’s going to telecommute. Everybody’s really excited about it."
            ],
            [
                163,
                "Any place specific or just the Bozeman, Montana Loony Bin?"
            ],
            [
                167,
                "They call themselves Bozites?"
            ]
        ],
        "Leonard (noticing their door has been broken open)": [
            [
                25,
                "What the…?"
            ]
        ],
        "Sheldon: Right, games. They took Halo 1, Halo 2, Halo 3, Call of Duty 1, Call of Duty 2, Call of Duty 3, Rock Band, Rock Band 2, Final Fantasy 1 thru 9, The Legend of Zelda, The Legend of Zelda: Ocarina of Time, The Legend of Zelda": [
            [
                34,
                "Twilight Princess, Super Mario Brothers, Super Mario Galaxy, Mario and Sonic at the Winter Olympics and Ms. Pacman."
            ]
        ],
        "Policeman": [
            [
                35,
                "Assorted video games."
            ],
            [
                37,
                "What?"
            ],
            [
                42,
                "I’d be happy to put him under a 72-hour psychiatric hold."
            ],
            [
                44,
                "We’re done here. Call this number, and we’ll fax you a copy of the report so you can submit it to your insurance company."
            ],
            [
                46,
                "Do you have any more information that might be relevant?"
            ],
            [
                50,
                "Good night, fellas. Come on, Bochco."
            ]
        ],
        "Penny": [
            [
                59,
                "I can’t believe it. If I hadn’t been working the dinner shift, I would’ve run"
            ],
            [
                62,
                "I’m not scared. I would’ve gone all Nebraska on their asses."
            ],
            [
                66,
                "It won’t happen again, what’s up?"
            ],
            [
                70,
                "Good night. That was weird, even for him."
            ],
            [
                73,
                "Who is it?"
            ],
            [
                75,
                "Yes?"
            ],
            [
                77,
                "Yeah."
            ],
            [
                81,
                "Sheldon, do you want to sleep here tonight?"
            ],
            [
                89,
                "Um… three little kittens? Three little pigs? God, I don’t know. Star Wars?"
            ],
            [
                93,
                "Look, Sheldon, sweetie, I know you’re feeling insecure, but we’ve really got to go to sleep."
            ],
            [
                96,
                "Wait, wait, what’s 0400?"
            ],
            [
                98,
                "That’s, like, in 45 minutes."
            ],
            [
                130,
                "Oh, my…"
            ],
            [
                136,
                "He doesn’t need to know what we were doing, Leonard."
            ],
            [
                144,
                "No, thanks."
            ],
            [
                147,
                "Ugh, what can you do? Here. (From outside there is the sound of the net falling and computer voice saying “Intruder alert.” Then Sheldon screaming. They run out to find Sheldon convulsing under the net.)"
            ],
            [
                149,
                "Sheldon, are you okay?"
            ],
            [
                155,
                "Come on, Sheldon, you can’t move. Don’t you need to stay in one place so the mother ship can find you when it returns?"
            ],
            [
                157,
                "Is he quitting his job at the university?"
            ],
            [
                160,
                "Born and raised. (Sheldon crosses Nebraska off his map)"
            ],
            [
                169,
                "Sheldon, I can’t believe I’m saying this, but I’m going to miss you."
            ],
            [
                172,
                "Sheldon, that’s so… (Turns to find he has gone.)"
            ]
        ],
        "Woman on TV": [
            [
                100,
                "It’s quiet out there."
            ],
            [
                102,
                "Where are you going?"
            ],
            [
                105,
                "No, Jim, don’t open the door!"
            ]
        ],
        "Man on TV": [
            [
                101,
                "Maybe a little too quiet."
            ],
            [
                103,
                "Just gonna take a look around outside."
            ],
            [
                107,
                "Don’t worry, there’s no one out here. (Sound of woman screaming. Sheldon nods, and turns off TV. Walks down to Leonard’s room.)"
            ]
        ],
        "Penny (entering)": [
            [
                123,
                "Raj, your car is blocking me… (A wire net falls on her, while a computer voice repeats the words “Intruder Alert”) What the hell?"
            ]
        ],
        "Sheldon on laptop screen": [
            [
                171,
                "Greetings. As you know, I’m not comfortable with prolonged good-byes and maudlin displays of emotion, so I prepared this short video. The four of you are three of my closest friends and one treasured acquaintance. Though I cannot state categorically that my life will be diminished by not having you in it, I am comfortable if you choose to believe that. Since you intend to remain in this lawless metropolitan area, statistics suggest that you will succumb to tragic and gruesome ends before we meet again. Live long and prosper."
            ]
        ],
        "Sheldon (entering again)": [
            [
                173,
                "You might want to lock the door behind me. This isn’t Bozeman."
            ]
        ],
        "Howard (after Raj whispers to him)": [
            [
                174,
                "How the hell do I know who’s the friend and who’s the acquaintance?"
            ]
        ],
        "Man": [
            [
                177,
                "Help you with your bags, sir?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "A Chinese restaurant."
        ],
        [
            "Howard",
            "Boy, seems like forever since the four of us have been out to eat, you know? Just the guys."
        ],
        [
            "Raj",
            "Oh, God! Yes, we get it. You have a girlfriend now."
        ],
        [
            "Howard",
            "A little jealous, are we?"
        ],
        [
            "Raj",
            "No, I’m not jealous. All right, I’d kill a hobo if it’ll get me laid. Now, can we order?"
        ],
        [
            "Sheldon",
            "Oh, dear Lord, they re-did the menu."
        ],
        [
            "Leonard",
            "So what? It’s the same food."
        ],
        [
            "Sheldon",
            "Oh, is it? Look at this. General Tso’s Chicken is no longer listed under specialties. It’s now under chicken."
        ],
        [
            "Raj",
            "So?"
        ],
        [
            "Sheldon",
            "Yes, General Tso."
        ],
        [
            "Raj",
            "Not Tso the chicken, so the question. So?"
        ],
        [
            "Sheldon",
            "So, why is it no longer a specialty? Did the chef lose confidence in the dish or himself? And look over here, shrimp in mobster sauce. What is mobster sauce?"
        ],
        [
            "Leonard",
            "It’s obviously a typo."
        ],
        [
            "Sheldon",
            "Perhaps. Perhaps this restaurant’s now a front for organized crime. For all we know, the mobster sauce contains actual chunks of deceased mobsters."
        ],
        [
            "Raj",
            "No, no, no, no, I think it just means it’s the kind of sauce that mobsters like."
        ],
        [
            "Howard",
            "It doesn’t mean any of that! It’s a typo."
        ],
        [
            "Leonard",
            "You know what? Let’s just get a pizza."
        ],
        [
            "Sheldon",
            "Good idea. We’ll go to Corleone’s."
        ],
        [
            "Howard",
            "Sure, no mobsters there."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Sheldon",
            "You know, the more I think about it, the mobster sauce couldn’t possibly contain chunks of mobster."
        ],
        [
            "Leonard",
            "And why is that?"
        ],
        [
            "Sheldon",
            "It was listed under seafood."
        ],
        [
            "Leonard",
            "What if they were mobsters who slept with the fishes?"
        ],
        [
            "Sheldon",
            "Leonard, are we having a serious conversation or not?"
        ],
        [
            "Leonard (noticing their door has been broken open)",
            "What the…?"
        ],
        [
            "Sheldon",
            "The TV is gone."
        ],
        [
            "Leonard",
            "So are our laptops."
        ],
        [
            "Sheldon",
            "Oh God, oh God, oh, God! It’s all right. They didn’t take my comic books."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "They took our TV, two laptops, four external hard-drives, our PS2, our PS3, our X-Box, our X-Box 360, our classic Nintendo, our Super Nintendo, our Nintendo 64 and our Wii."
        ],
        [
            "Leonard",
            "We like games."
        ],
        [
            "Sheldon: Right, games. They took Halo 1, Halo 2, Halo 3, Call of Duty 1, Call of Duty 2, Call of Duty 3, Rock Band, Rock Band 2, Final Fantasy 1 thru 9, The Legend of Zelda, The Legend of Zelda: Ocarina of Time, The Legend of Zelda",
            "Twilight Princess, Super Mario Brothers, Super Mario Galaxy, Mario and Sonic at the Winter Olympics and Ms. Pacman."
        ],
        [
            "Policeman",
            "Assorted video games."
        ],
        [
            "Sheldon",
            "When does the CSI team get here?"
        ],
        [
            "Policeman",
            "What?"
        ],
        [
            "Sheldon",
            "In anticipation of their arrival, I’ve bagged some evidence. One of the thieves had the audacity to quench his thirst while ransacking our home. You should be able to pull some good prints off this. And now, here are my prints so you can rule me out as a suspect."
        ],
        [
            "Leonard",
            "What about me?"
        ],
        [
            "Sheldon",
            "I’m sorry, Leonard. It’s too early to discount the possibility of this being an inside job."
        ],
        [
            "Leonard",
            "Would I be completely out of line to ask you to shoot him?"
        ],
        [
            "Policeman",
            "I’d be happy to put him under a 72-hour psychiatric hold."
        ],
        [
            "Sheldon",
            "I’m not crazy. My mother had me tested."
        ],
        [
            "Policeman",
            "We’re done here. Call this number, and we’ll fax you a copy of the report so you can submit it to your insurance company."
        ],
        [
            "Sheldon",
            "I’m sorry, that’s the end of your inquiry?"
        ],
        [
            "Policeman",
            "Do you have any more information that might be relevant?"
        ],
        [
            "Sheldon",
            "Oh, my goodness. Where do I begin? For instance, my laptop contained four out of the five gedanken experiments necessary for a cogent restatement of the quantum measurement problem."
        ],
        [
            "Leonard",
            "How is that going to help them?"
        ],
        [
            "Sheldon",
            "Well, they could monitor scientific publications and see if anyone posts such a cogent restatement in the next couple of months. If so, the authors are most likely in possession of my stolen laptop."
        ],
        [
            "Policeman",
            "Good night, fellas. Come on, Bochco."
        ],
        [
            "Leonard",
            "What are we supposed to do now?"
        ],
        [
            "Sheldon",
            "The only thing we can do. Watch TV on our phones until the criminals return and bludgeon us to death in our sleep."
        ],
        [
            "Leonard",
            "Does that mean you’ve ruled me out as a suspect?"
        ],
        [
            "Sheldon",
            "Oh, how I wish I could."
        ],
        [
            "Scene",
            "Sheldon’s bedroom. Sheldon is restless. He gets up and checks the door is locked. He then moves his chest of drawers in front of the door. Goes back to bed."
        ],
        [
            "Sheldon",
            "I do not have to urinate. I am the master of my own bladder. Drat."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "I can’t believe it. If I hadn’t been working the dinner shift, I would’ve run"
        ],
        [
            "Scene",
            "right into the robbers."
        ],
        [
            "Leonard",
            "Hey, there’s no reason for you to be scared."
        ],
        [
            "Penny",
            "I’m not scared. I would’ve gone all Nebraska on their asses."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny."
        ],
        [
            "Leonard",
            "Hand me the bat."
        ],
        [
            "Sheldon",
            "We just had a major crime in the building, and you open the door without asking who it is?"
        ],
        [
            "Penny",
            "It won’t happen again, what’s up?"
        ],
        [
            "Sheldon",
            "Nothing. Just wanted to see if you were both okay."
        ],
        [
            "Leonard",
            "We’re fine, Sheldon."
        ],
        [
            "Sheldon",
            "All right, then. Good night."
        ],
        [
            "Penny",
            "Good night. That was weird, even for him."
        ],
        [
            "Leonard",
            "Mm-hmm."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny."
        ],
        [
            "Penny",
            "Who is it?"
        ],
        [
            "Sheldon",
            "Sheldon. Sheldon Cooper."
        ],
        [
            "Penny",
            "Yes?"
        ],
        [
            "Sheldon",
            "May I come in?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Sheldon",
            "I see you’re drinking wine."
        ],
        [
            "Leonard",
            "Yes, we are. And we’re about to go to bed."
        ],
        [
            "Sheldon",
            "Uh-huh."
        ],
        [
            "Penny",
            "Sheldon, do you want to sleep here tonight?"
        ],
        [
            "Sheldon",
            "Oh, as small as Leonard is, I don’t think the two of you’d be comfortable on the couch."
        ],
        [
            "Leonard",
            "What do you want?"
        ],
        [
            "Sheldon",
            "It’s not what I want, it’s what evolution wants. Human beings are primates. Primates have evolved to live in groups, both for protection and support."
        ],
        [
            "Leonard",
            "But you don’t like other people."
        ],
        [
            "Sheldon",
            "I do tonight. It’s scary over there."
        ],
        [
            "Leonard",
            "It’s getting scary here, too."
        ],
        [
            "Scene",
            "The apartment. Sheldon is drawing picture clues on his whiteboard. "
        ],
        [
            "Penny",
            "Um… three little kittens? Three little pigs? God, I don’t know. Star Wars?"
        ],
        [
            "Leonard",
            "Did we win? Can we go to bed?"
        ],
        [
            "Sheldon",
            "Good Lord, I could not have made this easier. Hydrogen atom, H, plus pigs minus pea, Higgs. Bow, General Zod trapped in the Phantom Zone. Bow-zone. Pear. Tickle. Pear-tickle. Higgs Boson Particle. How could you not get that?"
        ],
        [
            "Leonard",
            "He’s right, Penny. It’s all there."
        ],
        [
            "Penny",
            "Look, Sheldon, sweetie, I know you’re feeling insecure, but we’ve really got to go to sleep."
        ],
        [
            "Sheldon",
            "All right. I’ll take the first watch and wake you at 0400."
        ],
        [
            "Leonard",
            "Great. Good night."
        ],
        [
            "Penny",
            "Wait, wait, what’s 0400?"
        ],
        [
            "Leonard",
            "4am."
        ],
        [
            "Penny",
            "That’s, like, in 45 minutes."
        ],
        [
            "Leonard",
            "Just keep walking. (Sheldon checks door then puts TV on his phone)"
        ],
        [
            "Woman on TV",
            "It’s quiet out there."
        ],
        [
            "Man on TV",
            "Maybe a little too quiet."
        ],
        [
            "Woman on TV",
            "Where are you going?"
        ],
        [
            "Man on TV",
            "Just gonna take a look around outside."
        ],
        [
            "Sheldon",
            "Bad idea."
        ],
        [
            "Woman on TV",
            "No, Jim, don’t open the door!"
        ],
        [
            "Sheldon",
            "Listen to her, Jim."
        ],
        [
            "Man on TV",
            "Don’t worry, there’s no one out here. (Sound of woman screaming. Sheldon nods, and turns off TV. Walks down to Leonard’s room.)"
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Leonard and Penny! (Knock, knock, knock) Leonard and Penny! (Knock, knock, knock) Leonard and Penny!"
        ],
        [
            "Leonard",
            "Who is it?"
        ],
        [
            "Scene",
            "Outside the apartment. "
        ],
        [
            "Howard",
            "All right, we’ve got a titanium dead bolt and a reinforced jamb controlled by a state-of-the-art electronic access system."
        ],
        [
            "Sheldon",
            "What if they cut the power?"
        ],
        [
            "Raj",
            "There’s a 200-watt uninterruptible backup power supply."
        ],
        [
            "Sheldon",
            "What if someone steals my keys?"
        ],
        [
            "Raj",
            "There are independent voice and fingerprint scanners."
        ],
        [
            "Sheldon",
            "What if someone kidnaps me, forces me to record my voice, and then cuts off my thumb?"
        ],
        [
            "Leonard",
            "I’ll send them a basket of muffins."
        ],
        [
            "Howard",
            "Now, inside, we’ve got motion detectors, infrared sensors, and cameras connected to a server running state-of-the-art facial recognition software."
        ],
        [
            "Leonard",
            "Where did you get all this stuff?"
        ],
        [
            "Howard",
            "I got a buddy over at the Department of Defence."
        ],
        [
            "Leonard",
            "He just gave it to you?"
        ],
        [
            "Howard",
            "I’m sure he would have if I had asked. Ironically, their security isn’t all that good."
        ],
        [
            "Penny (entering)",
            "Raj, your car is blocking me… (A wire net falls on her, while a computer voice repeats the words “Intruder Alert”) What the hell?"
        ],
        [
            "Leonard",
            "Sorry, let me help you."
        ],
        [
            "Sheldon",
            "Wonderful security system if we’re attacked by a school of tuna."
        ],
        [
            "Howard",
            "Don’t worry, the net’s going to be electrified. Picture her on the floor, spasming uncontrollably."
        ],
        [
            "Sheldon",
            "Better."
        ],
        [
            "Scene",
            "Sheldon’s bedroom. "
        ],
        [
            "Sheldon",
            "Sheldon’s journal. Security system in place. However, sleep continues to elude me. I’ve seen the underbelly of Pasadena, this so-called City of Roses, and it haunts me. Ah, the injustice, I lie here awake, tormented, while out there evil lurks, probably playing Donkey Kong on my classic Nintendo. (Hears a noise. Goes to check, then panics and climbs out window onto ledge.) Oh, dear. I am the master of my own bladder. (Crawls along to Leonard’s window, where Leonard and Penny are inside being intimate. Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny."
        ],
        [
            "Penny",
            "Oh, my…"
        ],
        [
            "Leonard",
            "God, Sheldon. What the hell are you doing out there?"
        ],
        [
            "Sheldon",
            "I heard a noise."
        ],
        [
            "Leonard",
            "It was us. We knocked over a lamp."
        ],
        [
            "Sheldon",
            "Why would you knock over a lamp?"
        ],
        [
            "Leonard",
            "We were going to have…"
        ],
        [
            "Penny",
            "He doesn’t need to know what we were doing, Leonard."
        ],
        [
            "Sheldon",
            "Oh! No, she’s right, I don’t need to know what you were doing. Carry on. (Starts to climb back out of window)"
        ],
        [
            "Leonard",
            "What are you doing? Use the door."
        ],
        [
            "Sheldon",
            "Good thinking. Perhaps I’ll check the perimeter and make some warm milk."
        ],
        [
            "Leonard",
            "Great, you do that."
        ],
        [
            "Sheldon",
            "Would you like me to bring you some warm milk?"
        ],
        [
            "Leonard",
            "I’m lactose intolerant."
        ],
        [
            "Sheldon",
            "And you don’t wish to alarm me with any more loud noises, very thoughtful. Warm milk, Penny?"
        ],
        [
            "Penny",
            "No, thanks."
        ],
        [
            "Sheldon",
            "Fine. Good night to you, sir. Miss."
        ],
        [
            "Leonard",
            "Sorry about that."
        ],
        [
            "Penny",
            "Ugh, what can you do? Here. (From outside there is the sound of the net falling and computer voice saying “Intruder alert.” Then Sheldon screaming. They run out to find Sheldon convulsing under the net.)"
        ],
        [
            "Leonard",
            "Looks like Wolowitz got the net electrified."
        ],
        [
            "Penny",
            "Sheldon, are you okay?"
        ],
        [
            "Sheldon",
            "I’m fine. Although I’m no longer the master of my own bladder."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "My new computer came with Windows 7. Windows 7 is much more user-friendly than Windows Vista. I don’t like that."
        ],
        [
            "Leonard",
            "Don’t you think looking for a new city to live in is a bit of an overreaction?"
        ],
        [
            "Sheldon",
            "Our apartment was broken into, our security system tried to kill me, and as a result, I’m leaving Pasadena forever. Tell me how that’s overreacting."
        ],
        [
            "Penny",
            "Come on, Sheldon, you can’t move. Don’t you need to stay in one place so the mother ship can find you when it returns?"
        ],
        [
            "Sheldon",
            "Oh, if that were only true. Unfortunately, as I’m earthbound for the foreseeable future, I need to find a location that’s more hospitable than the mean streets of Pasadena. Like Enid, Oklahoma. Low crime rate and high-speed Internet connectivity, but no model train shops. Sorry, Enid."
        ],
        [
            "Penny",
            "Is he quitting his job at the university?"
        ],
        [
            "Leonard",
            "Oh, no, he’s going to telecommute. Everybody’s really excited about it."
        ],
        [
            "Sheldon",
            "All right. Boone, North Carolina. Every summer since 1952, Boone has hosted an outdoor amphitheater portrayal of the life and times of its namesake, Dan’l Boone. Sounds like something that would attract the wrong crowd. Penny, you’re from Nebraska, correct?"
        ],
        [
            "Penny",
            "Born and raised. (Sheldon crosses Nebraska off his map)"
        ],
        [
            "Scene",
            "Sheldon’s bedroom. Sheldon is packing. "
        ],
        [
            "Sheldon",
            "It will take me a few days to get settled. After I do, I will e-mail you detailed PDFs containing diagrams and instructions that will guide you through packing and shipping the rest of my possessions to Bozeman, Montana. In the meantime, please forward my mail."
        ],
        [
            "Leonard",
            "Any place specific or just the Bozeman, Montana Loony Bin?"
        ],
        [
            "Sheldon",
            "I sense you’re making a joke, but Bozeman does have a comedy club called The Loony Bin, so do not forward my mail there."
        ],
        [
            "Howard",
            "Oh, come on. So you were the victim of a crime. That’s part of life. When my great-grandfather first came to this country, he put all his hopes and dreams into this little butcher shop he ran on the Lower East Side of New York. You know what happened? Every customer who walked into that butcher shop and asked for a pound of liver, got ripped off. But, those people moved on, and so should you."
        ],
        [
            "Sheldon",
            "I am moving on. I’m going to be a Bozite."
        ],
        [
            "Leonard",
            "They call themselves Bozites?"
        ],
        [
            "Sheldon",
            "They should. It’s one of the first things I plan to bring up upon arrival."
        ],
        [
            "Penny",
            "Sheldon, I can’t believe I’m saying this, but I’m going to miss you."
        ],
        [
            "Sheldon",
            "Please, Penny, as you know, I’m not comfortable with prolonged good-byes and maudlin displays of emotion, so I prepared a short video."
        ],
        [
            "Sheldon on laptop screen",
            "Greetings. As you know, I’m not comfortable with prolonged good-byes and maudlin displays of emotion, so I prepared this short video. The four of you are three of my closest friends and one treasured acquaintance. Though I cannot state categorically that my life will be diminished by not having you in it, I am comfortable if you choose to believe that. Since you intend to remain in this lawless metropolitan area, statistics suggest that you will succumb to tragic and gruesome ends before we meet again. Live long and prosper."
        ],
        [
            "Penny",
            "Sheldon, that’s so… (Turns to find he has gone.)"
        ],
        [
            "Sheldon (entering again)",
            "You might want to lock the door behind me. This isn’t Bozeman."
        ],
        [
            "Howard (after Raj whispers to him)",
            "How the hell do I know who’s the friend and who’s the acquaintance?"
        ],
        [
            "Scene",
            "Bozeman, Montana bus depot. "
        ],
        [
            "Sheldon",
            "That is a bracing cold, an invigorating cold. Lord, is it cold!"
        ],
        [
            "Man",
            "Help you with your bags, sir?"
        ],
        [
            "Sheldon",
            "Thank you, fellow Bozite. And may I say, you are the living embodiment of all the promises made by our lovely town’s Chamber of Commerce. (Man picks up bags and starts running.) Wait! Wait! Excuse me! (At ticket desk) One ticket to Pasadena, California, please."
        ],
        [
            "Scene",
            "The apartment. Sheldon enters."
        ],
        [
            "Howard",
            "Hey, look who’s back!"
        ],
        [
            "Sheldon",
            "Interesting. The acquaintance is the first to greet me."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-13-the-bozeman-reaction/"
}