{
    "Season": 3,
    "Episode": 15,
    "Title": "the large hadron collision",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The university cafeteria."
            ],
            [
                35,
                "Credits sequence."
            ],
            [
                36,
                "Sheldon’s bedroom. "
            ],
            [
                49,
                "The apartment."
            ],
            [
                90,
                "Leonard’s car."
            ],
            [
                99,
                "The university cafeteria. "
            ],
            [
                112,
                "Leonard’s bedroom."
            ],
            [
                126,
                "The laundry room."
            ],
            [
                150,
                "The apartment."
            ],
            [
                175,
                "Penny’s bedroom."
            ],
            [
                187,
                "(Time passes. Sound of Penny retching in the bathroom)"
            ],
            [
                194,
                "Outside Sheldon’s bedroom."
            ],
            [
                197,
                "The apartment."
            ],
            [
                212,
                "A Swiss hotel room. "
            ]
        ],
        "Howard (on the phone)": [
            [
                1,
                "Yeah, I miss you, too, sweetie. Listen, I got to go, but I’ll see you tonight? Okay. Bye-bye. Yeah, bye-bye. No, you hang up first. Hello?"
            ]
        ],
        "Raj": [
            [
                2,
                "Dude, I’m glad you finally got a girlfriend, but do you have to do all that lovey-dovey stuff in front of those of us who don’t?"
            ],
            [
                5,
                "Thank you."
            ],
            [
                8,
                "Me."
            ],
            [
                15,
                "Well, if anyone’s interested, I’ll be spending this Valentine’s Day the same way I spend every Valentine’s Day. Buying a rotisserie chicken from the supermarket, taking it home, standing over the sink and eating it out of the package with my bare hands like an animal."
            ],
            [
                17,
                "Fine, tell us you’re going to have sex with Penny."
            ],
            [
                19,
                "It’s okay. I don’t mind hearing about your sex life. It’s his that bugs me."
            ],
            [
                24,
                "The big-boobed weather girl on Channel 2?"
            ],
            [
                30,
                "No way, dude!"
            ],
            [
                32,
                "Why wouldn’t you take Penny?"
            ],
            [
                34,
                "Oh. Well, then I anticipate an awkward situation when you get home."
            ],
            [
                101,
                "I know. I saw the Tweet."
            ],
            [
                103,
                "Not much. Nuked a burrito. Prayed to the Hindu god Urvashi that your bowels would loosen and your penis would droop like a willow tree."
            ],
            [
                105,
                "No. Is he still mad about the supercollider?"
            ],
            [
                110,
                "What the hell is that?"
            ],
            [
                151,
                "You know what? Even though I don’t have a girlfriend, I can still have a good time on Valentine’s Day."
            ],
            [
                153,
                "No, no, no, I’m going to have a me day. First I’m going to go to one of those spas in Koreatown, take a steam and get a massage. Then I’m going to stop at a pet store and get licked by puppies."
            ],
            [
                213,
                "Oh, my goodness, look at this room! Champagne! Roses! Oh, and little chocolates! This is going to be the best Valentine’s Day ever."
            ],
            [
                215,
                "But I never will."
            ]
        ],
        "Sheldon": [
            [
                3,
                "Actually, he might have to. There’s an economic concept known as a positional good in which an object is only valued by the possessor because it’s not possessed by others. The term was coined in 1976 by economist Fred Hirsch to replace the more colloquial, but less precise neener-neener."
            ],
            [
                10,
                "In pre-1976 terms, neener-neener."
            ],
            [
                13,
                "Given that Saint Valentine was a third century Roman priest who was stoned and beheaded, wouldn’t a more appropriate celebration of the evening be taking one’s steady gal to witness a brutal murder?"
            ],
            [
                21,
                "Professor Norton, although, God knows why. He hasn’t published anything of note since he won that Nobel Prize."
            ],
            [
                27,
                "In Switzerland or with the big-boobed weather girl?"
            ],
            [
                31,
                "This is incredible! I’m so happy, I’m not even going to question their judgment in picking you. I’m just going to run home and start packing."
            ],
            [
                38,
                "Of course, my good friend. Come in. Help me out, which ski hat says après supercollider?"
            ],
            [
                40,
                "Well, of course you are. Who else would you take?"
            ],
            [
                42,
                "What? That’s absurd. Penny has no interest in subatomic particle research."
            ],
            [
                44,
                "But Penny has no interest in subatomic particle research."
            ],
            [
                46,
                "Sorry? I’ve been dreaming about going to the Large Hadron Collider since I was nine years old."
            ],
            [
                48,
                "Shame on you! That’s no dream for a scientist!"
            ],
            [
                65,
                "Not so fast. You might want to hold off on lighting your rabeliechtli, Penny."
            ],
            [
                67,
                "Rabeliechtli. It means turnip light and refers to a traditional lantern hand-carved from a root vegetable and used to celebrate certain Swiss festivals. Which you will not be celebrating because, A, these festivals occur in the fall, and B, you will not be going to Switzerland."
            ],
            [
                69,
                "Afraid not. Do you recognize this?"
            ],
            [
                71,
                "Indeed, the roommate agreement. I call your attention to the Friendship Rider in Appendix C, Future Commitments. Number 37, in the event one friend is ever invited to visit the Large Hadron Collider, now under construction in Switzerland, he shall invite the other friend to accompany him."
            ],
            [
                75,
                "He can’t kill me, even if I turn."
            ],
            [
                77,
                "No, that seemed a little farfetched."
            ],
            [
                79,
                "I’ve lived up to all my commitments under the agreement. At least once a day I ask how you are, even though I simply don’t care. I no longer stage spontaneous biohazard drills after 10 pm And I abandoned my goal to master Tuvan throat singing."
            ],
            [
                84,
                "Is that your final decision?"
            ],
            [
                86,
                "Very well."
            ],
            [
                92,
                "All right. This game is called Traitors. I will name three historical figures, you put them in order of the heinousness of their betrayal. Benedict Arnold, Judas, Dr. Leonard Hofstadter."
            ],
            [
                94,
                "You’re right. Judas had the decency to hang himself after what he did."
            ],
            [
                96,
                "Round two, Leonard Hofstadter, Darth Vader, Rupert Murdoch."
            ],
            [
                98,
                "He owns Fox, and they cancelled Firefly. Hint, he and Darth Vader are tied for number 2."
            ],
            [
                113,
                "Morning, old chum."
            ],
            [
                115,
                "I’ve made you breakfast. Juice, coffee, and pancakes in the shape of some of your favorite fictional characters. See, here’s Frodo."
            ],
            [
                117,
                "Yeah, I used coconut shavings to do the hair on his feet. If you need to void your bladder before eating, I can keep them warm with this beret that I thoroughly laundered and pressed into service as a pancake cosy."
            ],
            [
                119,
                "It’s by way of an apology for my recent behaviour. I’ve had some time to reflect and I’ve come to realize that friendship is not an aggregation of written agreements. It’s a result of two people respecting and caring for each other. Butterscotch scone?"
            ],
            [
                121,
                "What you’re tasting is respect and affection. And about a pound of Crisco. After you’ve finished breakfast, I thought we could spend the day watching the final season of Babylon 5 with director commentary."
            ],
            [
                123,
                "I do. It fails as drama, science fiction, and it’s hopelessly derivative. But you like it, and you’re my friend."
            ],
            [
                125,
                "Drat. No Frodo for you."
            ],
            [
                127,
                "Hello."
            ],
            [
                129,
                "Alright, let’s dispense with the friendly banter, I believe you know why I’m here."
            ],
            [
                131,
                "Yes, amusing. Extraordinary intelligence might well appear extraterrestrial to you, but let me be more specific. I believe you know why I’m here in the laundry room."
            ],
            [
                135,
                "Here we have a highly gifted researcher in the field of particle physics whose work has brought him to the precipice of forever changing mankind’s understanding of the universe. AKA me. And here we have a waitress brushing her teeth with her finger. AKA you."
            ],
            [
                137,
                "Please hold all questions to the end of the presentation. This is the Large Hadron Collider at CERN in Switzerland, the product of decades of planning and construction. It is a Mecca for physicists the world over. This is Bath and Body Works on Colorado Boulevard. They sell scented soaps and lotions, some of which contain glitter. Now, let’s see if we can match the individual to the appropriate destination."
            ],
            [
                139,
                "No, it’s not. I’ve got five more slides."
            ],
            [
                141,
                "Very well. Enjoy yourself. You’re going to be in the presence of something that I’ve dreamed of seeing for decades. I just hope you’ll be able to appreciate the magnitude of where you are and what it represents."
            ],
            [
                143,
                "You will?"
            ],
            [
                147,
                "Since I rarely hug, I’m relying on your expertise regarding duration."
            ],
            [
                149,
                "Oh, good. Bye-bye."
            ],
            [
                155,
                "All right, my friend. Would you like some cholermus?"
            ],
            [
                157,
                "Cholermus. It’s a traditional Swiss breakfast dish. I’m preparing my gastrointestinal system for the exotic cuisine of Switzerland."
            ],
            [
                159,
                "Oh, but I am. Didn’t Penny tell you the good news?"
            ],
            [
                161,
                "Yes, that good news."
            ],
            [
                163,
                "Howard, could you lower the lights? I have a short PowerPoint presentation."
            ],
            [
                165,
                "That’s a somewhat ambiguous response. Am I going or not?"
            ],
            [
                167,
                "Really?"
            ],
            [
                169,
                "Well then, you leave me no alternative. From this moment forward, we can be roommates, but we will no longer be friends."
            ],
            [
                171,
                "I don’t think you’re fully aware of the ramifications here, Leonard."
            ],
            [
                173,
                "With the friendship clause of our roommate agreement nullified you are no longer entitled to accompany me to go swimming at Bill Gates’ house should I be invited."
            ],
            [
                196,
                "Great. I’ll start packing. In a minute. (Vomits again) Oh, look, it’s the cholermus."
            ],
            [
                200,
                "Chicken?"
            ],
            [
                202,
                "With the little stars?"
            ],
            [
                204,
                "Heated to 180 degrees?"
            ],
            [
                206,
                "You don’t have to be mean. I’m sick."
            ],
            [
                208,
                "Not my problem. I just don’t understand how this happened to me. I’m scrupulous about my hygiene. I regularly disinfect my hands, and I avoid contact with other people on general principle."
            ]
        ],
        "Howard": [
            [
                4,
                "That’s not true. My happiness is not dependent on my best friend being miserable and alone."
            ],
            [
                6,
                "Although, I’d be lying if I said it wasn’t a little bit of a perk."
            ],
            [
                12,
                "Yeah, I am pulling out all the stops. There’s a $39.95 lover’s special at P.F. Chang’s. Egg rolls, dumplings, bottomless wok, and you get your picture taken on the big marble horse out front."
            ],
            [
                14,
                "I understand your point, but given a choice, Jews always go with Chinese food."
            ],
            [
                23,
                "I heard he threw his back out climbing on his new girlfriend."
            ],
            [
                25,
                "That’s the one."
            ],
            [
                29,
                "Oh, man!"
            ],
            [
                100,
                "I’m sorry I couldn’t hang with you last night. I had a date with Bernadette."
            ],
            [
                102,
                "So, what did you end up doing?"
            ],
            [
                107,
                "I’d take Sheldon to Switzerland."
            ],
            [
                109,
                "Absolutely. And I’d leave him there. (Sheldon enters, puts a tray in front of Leonard, and exits.)"
            ],
            [
                152,
                "Trust me, you can’t. I’ve tried."
            ],
            [
                174,
                "Ooh, that’s gotta sting."
            ]
        ],
        "Leonard": [
            [
                7,
                "Who’s miserable and alone?"
            ],
            [
                9,
                "Oh. I used to be like that. Then I got a girlfriend."
            ],
            [
                11,
                "Hey, what are you and Bernadette doing for your first Valentine’s Day?"
            ],
            [
                18,
                "That’s not what I was going to tell you."
            ],
            [
                20,
                "Guess who the university is sending to Switzerland to attend a conference and see the CERN supercollider on February 14?"
            ],
            [
                22,
                "Actually, Professor Norton can’t make it. He threw his back out rock climbing."
            ],
            [
                26,
                "In any case, they’re asking me to fill in for him."
            ],
            [
                28,
                "Switzerland. And I get to bring a guest!"
            ],
            [
                33,
                "I am taking Penny."
            ],
            [
                37,
                "Sheldon, you got a minute?"
            ],
            [
                39,
                "Sheldon, I’m not taking you to Switzerland."
            ],
            [
                41,
                "Penny."
            ],
            [
                43,
                "Yes, but it’ll be Valentine’s Day. We can go sightseeing and skiing and make love in front of a roaring fire in the shadow of the snowcapped Alps."
            ],
            [
                45,
                "I’m sorry, Sheldon."
            ],
            [
                47,
                "Yeah, well, I’ve been dreaming about spending Valentine’s Day with a girl since I was six."
            ],
            [
                51,
                "Just a minute. This tray contains clues as to what you and I are going to be doing on Valentine’s Day."
            ],
            [
                53,
                "No. But it does involve air travel. Okay, um, let me slice this Swiss cheese with my Swiss army knife, and then you can wash it down with a cup of Swiss Miss instant cocoa."
            ],
            [
                55,
                "Uh-huh."
            ],
            [
                57,
                "How does that involve air travel?"
            ],
            [
                59,
                "No."
            ],
            [
                61,
                "We’re going to Switzerland to see the CERN supercollider! And ski. We’ll also go skiing."
            ],
            [
                63,
                "Well, you’ll ski, I’ll fall, but, yeah, we will be in Switzerland for Valentine’s Day."
            ],
            [
                68,
                "Sheldon, we’ve been through this. I’m taking Penny."
            ],
            [
                70,
                "Not the roommate agreement."
            ],
            [
                72,
                "Oh, for God’s sakes."
            ],
            [
                74,
                "Yeah. We also put in what happens if one of us wins a MacArthur Grant, or if one of us gets superpowers, or if one of us is bitten by a zombie."
            ],
            [
                78,
                "Sheldon, do you really expect to enforce this?"
            ],
            [
                81,
                "No."
            ],
            [
                83,
                "Look, Sheldon, I know it’s in the agreement, and if you turn into a zombie, I promise I will not kill you. In fact, I’ll even let you eat my brains. But I am taking Penny to Switzerland."
            ],
            [
                85,
                "It is."
            ],
            [
                88,
                "What do you think? (The sound of Tuvan throat singing comes from Sheldon’s bedroom.)"
            ],
            [
                91,
                "Got a bit of traffic this morning, huh? Think it’s gonna rain? Instead of underpants, I covered my crotch with potato salad this morning. Thoughts? Okay, I know what’ll cheer you up, let’s play one of your driving games."
            ],
            [
                93,
                "You really think I belong with Benedict Arnold and Judas?"
            ],
            [
                95,
                "Come on, Sheldon. Can’t you at least try to understand how much this means to me?"
            ],
            [
                97,
                "Rupert Murdoch?"
            ],
            [
                104,
                "You seen Sheldon?"
            ],
            [
                106,
                "Yeah. He thinks I betrayed him. I mean, come on, what would you guys do if you were me?"
            ],
            [
                108,
                "Seriously?"
            ],
            [
                111,
                "Uh, let’s see. Yup, 30 pieces of silverware."
            ],
            [
                114,
                "What’s going on?"
            ],
            [
                116,
                "You made Frodo pancakes?"
            ],
            [
                118,
                "Why are you doing this?"
            ],
            [
                120,
                "Thanks. It’s good."
            ],
            [
                122,
                "You hate Babylon 5."
            ],
            [
                124,
                "Okay, great. Still not taking you to Switzerland."
            ],
            [
                154,
                "Sheldon, I need to talk to you."
            ],
            [
                156,
                "Some what?"
            ],
            [
                158,
                "You’re not going to Switzerland!"
            ],
            [
                160,
                "She told me that you went behind my back to guilt her into letting you go instead of her."
            ],
            [
                162,
                "Well, forget it. I was the one who was invited, I get to decide who goes with me, and it’s Penny, not you!"
            ],
            [
                164,
                "I don’t need to see your presentation. This discussion is over!"
            ],
            [
                166,
                "Sheldon, at this point, I would go by myself before I would take you."
            ],
            [
                168,
                "Yeah, really."
            ],
            [
                170,
                "I’m sorry you feel that way."
            ],
            [
                172,
                "Why don’t you enlighten me?"
            ],
            [
                176,
                "Just think, this time tomorrow we’ll be in Geneva, Switzerland for our first Valentine’s Day."
            ],
            [
                178,
                "Thermal? ‘Cause it’s gonna be cold."
            ],
            [
                180,
                "Oh!"
            ],
            [
                184,
                "Do you want an allergy pill? ‘Cause I have ’em all. Prescription, nonprescription, foreign, domestic, experimental."
            ],
            [
                186,
                "Not really, I’m just an enthusiast."
            ],
            [
                188,
                "Penny? You okay?"
            ],
            [
                190,
                "What’s going on?"
            ],
            [
                192,
                "Well, our plane leaves at 9 a.m. Do you think you’ll feel better by then?"
            ],
            [
                195,
                "Hey, Sheldon? Listen, Penny is pretty sick and she’s not going to be able to go to Switzerland. So if you’re still interested, you’re welcome to come. (Sound of Sheldon vomiting in the bathroom)"
            ],
            [
                214,
                "Yeah, I forgot about all this."
            ]
        ],
        "Leonard: Okay, so to sum up": [
            [
                16,
                "one giant marble horse, one asinine comment, one lonely man and his chicken. And let’s see, who’s left? Oh, that’s right. My plans. Isn’t anyone going to ask?"
            ]
        ],
        "Penny": [
            [
                50,
                "Okay, what’s the big surprise?"
            ],
            [
                52,
                "Oh. Wow. Okay. Let’s see. We’ve got, uh, milk chocolate, Swiss cheese, fondue. My lactose-intolerant boyfriend is going to eat all this, then I’m going to climb on his back and rocket to the moon?"
            ],
            [
                54,
                "Okay, I’m starting to think Swiss is key here."
            ],
            [
                56,
                "We’re going to Disneyland and ride the Matterhorn?"
            ],
            [
                58,
                "We’re going to Disney World and ride the Matterhorn?"
            ],
            [
                60,
                "Okay, sweetie, this started out fun, but I’m over it."
            ],
            [
                62,
                "We’re going skiing in Switzerland?!"
            ],
            [
                64,
                "Oh, my God, Leonard! That’s incredible!"
            ],
            [
                66,
                "My Rabe-what-ly?"
            ],
            [
                73,
                "You actually put that in an agreement?"
            ],
            [
                76,
                "Is there anything in there about if one of you gets a girlfriend?"
            ],
            [
                80,
                "Okay, I know I shouldn’t ask, but what is…?"
            ],
            [
                87,
                "It’s not over, is it?"
            ],
            [
                128,
                "Hello."
            ],
            [
                130,
                "Well, I always figured it was to study us, discover our weaknesses, and report back to your alien overlords."
            ],
            [
                132,
                "Better acoustics for your throat singing?"
            ],
            [
                134,
                "Oh, for God’s sakes."
            ],
            [
                136,
                "I’m sorry. Is this supposed to be buttering me up?"
            ],
            [
                138,
                "Okay, show’s over."
            ],
            [
                140,
                "Sheldon, this is Leonard’s decision. He invited me to Switzerland, and I intend to go."
            ],
            [
                142,
                "I’ll talk to Leonard."
            ],
            [
                144,
                "Yes. If it means that much to you, you should go."
            ],
            [
                146,
                "You’re welcome."
            ],
            [
                148,
                "I think we’re there."
            ],
            [
                177,
                "I know! I went shopping today and bought special undies for the occasion."
            ],
            [
                179,
                "Think it through, Leonard."
            ],
            [
                181,
                "Oh!"
            ],
            [
                183,
                "No, no, it’s probably just allergies."
            ],
            [
                185,
                "Do any of them work?"
            ],
            [
                189,
                "Did that sound okay to you? Do not come in here!"
            ],
            [
                191,
                "I’m having a tea party. What do you think’s going on? I think I might have the flu. Or the plague."
            ],
            [
                193,
                "Yep. ‘Cause I’m gonna be dead."
            ],
            [
                199,
                "Here’s your soup."
            ],
            [
                201,
                "Yes."
            ],
            [
                203,
                "Yes."
            ],
            [
                205,
                "Why don’t I pour it in your lap, and you can tell me."
            ],
            [
                207,
                "Yeah, well, I’m sick, too."
            ],
            [
                209,
                "I don’t know what to tell you, Sheldon."
            ],
            [
                211,
                "Happy Valentine’s Day."
            ]
        ],
        "Sheldon (after demonstrating)": [
            [
                82,
                "I’d be much further along if I’d been allowed to practice."
            ]
        ],
        "Sheldon (trying it)": [
            [
                133,
                "It’s actually not bad. But my true purpose in being here will be revealed in this brief PowerPoint presentation. Lights. Why Sheldon Cooper, PhD, should go to Switzerland to see the CERN supercollider. A PowerPoint presentation by Sheldon Cooper, PhD."
            ]
        ],
        "Sheldon (Hugging her)": [
            [
                145,
                "Oh, Penny, thank you!"
            ]
        ],
        "Leonard (Penny sneezes)": [
            [
                182,
                "Gesundheit. Or as they say in Switzerland, gesundheit. You getting a cold?"
            ]
        ],
        "Sheldon (remembering the hug)": [
            [
                210,
                "It’s you! I touched you!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "Howard (on the phone)",
            "Yeah, I miss you, too, sweetie. Listen, I got to go, but I’ll see you tonight? Okay. Bye-bye. Yeah, bye-bye. No, you hang up first. Hello?"
        ],
        [
            "Raj",
            "Dude, I’m glad you finally got a girlfriend, but do you have to do all that lovey-dovey stuff in front of those of us who don’t?"
        ],
        [
            "Sheldon",
            "Actually, he might have to. There’s an economic concept known as a positional good in which an object is only valued by the possessor because it’s not possessed by others. The term was coined in 1976 by economist Fred Hirsch to replace the more colloquial, but less precise neener-neener."
        ],
        [
            "Howard",
            "That’s not true. My happiness is not dependent on my best friend being miserable and alone."
        ],
        [
            "Raj",
            "Thank you."
        ],
        [
            "Howard",
            "Although, I’d be lying if I said it wasn’t a little bit of a perk."
        ],
        [
            "Leonard",
            "Who’s miserable and alone?"
        ],
        [
            "Raj",
            "Me."
        ],
        [
            "Leonard",
            "Oh. I used to be like that. Then I got a girlfriend."
        ],
        [
            "Sheldon",
            "In pre-1976 terms, neener-neener."
        ],
        [
            "Leonard",
            "Hey, what are you and Bernadette doing for your first Valentine’s Day?"
        ],
        [
            "Howard",
            "Yeah, I am pulling out all the stops. There’s a $39.95 lover’s special at P.F. Chang’s. Egg rolls, dumplings, bottomless wok, and you get your picture taken on the big marble horse out front."
        ],
        [
            "Sheldon",
            "Given that Saint Valentine was a third century Roman priest who was stoned and beheaded, wouldn’t a more appropriate celebration of the evening be taking one’s steady gal to witness a brutal murder?"
        ],
        [
            "Howard",
            "I understand your point, but given a choice, Jews always go with Chinese food."
        ],
        [
            "Raj",
            "Well, if anyone’s interested, I’ll be spending this Valentine’s Day the same way I spend every Valentine’s Day. Buying a rotisserie chicken from the supermarket, taking it home, standing over the sink and eating it out of the package with my bare hands like an animal."
        ],
        [
            "Leonard: Okay, so to sum up",
            "one giant marble horse, one asinine comment, one lonely man and his chicken. And let’s see, who’s left? Oh, that’s right. My plans. Isn’t anyone going to ask?"
        ],
        [
            "Raj",
            "Fine, tell us you’re going to have sex with Penny."
        ],
        [
            "Leonard",
            "That’s not what I was going to tell you."
        ],
        [
            "Raj",
            "It’s okay. I don’t mind hearing about your sex life. It’s his that bugs me."
        ],
        [
            "Leonard",
            "Guess who the university is sending to Switzerland to attend a conference and see the CERN supercollider on February 14?"
        ],
        [
            "Sheldon",
            "Professor Norton, although, God knows why. He hasn’t published anything of note since he won that Nobel Prize."
        ],
        [
            "Leonard",
            "Actually, Professor Norton can’t make it. He threw his back out rock climbing."
        ],
        [
            "Howard",
            "I heard he threw his back out climbing on his new girlfriend."
        ],
        [
            "Raj",
            "The big-boobed weather girl on Channel 2?"
        ],
        [
            "Howard",
            "That’s the one."
        ],
        [
            "Leonard",
            "In any case, they’re asking me to fill in for him."
        ],
        [
            "Sheldon",
            "In Switzerland or with the big-boobed weather girl?"
        ],
        [
            "Leonard",
            "Switzerland. And I get to bring a guest!"
        ],
        [
            "Howard",
            "Oh, man!"
        ],
        [
            "Raj",
            "No way, dude!"
        ],
        [
            "Sheldon",
            "This is incredible! I’m so happy, I’m not even going to question their judgment in picking you. I’m just going to run home and start packing."
        ],
        [
            "Raj",
            "Why wouldn’t you take Penny?"
        ],
        [
            "Leonard",
            "I am taking Penny."
        ],
        [
            "Raj",
            "Oh. Well, then I anticipate an awkward situation when you get home."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Sheldon’s bedroom. "
        ],
        [
            "Leonard",
            "Sheldon, you got a minute?"
        ],
        [
            "Sheldon",
            "Of course, my good friend. Come in. Help me out, which ski hat says après supercollider?"
        ],
        [
            "Leonard",
            "Sheldon, I’m not taking you to Switzerland."
        ],
        [
            "Sheldon",
            "Well, of course you are. Who else would you take?"
        ],
        [
            "Leonard",
            "Penny."
        ],
        [
            "Sheldon",
            "What? That’s absurd. Penny has no interest in subatomic particle research."
        ],
        [
            "Leonard",
            "Yes, but it’ll be Valentine’s Day. We can go sightseeing and skiing and make love in front of a roaring fire in the shadow of the snowcapped Alps."
        ],
        [
            "Sheldon",
            "But Penny has no interest in subatomic particle research."
        ],
        [
            "Leonard",
            "I’m sorry, Sheldon."
        ],
        [
            "Sheldon",
            "Sorry? I’ve been dreaming about going to the Large Hadron Collider since I was nine years old."
        ],
        [
            "Leonard",
            "Yeah, well, I’ve been dreaming about spending Valentine’s Day with a girl since I was six."
        ],
        [
            "Sheldon",
            "Shame on you! That’s no dream for a scientist!"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Okay, what’s the big surprise?"
        ],
        [
            "Leonard",
            "Just a minute. This tray contains clues as to what you and I are going to be doing on Valentine’s Day."
        ],
        [
            "Penny",
            "Oh. Wow. Okay. Let’s see. We’ve got, uh, milk chocolate, Swiss cheese, fondue. My lactose-intolerant boyfriend is going to eat all this, then I’m going to climb on his back and rocket to the moon?"
        ],
        [
            "Leonard",
            "No. But it does involve air travel. Okay, um, let me slice this Swiss cheese with my Swiss army knife, and then you can wash it down with a cup of Swiss Miss instant cocoa."
        ],
        [
            "Penny",
            "Okay, I’m starting to think Swiss is key here."
        ],
        [
            "Leonard",
            "Uh-huh."
        ],
        [
            "Penny",
            "We’re going to Disneyland and ride the Matterhorn?"
        ],
        [
            "Leonard",
            "How does that involve air travel?"
        ],
        [
            "Penny",
            "We’re going to Disney World and ride the Matterhorn?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Penny",
            "Okay, sweetie, this started out fun, but I’m over it."
        ],
        [
            "Leonard",
            "We’re going to Switzerland to see the CERN supercollider! And ski. We’ll also go skiing."
        ],
        [
            "Penny",
            "We’re going skiing in Switzerland?!"
        ],
        [
            "Leonard",
            "Well, you’ll ski, I’ll fall, but, yeah, we will be in Switzerland for Valentine’s Day."
        ],
        [
            "Penny",
            "Oh, my God, Leonard! That’s incredible!"
        ],
        [
            "Sheldon",
            "Not so fast. You might want to hold off on lighting your rabeliechtli, Penny."
        ],
        [
            "Penny",
            "My Rabe-what-ly?"
        ],
        [
            "Sheldon",
            "Rabeliechtli. It means turnip light and refers to a traditional lantern hand-carved from a root vegetable and used to celebrate certain Swiss festivals. Which you will not be celebrating because, A, these festivals occur in the fall, and B, you will not be going to Switzerland."
        ],
        [
            "Leonard",
            "Sheldon, we’ve been through this. I’m taking Penny."
        ],
        [
            "Sheldon",
            "Afraid not. Do you recognize this?"
        ],
        [
            "Leonard",
            "Not the roommate agreement."
        ],
        [
            "Sheldon",
            "Indeed, the roommate agreement. I call your attention to the Friendship Rider in Appendix C, Future Commitments. Number 37, in the event one friend is ever invited to visit the Large Hadron Collider, now under construction in Switzerland, he shall invite the other friend to accompany him."
        ],
        [
            "Leonard",
            "Oh, for God’s sakes."
        ],
        [
            "Penny",
            "You actually put that in an agreement?"
        ],
        [
            "Leonard",
            "Yeah. We also put in what happens if one of us wins a MacArthur Grant, or if one of us gets superpowers, or if one of us is bitten by a zombie."
        ],
        [
            "Sheldon",
            "He can’t kill me, even if I turn."
        ],
        [
            "Penny",
            "Is there anything in there about if one of you gets a girlfriend?"
        ],
        [
            "Sheldon",
            "No, that seemed a little farfetched."
        ],
        [
            "Leonard",
            "Sheldon, do you really expect to enforce this?"
        ],
        [
            "Sheldon",
            "I’ve lived up to all my commitments under the agreement. At least once a day I ask how you are, even though I simply don’t care. I no longer stage spontaneous biohazard drills after 10 pm And I abandoned my goal to master Tuvan throat singing."
        ],
        [
            "Penny",
            "Okay, I know I shouldn’t ask, but what is…?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon (after demonstrating)",
            "I’d be much further along if I’d been allowed to practice."
        ],
        [
            "Leonard",
            "Look, Sheldon, I know it’s in the agreement, and if you turn into a zombie, I promise I will not kill you. In fact, I’ll even let you eat my brains. But I am taking Penny to Switzerland."
        ],
        [
            "Sheldon",
            "Is that your final decision?"
        ],
        [
            "Leonard",
            "It is."
        ],
        [
            "Sheldon",
            "Very well."
        ],
        [
            "Penny",
            "It’s not over, is it?"
        ],
        [
            "Leonard",
            "What do you think? (The sound of Tuvan throat singing comes from Sheldon’s bedroom.)"
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Leonard",
            "Got a bit of traffic this morning, huh? Think it’s gonna rain? Instead of underpants, I covered my crotch with potato salad this morning. Thoughts? Okay, I know what’ll cheer you up, let’s play one of your driving games."
        ],
        [
            "Sheldon",
            "All right. This game is called Traitors. I will name three historical figures, you put them in order of the heinousness of their betrayal. Benedict Arnold, Judas, Dr. Leonard Hofstadter."
        ],
        [
            "Leonard",
            "You really think I belong with Benedict Arnold and Judas?"
        ],
        [
            "Sheldon",
            "You’re right. Judas had the decency to hang himself after what he did."
        ],
        [
            "Leonard",
            "Come on, Sheldon. Can’t you at least try to understand how much this means to me?"
        ],
        [
            "Sheldon",
            "Round two, Leonard Hofstadter, Darth Vader, Rupert Murdoch."
        ],
        [
            "Leonard",
            "Rupert Murdoch?"
        ],
        [
            "Sheldon",
            "He owns Fox, and they cancelled Firefly. Hint, he and Darth Vader are tied for number 2."
        ],
        [
            "Scene",
            "The university cafeteria. "
        ],
        [
            "Howard",
            "I’m sorry I couldn’t hang with you last night. I had a date with Bernadette."
        ],
        [
            "Raj",
            "I know. I saw the Tweet."
        ],
        [
            "Howard",
            "So, what did you end up doing?"
        ],
        [
            "Raj",
            "Not much. Nuked a burrito. Prayed to the Hindu god Urvashi that your bowels would loosen and your penis would droop like a willow tree."
        ],
        [
            "Leonard",
            "You seen Sheldon?"
        ],
        [
            "Raj",
            "No. Is he still mad about the supercollider?"
        ],
        [
            "Leonard",
            "Yeah. He thinks I betrayed him. I mean, come on, what would you guys do if you were me?"
        ],
        [
            "Howard",
            "I’d take Sheldon to Switzerland."
        ],
        [
            "Leonard",
            "Seriously?"
        ],
        [
            "Howard",
            "Absolutely. And I’d leave him there. (Sheldon enters, puts a tray in front of Leonard, and exits.)"
        ],
        [
            "Raj",
            "What the hell is that?"
        ],
        [
            "Leonard",
            "Uh, let’s see. Yup, 30 pieces of silverware."
        ],
        [
            "Scene",
            "Leonard’s bedroom."
        ],
        [
            "Sheldon",
            "Morning, old chum."
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Sheldon",
            "I’ve made you breakfast. Juice, coffee, and pancakes in the shape of some of your favorite fictional characters. See, here’s Frodo."
        ],
        [
            "Leonard",
            "You made Frodo pancakes?"
        ],
        [
            "Sheldon",
            "Yeah, I used coconut shavings to do the hair on his feet. If you need to void your bladder before eating, I can keep them warm with this beret that I thoroughly laundered and pressed into service as a pancake cosy."
        ],
        [
            "Leonard",
            "Why are you doing this?"
        ],
        [
            "Sheldon",
            "It’s by way of an apology for my recent behaviour. I’ve had some time to reflect and I’ve come to realize that friendship is not an aggregation of written agreements. It’s a result of two people respecting and caring for each other. Butterscotch scone?"
        ],
        [
            "Leonard",
            "Thanks. It’s good."
        ],
        [
            "Sheldon",
            "What you’re tasting is respect and affection. And about a pound of Crisco. After you’ve finished breakfast, I thought we could spend the day watching the final season of Babylon 5 with director commentary."
        ],
        [
            "Leonard",
            "You hate Babylon 5."
        ],
        [
            "Sheldon",
            "I do. It fails as drama, science fiction, and it’s hopelessly derivative. But you like it, and you’re my friend."
        ],
        [
            "Leonard",
            "Okay, great. Still not taking you to Switzerland."
        ],
        [
            "Sheldon",
            "Drat. No Frodo for you."
        ],
        [
            "Scene",
            "The laundry room."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Penny",
            "Hello."
        ],
        [
            "Sheldon",
            "Alright, let’s dispense with the friendly banter, I believe you know why I’m here."
        ],
        [
            "Penny",
            "Well, I always figured it was to study us, discover our weaknesses, and report back to your alien overlords."
        ],
        [
            "Sheldon",
            "Yes, amusing. Extraordinary intelligence might well appear extraterrestrial to you, but let me be more specific. I believe you know why I’m here in the laundry room."
        ],
        [
            "Penny",
            "Better acoustics for your throat singing?"
        ],
        [
            "Sheldon (trying it)",
            "It’s actually not bad. But my true purpose in being here will be revealed in this brief PowerPoint presentation. Lights. Why Sheldon Cooper, PhD, should go to Switzerland to see the CERN supercollider. A PowerPoint presentation by Sheldon Cooper, PhD."
        ],
        [
            "Penny",
            "Oh, for God’s sakes."
        ],
        [
            "Sheldon",
            "Here we have a highly gifted researcher in the field of particle physics whose work has brought him to the precipice of forever changing mankind’s understanding of the universe. AKA me. And here we have a waitress brushing her teeth with her finger. AKA you."
        ],
        [
            "Penny",
            "I’m sorry. Is this supposed to be buttering me up?"
        ],
        [
            "Sheldon",
            "Please hold all questions to the end of the presentation. This is the Large Hadron Collider at CERN in Switzerland, the product of decades of planning and construction. It is a Mecca for physicists the world over. This is Bath and Body Works on Colorado Boulevard. They sell scented soaps and lotions, some of which contain glitter. Now, let’s see if we can match the individual to the appropriate destination."
        ],
        [
            "Penny",
            "Okay, show’s over."
        ],
        [
            "Sheldon",
            "No, it’s not. I’ve got five more slides."
        ],
        [
            "Penny",
            "Sheldon, this is Leonard’s decision. He invited me to Switzerland, and I intend to go."
        ],
        [
            "Sheldon",
            "Very well. Enjoy yourself. You’re going to be in the presence of something that I’ve dreamed of seeing for decades. I just hope you’ll be able to appreciate the magnitude of where you are and what it represents."
        ],
        [
            "Penny",
            "I’ll talk to Leonard."
        ],
        [
            "Sheldon",
            "You will?"
        ],
        [
            "Penny",
            "Yes. If it means that much to you, you should go."
        ],
        [
            "Sheldon (Hugging her)",
            "Oh, Penny, thank you!"
        ],
        [
            "Penny",
            "You’re welcome."
        ],
        [
            "Sheldon",
            "Since I rarely hug, I’m relying on your expertise regarding duration."
        ],
        [
            "Penny",
            "I think we’re there."
        ],
        [
            "Sheldon",
            "Oh, good. Bye-bye."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "You know what? Even though I don’t have a girlfriend, I can still have a good time on Valentine’s Day."
        ],
        [
            "Howard",
            "Trust me, you can’t. I’ve tried."
        ],
        [
            "Raj",
            "No, no, no, I’m going to have a me day. First I’m going to go to one of those spas in Koreatown, take a steam and get a massage. Then I’m going to stop at a pet store and get licked by puppies."
        ],
        [
            "Leonard",
            "Sheldon, I need to talk to you."
        ],
        [
            "Sheldon",
            "All right, my friend. Would you like some cholermus?"
        ],
        [
            "Leonard",
            "Some what?"
        ],
        [
            "Sheldon",
            "Cholermus. It’s a traditional Swiss breakfast dish. I’m preparing my gastrointestinal system for the exotic cuisine of Switzerland."
        ],
        [
            "Leonard",
            "You’re not going to Switzerland!"
        ],
        [
            "Sheldon",
            "Oh, but I am. Didn’t Penny tell you the good news?"
        ],
        [
            "Leonard",
            "She told me that you went behind my back to guilt her into letting you go instead of her."
        ],
        [
            "Sheldon",
            "Yes, that good news."
        ],
        [
            "Leonard",
            "Well, forget it. I was the one who was invited, I get to decide who goes with me, and it’s Penny, not you!"
        ],
        [
            "Sheldon",
            "Howard, could you lower the lights? I have a short PowerPoint presentation."
        ],
        [
            "Leonard",
            "I don’t need to see your presentation. This discussion is over!"
        ],
        [
            "Sheldon",
            "That’s a somewhat ambiguous response. Am I going or not?"
        ],
        [
            "Leonard",
            "Sheldon, at this point, I would go by myself before I would take you."
        ],
        [
            "Sheldon",
            "Really?"
        ],
        [
            "Leonard",
            "Yeah, really."
        ],
        [
            "Sheldon",
            "Well then, you leave me no alternative. From this moment forward, we can be roommates, but we will no longer be friends."
        ],
        [
            "Leonard",
            "I’m sorry you feel that way."
        ],
        [
            "Sheldon",
            "I don’t think you’re fully aware of the ramifications here, Leonard."
        ],
        [
            "Leonard",
            "Why don’t you enlighten me?"
        ],
        [
            "Sheldon",
            "With the friendship clause of our roommate agreement nullified you are no longer entitled to accompany me to go swimming at Bill Gates’ house should I be invited."
        ],
        [
            "Howard",
            "Ooh, that’s gotta sting."
        ],
        [
            "Scene",
            "Penny’s bedroom."
        ],
        [
            "Leonard",
            "Just think, this time tomorrow we’ll be in Geneva, Switzerland for our first Valentine’s Day."
        ],
        [
            "Penny",
            "I know! I went shopping today and bought special undies for the occasion."
        ],
        [
            "Leonard",
            "Thermal? ‘Cause it’s gonna be cold."
        ],
        [
            "Penny",
            "Think it through, Leonard."
        ],
        [
            "Leonard",
            "Oh!"
        ],
        [
            "Penny",
            "Oh!"
        ],
        [
            "Leonard (Penny sneezes)",
            "Gesundheit. Or as they say in Switzerland, gesundheit. You getting a cold?"
        ],
        [
            "Penny",
            "No, no, it’s probably just allergies."
        ],
        [
            "Leonard",
            "Do you want an allergy pill? ‘Cause I have ’em all. Prescription, nonprescription, foreign, domestic, experimental."
        ],
        [
            "Penny",
            "Do any of them work?"
        ],
        [
            "Leonard",
            "Not really, I’m just an enthusiast."
        ],
        [
            "Scene",
            "(Time passes. Sound of Penny retching in the bathroom)"
        ],
        [
            "Leonard",
            "Penny? You okay?"
        ],
        [
            "Penny",
            "Did that sound okay to you? Do not come in here!"
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Penny",
            "I’m having a tea party. What do you think’s going on? I think I might have the flu. Or the plague."
        ],
        [
            "Leonard",
            "Well, our plane leaves at 9 a.m. Do you think you’ll feel better by then?"
        ],
        [
            "Penny",
            "Yep. ‘Cause I’m gonna be dead."
        ],
        [
            "Scene",
            "Outside Sheldon’s bedroom."
        ],
        [
            "Leonard",
            "Hey, Sheldon? Listen, Penny is pretty sick and she’s not going to be able to go to Switzerland. So if you’re still interested, you’re welcome to come. (Sound of Sheldon vomiting in the bathroom)"
        ],
        [
            "Sheldon",
            "Great. I’ll start packing. In a minute. (Vomits again) Oh, look, it’s the cholermus."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Here’s your soup."
        ],
        [
            "Sheldon",
            "Chicken?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Sheldon",
            "With the little stars?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Sheldon",
            "Heated to 180 degrees?"
        ],
        [
            "Penny",
            "Why don’t I pour it in your lap, and you can tell me."
        ],
        [
            "Sheldon",
            "You don’t have to be mean. I’m sick."
        ],
        [
            "Penny",
            "Yeah, well, I’m sick, too."
        ],
        [
            "Sheldon",
            "Not my problem. I just don’t understand how this happened to me. I’m scrupulous about my hygiene. I regularly disinfect my hands, and I avoid contact with other people on general principle."
        ],
        [
            "Penny",
            "I don’t know what to tell you, Sheldon."
        ],
        [
            "Sheldon (remembering the hug)",
            "It’s you! I touched you!"
        ],
        [
            "Penny",
            "Happy Valentine’s Day."
        ],
        [
            "Scene",
            "A Swiss hotel room. "
        ],
        [
            "Raj",
            "Oh, my goodness, look at this room! Champagne! Roses! Oh, and little chocolates! This is going to be the best Valentine’s Day ever."
        ],
        [
            "Leonard",
            "Yeah, I forgot about all this."
        ],
        [
            "Raj",
            "But I never will."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-15-the-large-hadron-collision/"
}