{
    "Season": 3,
    "Episode": 17,
    "Title": "the precious fragmentation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The stairwell. Leonard is carrying a large box."
            ],
            [
                23,
                "Credits sequence"
            ],
            [
                25,
                "The same"
            ],
            [
                41,
                "rule them all."
            ],
            [
                46,
                "The Cheesecake Factory"
            ],
            [
                103,
                "Penny and Leonard are asleep in Leonard’s bed. Sheldon creeps in and tries to take the ring from round Penny’s neck, but she turns over. He tries to make buzzing fly noises to get her to turn back, but she turns all the way the other way. He then uses an extender with a claw on the end to lif the ring from Penny’s chest. As he tries to remove it, she wakes up, screams, and punches him in the face."
            ],
            [
                108,
                "The cafeteria."
            ],
            [
                144,
                "The stairwell. The guys are coming up the stairs, all still holding the ring."
            ],
            [
                161,
                "The apartment. The three guys are still holding the ring. Howard is on the phone. "
            ],
            [
                200,
                "Sometime later. The guys are on the settee. Howard is seen asleep, he is not holding the ring. The camera pans along to where Sheldon and Raj still hold the ring. Raj, also asleep, lets go and cuddles up to Howard. "
            ],
            [
                209,
                "Leonard and Penny are asleep in Leonard’s bed. The extender and claw reaches across and pulls down the sheet revealing the ring on a chain round Leonard’s neck."
            ],
            [
                212,
                "(They begin to struggle, both shouting “give it”, “give it to me” and “it’s mine” at various intervals. Penny gets out of the bed and heads out the door.)"
            ]
        ],
        "Leonard": [
            [
                1,
                "Why do I always have to carry the heavy stuff?"
            ],
            [
                3,
                "One more floor, and I’d be the pulled muscle."
            ],
            [
                5,
                "Uh, well, we didn’t actually get Chinese food."
            ],
            [
                7,
                "Don’t panic, this is better."
            ],
            [
                11,
                "We were on our way to the Chinese restaurant when we thought we saw Adam West, so we followed him."
            ],
            [
                15,
                "Anyway, we followed the guy to this garage sale, and they had the coolest stuff."
            ],
            [
                17,
                "We didn’t even get to go through it all. There could be anything in here."
            ],
            [
                19,
                "No. But there is an original final draft Ghostbusters script with actual slime stains! (Raj whispers to Leonard) Oh, you’re right, it’s Ghostbusters 2. Never mind."
            ],
            [
                26,
                "Here’s Spock’s head with no body. Here’s Mr. T’s body with no head. Oh, yeah, here’s Spock’s body with Mr. T’s head. I pity the fool who’s illogical."
            ],
            [
                28,
                "Okay, bye."
            ],
            [
                30,
                "Ooh, look, an Indiana Jones connect-the-dots."
            ],
            [
                36,
                "What?"
            ],
            [
                38,
                "Oh."
            ],
            [
                44,
                "And in the darkness bind them."
            ],
            [
                52,
                "Seedy underbelly?"
            ],
            [
                63,
                "He’s not saying it’s a magic ring. You’re not, are you?"
            ],
            [
                66,
                "No, it is not yours. We all went in on the box together."
            ],
            [
                68,
                "How is this maritime salvage?"
            ],
            [
                79,
                "Guys, it’s stolen. It should go back to Peter Jackson. He made the movies, it belongs to him."
            ],
            [
                83,
                "We are not blackmailing Peter J… All right, where’s the ring?"
            ],
            [
                85,
                "What are you doing?"
            ],
            [
                87,
                "Give me that."
            ],
            [
                90,
                "You always get your way."
            ],
            [
                93,
                "Yeah, it’s delicious, the sarcasm’s a little stale, though. Hey, how about this? Until we figure out what to do with the ring, Penny holds on to it."
            ],
            [
                95,
                "This ring."
            ],
            [
                97,
                "Will you hold on to this for a couple of days?"
            ],
            [
                99,
                "It’s a prop from a movie, and we’re kind of fighting over it."
            ],
            [
                102,
                "How am I looking now?"
            ],
            [
                105,
                "What was that?"
            ],
            [
                107,
                "That’s my girl."
            ],
            [
                113,
                "No."
            ],
            [
                119,
                "We’re not giving him two Jet Skis."
            ],
            [
                121,
                "No Jet Skis."
            ],
            [
                130,
                "You know what? I am ending this. Penny didn’t want to hold the ring anymore. She gave it to me, I have it. I’m sending it back. Where’s the ring?"
            ],
            [
                132,
                "Give me that."
            ],
            [
                135,
                "Okay, now, this is ridiculous!"
            ],
            [
                137,
                "I’m not letting go, you let go."
            ],
            [
                139,
                "Fine. But can’t we go home and start this?"
            ],
            [
                141,
                "All right, it starts now."
            ],
            [
                147,
                "And it wasn’t when we were driving like this?"
            ],
            [
                149,
                "You want to talk about endless patience? Penny made me watch all five seasons of Sex and the City."
            ],
            [
                151,
                "Oh, crap!"
            ],
            [
                153,
                "Door. (Leonard tries to unlock the door and drops the keys.)"
            ],
            [
                156,
                "Last one holding the ring decides its fate. I know, it sounds silly."
            ],
            [
                158,
                "Thank you."
            ],
            [
                160,
                "I’m out."
            ],
            [
                202,
                "It’s in a FedEx box on its way back to where it came from."
            ],
            [
                204,
                "Peter Jackson’s office in New Zealand. It wasn’t ours."
            ],
            [
                206,
                "I came in here, you guys were all sleeping. The ring was on the floor. No one was touching it."
            ],
            [
                208,
                "There wasn’t ever going to be a winner. There was going to be a selfish, petty person with a ring and three people who used to be his friend. Is that really what you guys want? ‘Cause if it is, fine, I don’t want anything to do with you. And I don’t know what happened in that bathroom, but I am not cleaning it up! (Goes to his bedroom. Takes a box from under his bed. Takes out the ring.) My precious."
            ],
            [
                211,
                "NEVER!"
            ]
        ],
        "Sheldon": [
            [
                2,
                "Well, it’s very simple. In our ragtag band of scientists with nothing to lose, I’m the smart one, Wolowitz is the funny one, and Koothrappali is the lovable foreigner who struggles to understand our ways and fails. That leaves you, by default, as the muscle."
            ],
            [
                9,
                "Of course not. And, technically, magic beans would be food, although eating them would be quite a waste, since you could plant them and overnight have a giant beanstalk, which would provide enough roughage for a small city."
            ],
            [
                13,
                "Who’s Adam West? Leonard, what do the two of you talk about after the coitus?"
            ],
            [
                22,
                "No, what’s sad is that you don’t know Adam West was TV’s Batman."
            ],
            [
                35,
                "Fascinating."
            ],
            [
                37,
                "It appears to be a Lord of the Rings ring."
            ],
            [
                40,
                "It’s not Elvish. It’s the language of Mordor written in Elvish script. One Ring to"
            ],
            [
                49,
                "Yes, there is. Oh, here’s a fun fact, ketchup started out as a general term for sauce, typically made of, uh, mushrooms or fish brine with herbs and spices. Some popular early main ingredients included blueberry, anchovy, oyster, kidney bean and grape."
            ],
            [
                62,
                "If you’re suggesting that that is the actual ring of power forged by Sauron in Mount Doom, I look at you with an expression of exhaustion and ever so slight amusement."
            ],
            [
                67,
                "Well, yes, but I found it in the box, and the laws of maritime salvage clearly state that the finder of a sunken treasure is the owner of the treasure."
            ],
            [
                69,
                "Other than the lack of water, how is it not?"
            ],
            [
                77,
                "We can’t sell it. We have to keep it and love it and polish it, and only take it out occasionally when we go to the park and re-enact our favourite scenes from the movies."
            ],
            [
                84,
                "You mean my ring?"
            ],
            [
                86,
                "The ring was unguarded, it was just sitting on the table, anyone could have taken it. Proof? I did."
            ],
            [
                89,
                "I found it. The ring is mine. I don’t understand why in this group I never get my way."
            ],
            [
                91,
                "I’ll stipulate to that if you give me the ring."
            ],
            [
                96,
                "Looking for something?"
            ],
            [
                104,
                "Ow! You hit me! I’m bleeding!"
            ],
            [
                111,
                "  It’s not the first time. I have a twin sister whose assaults began in utero. If only I’d had the presence of mind to reabsorb her, then I’d have a mole with hair in it instead of a tedious yearly Christmas letter."
            ],
            [
                131,
                "You mean this ring? Next time be aware of your surroundings while urinating in a public men’s room."
            ],
            [
                133,
                "No, it’s mine."
            ],
            [
                148,
                "I would advise the three of you that resistance is futile. I have endless patience. I once spent two-and-a-half hours on hold with Hewlett-Packard customer service just to complain about their customer service."
            ],
            [
                170,
                "Excellent, excellent. Tire each other out, the ring will be mine. Howard, why don’t you go after Raj’s mother?"
            ],
            [
                172,
                "Go ahead. I have no illusions about my mother. She is a kind, loving, religiously fanatical right-wing Texan with a slightly out-of-scale head and a mild Dr. Pepper addiction. Anything you’d like to add?"
            ],
            [
                175,
                "No! I call no Meemaws."
            ],
            [
                177,
                "I don’t want to hear this."
            ],
            [
                179,
                "Never."
            ],
            [
                181,
                "Stop it!"
            ],
            [
                183,
                "I said stop it!"
            ],
            [
                185,
                "Waterfalls!"
            ],
            [
                187,
                "Waterfalls. Crashing waves. Babbling brooks."
            ],
            [
                189,
                "Subliminal messaging. I’m going to make you want to pee. Dripping faucets. Leaky gutter. Peeing."
            ],
            [
                191,
                "Oh-ho-ho, it’s working all right. I have to pee."
            ],
            [
                195,
                "Wait, just to clarify. When you get to three, do we stand up or do we pee?"
            ],
            [
                197,
                "Excellent choice."
            ],
            [
                201,
                "I’ve done it! I’ve won! The ring is mine! It’s mine! (He runs to the bathroom) We’re going to clean it up and make it pretty. My own. My love. My precious. (He looks in the mirror and has turned into golem. He screams and wakes up, still on the settee.) Where’s the ring?"
            ],
            [
                210,
                "I knew it. Give us the precious!"
            ]
        ],
        "Penny (who is inside the apartment)": [
            [
                4,
                "Oh, it’s about time, I’m starving."
            ]
        ],
        "Penny": [
            [
                6,
                "Why not?"
            ],
            [
                8,
                "Oh, no, you didn’t trade the food for magic beans, did you?"
            ],
            [
                10,
                "Yeah, sometimes I don’t listen, sometimes I just watch your jaw go up and down."
            ],
            [
                12,
                "Who’s Adam West?"
            ],
            [
                18,
                "There a new girlfriend in there? ‘Cause you might need one."
            ],
            [
                21,
                "That is so sad."
            ],
            [
                27,
                "Okay, I’m just gonna go home and make a grilled cheese and window-shop on eHarmony."
            ],
            [
                29,
                "Okay."
            ],
            [
                92,
                "Hey, guys. Enjoying your food that I actually brought you instead of promising food, but bringing you a box of random crap?"
            ],
            [
                94,
                "What ring?"
            ],
            [
                98,
                "Why?"
            ],
            [
                100,
                "Okay, just to be clear, the first piece of jewellery my boyfriend gives me is a prop from a movie, and I don’t even get to keep it?"
            ],
            [
                106,
                "Sheldon tried to take the ring and I punched him."
            ],
            [
                155,
                "Whatcha doin’?"
            ],
            [
                157,
                "No, no, no, no, no, no, you are my boyfriend. Nothing you do is silly to me."
            ],
            [
                159,
                "FYI, this is a bag from Victoria’s Secret."
            ],
            [
                213,
                "Ugh, gotta go back to dating dumb guys from the gym."
            ]
        ],
        "Howard": [
            [
                14,
                "My guess is, “Hey, four minutes! New record!” That’s why I’m the funny one."
            ],
            [
                16,
                "They were closing up. We got this whole box for sixty bucks."
            ],
            [
                20,
                "Oh, my God. An Alf doll. When I was 11 my mother got me one to help me sleep after my dad left. I used to pretend that my dad had moved to the planet Melmac, and Alf was going to bring him back to me. But he never did. Where’s my daddy, puppet? Where is he?"
            ],
            [
                32,
                "Looks like someone drew a penis on him."
            ],
            [
                34,
                "You see what you’re doing? Stop that."
            ],
            [
                43,
                "One Ring to bring them all."
            ],
            [
                47,
                "So, I was doing some checking on the ring."
            ],
            [
                51,
                "Listen, I was looking at the ring, and it seemed a little weird. No copyright notice on it. So, I took it down to this buddy of mine who deals with, shall we say, the seedy underbelly of the collectibles world."
            ],
            [
                53,
                "You know, your black market phasers, your screen-worn Lieutenant Uhura panties, that kind of stuff."
            ],
            [
                55,
                "Just a guy. I know a guy."
            ],
            [
                57,
                "No, I can’t tell you who it is. Stop asking."
            ],
            [
                59,
                "I know lots of dangerous people, okay?"
            ],
            [
                61,
                "Eddie Crispo. Anyway, he said this isn’t a replica. It’s the real deal."
            ],
            [
                64,
                "No, but it’s close. Look at the markings inside. Those are production markings. Nine rings were made for use in the Lord of the Rings movies. Three were given to members of the cast. The rest were destroyed. Except one. One was stolen. Gentlemen, this is the one ring."
            ],
            [
                71,
                "Well, it’s tough to say since it’s hot, but on the underground market, my guy figures…"
            ],
            [
                73,
                "Yes. He figures ten, maybe 15 thousand."
            ],
            [
                75,
                "Why do you want a jet ski?"
            ],
            [
                78,
                "It’s sad how great that sounds."
            ],
            [
                80,
                "Fine. He can have it back as long as he promises to make me a hobbit in his next movie."
            ],
            [
                82,
                "Clearly, you’ve never been to my house for dinner on Rosh Hashanah."
            ],
            [
                101,
                "If you had gone out with me three years ago, by now, you’d have my great Aunt Ida’s brooch that she smuggled out of occupied Belgium in a cat."
            ],
            [
                110,
                "So, Sheldon, how’s it feel to get beaten up by a girl?"
            ],
            [
                117,
                "You brought a lawyer?"
            ],
            [
                129,
                "Okay, just so you know, if we’re bringing in cousins who are lawyers, prepare for shock and awe."
            ],
            [
                136,
                "Then let go!"
            ],
            [
                138,
                "I say this ring belongs to the last person who can hold on."
            ],
            [
                142,
                "You do realize there’s a giant bug movie marathon tonight on the Syfy Channel. (They start to move away from the table while all still holding the ring.)"
            ],
            [
                146,
                "You know, there’s a point when this becomes idiotic."
            ],
            [
                162,
                "I’m sorry, Ma, I have to stay late at the office."
            ],
            [
                164,
                "Will you be quiet?"
            ],
            [
                166,
                "I’ll call you back."
            ],
            [
                168,
                "Don’t you talk about my mother’s boobies!"
            ],
            [
                173,
                "That’s not gonna Better pull out the big gun."
            ],
            [
                178,
                "Then let go of the ring and walk away."
            ],
            [
                180,
                "All right. I’ll bet your Meemaw didn’t just have sex to have your mother. I bet she had sex because she liked it."
            ],
            [
                184,
                "We’re getting to him."
            ],
            [
                188,
                "What are you doing?"
            ],
            [
                193,
                "No, actually, I wouldn’t mind going, too."
            ],
            [
                196,
                "We stand up."
            ],
            [
                199,
                "Something tells me this was a bad day to wear suede shoes."
            ],
            [
                205,
                "You quit the game! You had no right to take it."
            ]
        ],
        "Raj": [
            [
                31,
                "And an Aquaman action figure."
            ],
            [
                33,
                "Huh? That’ll come off."
            ],
            [
                39,
                "It’s even got the Elvish engraving on it."
            ],
            [
                42,
                "One Ring to find them."
            ],
            [
                45,
                "Holy crap, are we nerdy."
            ],
            [
                48,
                "Hold on. Sheldon, is there ketchup on that table?"
            ],
            [
                50,
                "No, that’s okay. I’ll get it."
            ],
            [
                54,
                "Who’s this mysterious buddy you suddenly have?"
            ],
            [
                56,
                "Is it Eddie Crispo?"
            ],
            [
                58,
                "Who else could it be? It has to be Eddie Crispo."
            ],
            [
                60,
                "Name one."
            ],
            [
                70,
                "Wait, wait. Sheldon, stop being crazy for a second. How much is something like this worth?"
            ],
            [
                72,
                "Your guy Eddie Crispo?"
            ],
            [
                74,
                "Okay, that’s a lot of money. The wise thing to do is invest it in something practical. Like a jet ski."
            ],
            [
                76,
                "All the wealthy and beautiful people in movies ride Jet Skis. That can’t just be a coincidence."
            ],
            [
                81,
                "There are no Jewish hobbits."
            ],
            [
                88,
                "Look, let’s be reasonable. We all want to do different things with the ring, but your ideas are stupid, and I want a jet ski."
            ],
            [
                112,
                "Gentlemen, have you come to the realization that the only reasonable course of action is to sell the ring and divide the money?"
            ],
            [
                114,
                "I was afraid of that. (Opens his laptop to reveal an Indian looking man on a webcam.) Go ahead."
            ],
            [
                116,
                "Also my cousin."
            ],
            [
                123,
                "Forget the Jet Skis? That was our line in the sand! What happened to “tear them a new one?”"
            ],
            [
                125,
                "You’re useless."
            ],
            [
                127,
                "I’m signing off now."
            ],
            [
                134,
                "It’s all of ours. (They begin to struggle over the ring.)"
            ],
            [
                140,
                "Sure. Let go of the ring."
            ],
            [
                143,
                "Wait, my laptop. (They go back for it.)"
            ],
            [
                150,
                "There are six seasons, dude."
            ],
            [
                152,
                "No, no, no, the sixth season is great. We go to Paris with Carrie and get our heart broken, and then Mr. Big shows up, we don’t know if we can trust him again. It’s a wild ride."
            ],
            [
                154,
                "Okay, everybody, and plie. And relevae."
            ],
            [
                163,
                "No, he’s doesn’t! He’s lying to you!"
            ],
            [
                165,
                "Well, if you want privacy let go of the ring. I’m so glad we came to this gentile strip club! Howard, here’s more bacon to tuck into the shiksa’s G-string!"
            ],
            [
                167,
                "I think it’s lovely you call your mommy and let her know you’re going to be late for dinner. From what I know about these things, if a woman doesn’t breast-feed on time, it’s very uncomfortable for her boobies."
            ],
            [
                169,
                "If you’re offended, let go of the ring and go on home to your mother’s boobies."
            ],
            [
                171,
                "Why don’t we go after your mother?"
            ],
            [
                174,
                "You’re right. Let’s talk about your grandmother."
            ],
            [
                176,
                "Think about this. The only way your mother was born was your Meemaw had sex."
            ],
            [
                182,
                "Yeah, Meemaw did the nasty."
            ],
            [
                186,
                "What?"
            ],
            [
                190,
                "It’s, it’s not working, dude."
            ],
            [
                192,
                "Then let go of the ring and go."
            ],
            [
                194,
                "Fine. Um, on the count of three. One, two…"
            ],
            [
                198,
                "Three."
            ],
            [
                203,
                "The fires of Mount Doom?"
            ],
            [
                207,
                "Well, so then we start the game over until there’s a winner."
            ]
        ],
        "Sheldon (snatching it)": [
            [
                65,
                "Mine!"
            ]
        ],
        "Man on Screen": [
            [
                115,
                "Greetings from Mumbai. I am Raj’s attorney, Venkatesh Koothrappali."
            ]
        ],
        "Venkatesh": [
            [
                118,
                "Don’t answer that. I’ll get straight to the point. My client’s prepared to surrender any interest he has in the ring in exchange for two Kawasaki Jet Skis."
            ],
            [
                120,
                "Look, we’re big boys, why don’t we just cut to the chase and meet in the middle? One Kawasaki Jet Ski, done and done."
            ],
            [
                122,
                "All right, forget the Jet Skis."
            ],
            [
                124,
                "What can I say? They played hardball. We lost."
            ],
            [
                126,
                "I told you that when you hired me."
            ],
            [
                128,
                "Call your mother, she worries."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The stairwell. Leonard is carrying a large box."
        ],
        [
            "Leonard",
            "Why do I always have to carry the heavy stuff?"
        ],
        [
            "Sheldon",
            "Well, it’s very simple. In our ragtag band of scientists with nothing to lose, I’m the smart one, Wolowitz is the funny one, and Koothrappali is the lovable foreigner who struggles to understand our ways and fails. That leaves you, by default, as the muscle."
        ],
        [
            "Leonard",
            "One more floor, and I’d be the pulled muscle."
        ],
        [
            "Penny (who is inside the apartment)",
            "Oh, it’s about time, I’m starving."
        ],
        [
            "Leonard",
            "Uh, well, we didn’t actually get Chinese food."
        ],
        [
            "Penny",
            "Why not?"
        ],
        [
            "Leonard",
            "Don’t panic, this is better."
        ],
        [
            "Penny",
            "Oh, no, you didn’t trade the food for magic beans, did you?"
        ],
        [
            "Sheldon",
            "Of course not. And, technically, magic beans would be food, although eating them would be quite a waste, since you could plant them and overnight have a giant beanstalk, which would provide enough roughage for a small city."
        ],
        [
            "Penny",
            "Yeah, sometimes I don’t listen, sometimes I just watch your jaw go up and down."
        ],
        [
            "Leonard",
            "We were on our way to the Chinese restaurant when we thought we saw Adam West, so we followed him."
        ],
        [
            "Penny",
            "Who’s Adam West?"
        ],
        [
            "Sheldon",
            "Who’s Adam West? Leonard, what do the two of you talk about after the coitus?"
        ],
        [
            "Howard",
            "My guess is, “Hey, four minutes! New record!” That’s why I’m the funny one."
        ],
        [
            "Leonard",
            "Anyway, we followed the guy to this garage sale, and they had the coolest stuff."
        ],
        [
            "Howard",
            "They were closing up. We got this whole box for sixty bucks."
        ],
        [
            "Leonard",
            "We didn’t even get to go through it all. There could be anything in here."
        ],
        [
            "Penny",
            "There a new girlfriend in there? ‘Cause you might need one."
        ],
        [
            "Leonard",
            "No. But there is an original final draft Ghostbusters script with actual slime stains! (Raj whispers to Leonard) Oh, you’re right, it’s Ghostbusters 2. Never mind."
        ],
        [
            "Howard",
            "Oh, my God. An Alf doll. When I was 11 my mother got me one to help me sleep after my dad left. I used to pretend that my dad had moved to the planet Melmac, and Alf was going to bring him back to me. But he never did. Where’s my daddy, puppet? Where is he?"
        ],
        [
            "Penny",
            "That is so sad."
        ],
        [
            "Sheldon",
            "No, what’s sad is that you don’t know Adam West was TV’s Batman."
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The same"
        ],
        [
            "Leonard",
            "Here’s Spock’s head with no body. Here’s Mr. T’s body with no head. Oh, yeah, here’s Spock’s body with Mr. T’s head. I pity the fool who’s illogical."
        ],
        [
            "Penny",
            "Okay, I’m just gonna go home and make a grilled cheese and window-shop on eHarmony."
        ],
        [
            "Leonard",
            "Okay, bye."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Leonard",
            "Ooh, look, an Indiana Jones connect-the-dots."
        ],
        [
            "Raj",
            "And an Aquaman action figure."
        ],
        [
            "Howard",
            "Looks like someone drew a penis on him."
        ],
        [
            "Raj",
            "Huh? That’ll come off."
        ],
        [
            "Howard",
            "You see what you’re doing? Stop that."
        ],
        [
            "Sheldon",
            "Fascinating."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "It appears to be a Lord of the Rings ring."
        ],
        [
            "Leonard",
            "Oh."
        ],
        [
            "Raj",
            "It’s even got the Elvish engraving on it."
        ],
        [
            "Sheldon",
            "It’s not Elvish. It’s the language of Mordor written in Elvish script. One Ring to"
        ],
        [
            "Scene",
            "rule them all."
        ],
        [
            "Raj",
            "One Ring to find them."
        ],
        [
            "Howard",
            "One Ring to bring them all."
        ],
        [
            "Leonard",
            "And in the darkness bind them."
        ],
        [
            "Raj",
            "Holy crap, are we nerdy."
        ],
        [
            "Scene",
            "The Cheesecake Factory"
        ],
        [
            "Howard",
            "So, I was doing some checking on the ring."
        ],
        [
            "Raj",
            "Hold on. Sheldon, is there ketchup on that table?"
        ],
        [
            "Sheldon",
            "Yes, there is. Oh, here’s a fun fact, ketchup started out as a general term for sauce, typically made of, uh, mushrooms or fish brine with herbs and spices. Some popular early main ingredients included blueberry, anchovy, oyster, kidney bean and grape."
        ],
        [
            "Raj",
            "No, that’s okay. I’ll get it."
        ],
        [
            "Howard",
            "Listen, I was looking at the ring, and it seemed a little weird. No copyright notice on it. So, I took it down to this buddy of mine who deals with, shall we say, the seedy underbelly of the collectibles world."
        ],
        [
            "Leonard",
            "Seedy underbelly?"
        ],
        [
            "Howard",
            "You know, your black market phasers, your screen-worn Lieutenant Uhura panties, that kind of stuff."
        ],
        [
            "Raj",
            "Who’s this mysterious buddy you suddenly have?"
        ],
        [
            "Howard",
            "Just a guy. I know a guy."
        ],
        [
            "Raj",
            "Is it Eddie Crispo?"
        ],
        [
            "Howard",
            "No, I can’t tell you who it is. Stop asking."
        ],
        [
            "Raj",
            "Who else could it be? It has to be Eddie Crispo."
        ],
        [
            "Howard",
            "I know lots of dangerous people, okay?"
        ],
        [
            "Raj",
            "Name one."
        ],
        [
            "Howard",
            "Eddie Crispo. Anyway, he said this isn’t a replica. It’s the real deal."
        ],
        [
            "Sheldon",
            "If you’re suggesting that that is the actual ring of power forged by Sauron in Mount Doom, I look at you with an expression of exhaustion and ever so slight amusement."
        ],
        [
            "Leonard",
            "He’s not saying it’s a magic ring. You’re not, are you?"
        ],
        [
            "Howard",
            "No, but it’s close. Look at the markings inside. Those are production markings. Nine rings were made for use in the Lord of the Rings movies. Three were given to members of the cast. The rest were destroyed. Except one. One was stolen. Gentlemen, this is the one ring."
        ],
        [
            "Sheldon (snatching it)",
            "Mine!"
        ],
        [
            "Leonard",
            "No, it is not yours. We all went in on the box together."
        ],
        [
            "Sheldon",
            "Well, yes, but I found it in the box, and the laws of maritime salvage clearly state that the finder of a sunken treasure is the owner of the treasure."
        ],
        [
            "Leonard",
            "How is this maritime salvage?"
        ],
        [
            "Sheldon",
            "Other than the lack of water, how is it not?"
        ],
        [
            "Raj",
            "Wait, wait. Sheldon, stop being crazy for a second. How much is something like this worth?"
        ],
        [
            "Howard",
            "Well, it’s tough to say since it’s hot, but on the underground market, my guy figures…"
        ],
        [
            "Raj",
            "Your guy Eddie Crispo?"
        ],
        [
            "Howard",
            "Yes. He figures ten, maybe 15 thousand."
        ],
        [
            "Raj",
            "Okay, that’s a lot of money. The wise thing to do is invest it in something practical. Like a jet ski."
        ],
        [
            "Howard",
            "Why do you want a jet ski?"
        ],
        [
            "Raj",
            "All the wealthy and beautiful people in movies ride Jet Skis. That can’t just be a coincidence."
        ],
        [
            "Sheldon",
            "We can’t sell it. We have to keep it and love it and polish it, and only take it out occasionally when we go to the park and re-enact our favourite scenes from the movies."
        ],
        [
            "Howard",
            "It’s sad how great that sounds."
        ],
        [
            "Leonard",
            "Guys, it’s stolen. It should go back to Peter Jackson. He made the movies, it belongs to him."
        ],
        [
            "Howard",
            "Fine. He can have it back as long as he promises to make me a hobbit in his next movie."
        ],
        [
            "Raj",
            "There are no Jewish hobbits."
        ],
        [
            "Howard",
            "Clearly, you’ve never been to my house for dinner on Rosh Hashanah."
        ],
        [
            "Leonard",
            "We are not blackmailing Peter J… All right, where’s the ring?"
        ],
        [
            "Sheldon",
            "You mean my ring?"
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "The ring was unguarded, it was just sitting on the table, anyone could have taken it. Proof? I did."
        ],
        [
            "Leonard",
            "Give me that."
        ],
        [
            "Raj",
            "Look, let’s be reasonable. We all want to do different things with the ring, but your ideas are stupid, and I want a jet ski."
        ],
        [
            "Sheldon",
            "I found it. The ring is mine. I don’t understand why in this group I never get my way."
        ],
        [
            "Leonard",
            "You always get your way."
        ],
        [
            "Sheldon",
            "I’ll stipulate to that if you give me the ring."
        ],
        [
            "Penny",
            "Hey, guys. Enjoying your food that I actually brought you instead of promising food, but bringing you a box of random crap?"
        ],
        [
            "Leonard",
            "Yeah, it’s delicious, the sarcasm’s a little stale, though. Hey, how about this? Until we figure out what to do with the ring, Penny holds on to it."
        ],
        [
            "Penny",
            "What ring?"
        ],
        [
            "Leonard",
            "This ring."
        ],
        [
            "Sheldon",
            "Looking for something?"
        ],
        [
            "Leonard",
            "Will you hold on to this for a couple of days?"
        ],
        [
            "Penny",
            "Why?"
        ],
        [
            "Leonard",
            "It’s a prop from a movie, and we’re kind of fighting over it."
        ],
        [
            "Penny",
            "Okay, just to be clear, the first piece of jewellery my boyfriend gives me is a prop from a movie, and I don’t even get to keep it?"
        ],
        [
            "Howard",
            "If you had gone out with me three years ago, by now, you’d have my great Aunt Ida’s brooch that she smuggled out of occupied Belgium in a cat."
        ],
        [
            "Leonard",
            "How am I looking now?"
        ],
        [
            "Scene",
            "Penny and Leonard are asleep in Leonard’s bed. Sheldon creeps in and tries to take the ring from round Penny’s neck, but she turns over. He tries to make buzzing fly noises to get her to turn back, but she turns all the way the other way. He then uses an extender with a claw on the end to lif the ring from Penny’s chest. As he tries to remove it, she wakes up, screams, and punches him in the face."
        ],
        [
            "Sheldon",
            "Ow! You hit me! I’m bleeding!"
        ],
        [
            "Leonard",
            "What was that?"
        ],
        [
            "Penny",
            "Sheldon tried to take the ring and I punched him."
        ],
        [
            "Leonard",
            "That’s my girl."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Howard",
            "So, Sheldon, how’s it feel to get beaten up by a girl?"
        ],
        [
            "Sheldon",
            "  It’s not the first time. I have a twin sister whose assaults began in utero. If only I’d had the presence of mind to reabsorb her, then I’d have a mole with hair in it instead of a tedious yearly Christmas letter."
        ],
        [
            "Raj",
            "Gentlemen, have you come to the realization that the only reasonable course of action is to sell the ring and divide the money?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Raj",
            "I was afraid of that. (Opens his laptop to reveal an Indian looking man on a webcam.) Go ahead."
        ],
        [
            "Man on Screen",
            "Greetings from Mumbai. I am Raj’s attorney, Venkatesh Koothrappali."
        ],
        [
            "Raj",
            "Also my cousin."
        ],
        [
            "Howard",
            "You brought a lawyer?"
        ],
        [
            "Venkatesh",
            "Don’t answer that. I’ll get straight to the point. My client’s prepared to surrender any interest he has in the ring in exchange for two Kawasaki Jet Skis."
        ],
        [
            "Leonard",
            "We’re not giving him two Jet Skis."
        ],
        [
            "Venkatesh",
            "Look, we’re big boys, why don’t we just cut to the chase and meet in the middle? One Kawasaki Jet Ski, done and done."
        ],
        [
            "Leonard",
            "No Jet Skis."
        ],
        [
            "Venkatesh",
            "All right, forget the Jet Skis."
        ],
        [
            "Raj",
            "Forget the Jet Skis? That was our line in the sand! What happened to “tear them a new one?”"
        ],
        [
            "Venkatesh",
            "What can I say? They played hardball. We lost."
        ],
        [
            "Raj",
            "You’re useless."
        ],
        [
            "Venkatesh",
            "I told you that when you hired me."
        ],
        [
            "Raj",
            "I’m signing off now."
        ],
        [
            "Venkatesh",
            "Call your mother, she worries."
        ],
        [
            "Howard",
            "Okay, just so you know, if we’re bringing in cousins who are lawyers, prepare for shock and awe."
        ],
        [
            "Leonard",
            "You know what? I am ending this. Penny didn’t want to hold the ring anymore. She gave it to me, I have it. I’m sending it back. Where’s the ring?"
        ],
        [
            "Sheldon",
            "You mean this ring? Next time be aware of your surroundings while urinating in a public men’s room."
        ],
        [
            "Leonard",
            "Give me that."
        ],
        [
            "Sheldon",
            "No, it’s mine."
        ],
        [
            "Raj",
            "It’s all of ours. (They begin to struggle over the ring.)"
        ],
        [
            "Leonard",
            "Okay, now, this is ridiculous!"
        ],
        [
            "Howard",
            "Then let go!"
        ],
        [
            "Leonard",
            "I’m not letting go, you let go."
        ],
        [
            "Howard",
            "I say this ring belongs to the last person who can hold on."
        ],
        [
            "Leonard",
            "Fine. But can’t we go home and start this?"
        ],
        [
            "Raj",
            "Sure. Let go of the ring."
        ],
        [
            "Leonard",
            "All right, it starts now."
        ],
        [
            "Howard",
            "You do realize there’s a giant bug movie marathon tonight on the Syfy Channel. (They start to move away from the table while all still holding the ring.)"
        ],
        [
            "Raj",
            "Wait, my laptop. (They go back for it.)"
        ],
        [
            "Scene",
            "The stairwell. The guys are coming up the stairs, all still holding the ring."
        ],
        [
            "Howard",
            "You know, there’s a point when this becomes idiotic."
        ],
        [
            "Leonard",
            "And it wasn’t when we were driving like this?"
        ],
        [
            "Sheldon",
            "I would advise the three of you that resistance is futile. I have endless patience. I once spent two-and-a-half hours on hold with Hewlett-Packard customer service just to complain about their customer service."
        ],
        [
            "Leonard",
            "You want to talk about endless patience? Penny made me watch all five seasons of Sex and the City."
        ],
        [
            "Raj",
            "There are six seasons, dude."
        ],
        [
            "Leonard",
            "Oh, crap!"
        ],
        [
            "Raj",
            "No, no, no, the sixth season is great. We go to Paris with Carrie and get our heart broken, and then Mr. Big shows up, we don’t know if we can trust him again. It’s a wild ride."
        ],
        [
            "Leonard",
            "Door. (Leonard tries to unlock the door and drops the keys.)"
        ],
        [
            "Raj",
            "Okay, everybody, and plie. And relevae."
        ],
        [
            "Penny",
            "Whatcha doin’?"
        ],
        [
            "Leonard",
            "Last one holding the ring decides its fate. I know, it sounds silly."
        ],
        [
            "Penny",
            "No, no, no, no, no, no, you are my boyfriend. Nothing you do is silly to me."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Penny",
            "FYI, this is a bag from Victoria’s Secret."
        ],
        [
            "Leonard",
            "I’m out."
        ],
        [
            "Scene",
            "The apartment. The three guys are still holding the ring. Howard is on the phone. "
        ],
        [
            "Howard",
            "I’m sorry, Ma, I have to stay late at the office."
        ],
        [
            "Raj",
            "No, he’s doesn’t! He’s lying to you!"
        ],
        [
            "Howard",
            "Will you be quiet?"
        ],
        [
            "Raj",
            "Well, if you want privacy let go of the ring. I’m so glad we came to this gentile strip club! Howard, here’s more bacon to tuck into the shiksa’s G-string!"
        ],
        [
            "Howard",
            "I’ll call you back."
        ],
        [
            "Raj",
            "I think it’s lovely you call your mommy and let her know you’re going to be late for dinner. From what I know about these things, if a woman doesn’t breast-feed on time, it’s very uncomfortable for her boobies."
        ],
        [
            "Howard",
            "Don’t you talk about my mother’s boobies!"
        ],
        [
            "Raj",
            "If you’re offended, let go of the ring and go on home to your mother’s boobies."
        ],
        [
            "Sheldon",
            "Excellent, excellent. Tire each other out, the ring will be mine. Howard, why don’t you go after Raj’s mother?"
        ],
        [
            "Raj",
            "Why don’t we go after your mother?"
        ],
        [
            "Sheldon",
            "Go ahead. I have no illusions about my mother. She is a kind, loving, religiously fanatical right-wing Texan with a slightly out-of-scale head and a mild Dr. Pepper addiction. Anything you’d like to add?"
        ],
        [
            "Howard",
            "That’s not gonna Better pull out the big gun."
        ],
        [
            "Raj",
            "You’re right. Let’s talk about your grandmother."
        ],
        [
            "Sheldon",
            "No! I call no Meemaws."
        ],
        [
            "Raj",
            "Think about this. The only way your mother was born was your Meemaw had sex."
        ],
        [
            "Sheldon",
            "I don’t want to hear this."
        ],
        [
            "Howard",
            "Then let go of the ring and walk away."
        ],
        [
            "Sheldon",
            "Never."
        ],
        [
            "Howard",
            "All right. I’ll bet your Meemaw didn’t just have sex to have your mother. I bet she had sex because she liked it."
        ],
        [
            "Sheldon",
            "Stop it!"
        ],
        [
            "Raj",
            "Yeah, Meemaw did the nasty."
        ],
        [
            "Sheldon",
            "I said stop it!"
        ],
        [
            "Howard",
            "We’re getting to him."
        ],
        [
            "Sheldon",
            "Waterfalls!"
        ],
        [
            "Raj",
            "What?"
        ],
        [
            "Sheldon",
            "Waterfalls. Crashing waves. Babbling brooks."
        ],
        [
            "Howard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "Subliminal messaging. I’m going to make you want to pee. Dripping faucets. Leaky gutter. Peeing."
        ],
        [
            "Raj",
            "It’s, it’s not working, dude."
        ],
        [
            "Sheldon",
            "Oh-ho-ho, it’s working all right. I have to pee."
        ],
        [
            "Raj",
            "Then let go of the ring and go."
        ],
        [
            "Howard",
            "No, actually, I wouldn’t mind going, too."
        ],
        [
            "Raj",
            "Fine. Um, on the count of three. One, two…"
        ],
        [
            "Sheldon",
            "Wait, just to clarify. When you get to three, do we stand up or do we pee?"
        ],
        [
            "Howard",
            "We stand up."
        ],
        [
            "Sheldon",
            "Excellent choice."
        ],
        [
            "Raj",
            "Three."
        ],
        [
            "Howard",
            "Something tells me this was a bad day to wear suede shoes."
        ],
        [
            "Scene",
            "Sometime later. The guys are on the settee. Howard is seen asleep, he is not holding the ring. The camera pans along to where Sheldon and Raj still hold the ring. Raj, also asleep, lets go and cuddles up to Howard. "
        ],
        [
            "Sheldon",
            "I’ve done it! I’ve won! The ring is mine! It’s mine! (He runs to the bathroom) We’re going to clean it up and make it pretty. My own. My love. My precious. (He looks in the mirror and has turned into golem. He screams and wakes up, still on the settee.) Where’s the ring?"
        ],
        [
            "Leonard",
            "It’s in a FedEx box on its way back to where it came from."
        ],
        [
            "Raj",
            "The fires of Mount Doom?"
        ],
        [
            "Leonard",
            "Peter Jackson’s office in New Zealand. It wasn’t ours."
        ],
        [
            "Howard",
            "You quit the game! You had no right to take it."
        ],
        [
            "Leonard",
            "I came in here, you guys were all sleeping. The ring was on the floor. No one was touching it."
        ],
        [
            "Raj",
            "Well, so then we start the game over until there’s a winner."
        ],
        [
            "Leonard",
            "There wasn’t ever going to be a winner. There was going to be a selfish, petty person with a ring and three people who used to be his friend. Is that really what you guys want? ‘Cause if it is, fine, I don’t want anything to do with you. And I don’t know what happened in that bathroom, but I am not cleaning it up! (Goes to his bedroom. Takes a box from under his bed. Takes out the ring.) My precious."
        ],
        [
            "Scene",
            "Leonard and Penny are asleep in Leonard’s bed. The extender and claw reaches across and pulls down the sheet revealing the ring on a chain round Leonard’s neck."
        ],
        [
            "Sheldon",
            "I knew it. Give us the precious!"
        ],
        [
            "Leonard",
            "NEVER!"
        ],
        [
            "Scene",
            "(They begin to struggle, both shouting “give it”, “give it to me” and “it’s mine” at various intervals. Penny gets out of the bed and heads out the door.)"
        ],
        [
            "Penny",
            "Ugh, gotta go back to dating dumb guys from the gym."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-17-the-precious-fragmentation/"
}