{
    "Season": 3,
    "Episode": 19,
    "Title": "the wheaton recurrence",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Leonard and Penny are in Penny’s bed."
            ],
            [
                19,
                "Credits sequence"
            ],
            [
                20,
                "The apartment."
            ],
            [
                30,
                "The comic book store."
            ],
            [
                65,
                "The stairwell."
            ],
            [
                83,
                "The bowling alley."
            ],
            [
                97,
                "Time lapse."
            ],
            [
                122,
                "Penny’s apartment door."
            ],
            [
                149,
                "The laundry room."
            ],
            [
                161,
                "The bowling alley."
            ],
            [
                181,
                "Time lapse."
            ],
            [
                250,
                "The comic book store."
            ],
            [
                252,
                "(The guys enter dressed as female superheroes. Howard is Batgirl, Sheldon is Wonder Woman, Leonard is Supergirl and Raj is Catwoman.)"
            ]
        ],
        "Penny": [
            [
                1,
                "Having a little trouble catching your breath there?"
            ],
            [
                3,
                "Do or do not. There is no try."
            ],
            [
                5,
                "I believe I quoted Empire Strikes Back."
            ],
            [
                7,
                "Oh. Oh. Thank you."
            ],
            [
                9,
                "Oh, yeah, no, I, I’m, I’m glad."
            ],
            [
                11,
                "Yeah. Yeah. No, no. Um. So, it’s getting pretty late. We should probably go to sleep."
            ],
            [
                13,
                "Okay."
            ],
            [
                15,
                "Hmm."
            ],
            [
                17,
                "Okay, good night, sweetie."
            ],
            [
                68,
                "Hi."
            ],
            [
                71,
                "Oh, right, bowling."
            ],
            [
                73,
                "No, no, it’s okay. I mean, let’s face it, you guys would get creamed without me."
            ],
            [
                75,
                "It’s always nice chatting with you, Sheldon."
            ],
            [
                77,
                "Thinly veiled contempt."
            ],
            [
                79,
                "Got it."
            ],
            [
                81,
                "Bite me!"
            ],
            [
                105,
                "Yes. I love chilli cheese fries."
            ],
            [
                107,
                "Yeah, why?"
            ],
            [
                109,
                "Do you really want to get into this right now?"
            ],
            [
                111,
                "Okay, look, you just caught me by surprise last night. I didn’t know what to say."
            ],
            [
                113,
                "I’m not sure."
            ],
            [
                115,
                "Okay, this isn’t the place to have this conversation."
            ],
            [
                117,
                "Don’t push it, Leonard."
            ],
            [
                119,
                "You are. You don’t get to decide when I’m ready to say I love you!"
            ],
            [
                125,
                "What?"
            ],
            [
                127,
                "Ice cream?"
            ],
            [
                129,
                "Um, Ach."
            ],
            [
                131,
                "Did Leonard send you over here?"
            ],
            [
                133,
                "Yeah, I’m sorry about that."
            ],
            [
                135,
                "Again, I’m sorry."
            ],
            [
                137,
                "You’re kidding."
            ],
            [
                139,
                "All right, Sheldon, what part of this is supposed to make me feel better?"
            ],
            [
                141,
                "Oh, honey, I don’t know. Things are a little weird with Leonard right now."
            ],
            [
                143,
                "No, no, that’s okay. Just let me talk to him, and I’ll get back to you."
            ],
            [
                145,
                "I don’t know."
            ],
            [
                147,
                "You’re not gonna leave me alone until I do it, are you?"
            ],
            [
                150,
                "I think we should talk now."
            ],
            [
                152,
                "Really? So, you didn’t get all snarky ’cause I said something nice to a bowl of chilli fries?"
            ],
            [
                154,
                "Look, Leonard, you have to know how much I care about you. It’s just that I’ve said the L word too soon before, and it didn’t work out very well."
            ],
            [
                156,
                "I’m sorry. You know what I’m talking about, though."
            ],
            [
                158,
                "So, we’re good?"
            ],
            [
                164,
                "The Wesley Crushers?"
            ],
            [
                166,
                "I don’t get it."
            ],
            [
                168,
                "Still don’t get it."
            ],
            [
                170,
                "Okay, I’m sorry, honey, but the Wesley Crushers sounds like a bunch of people who like Wesley Crusher."
            ],
            [
                192,
                "Thank you, Stuart. It’s nice to know."
            ],
            [
                197,
                "Hey, thanks."
            ],
            [
                199,
                "Yeah."
            ],
            [
                201,
                "Mm-hmm."
            ],
            [
                203,
                "Yeah, that’s right."
            ],
            [
                210,
                "Oh, yeah, me, too."
            ],
            [
                212,
                "Tell me about it."
            ],
            [
                214,
                "Oh, I’m sorry."
            ],
            [
                216,
                "Really?"
            ],
            [
                221,
                "What are you talking about?"
            ],
            [
                223,
                "No!"
            ],
            [
                229,
                "Yeah, I got it."
            ],
            [
                231,
                "I know."
            ],
            [
                233,
                "Leonard, stop pressuring me."
            ],
            [
                235,
                "Yeah, you are! Just back off!"
            ],
            [
                237,
                "I didn’t mean shut up."
            ],
            [
                239,
                "No, this isn’t fair to you, Leonard. I’m sorry."
            ]
        ],
        "Leonard": [
            [
                2,
                "No, no, I’m good. If my P.E. teachers had told me this is what I was training for, I would have tried a lot harder."
            ],
            [
                4,
                "Did you just quote Star Wars?"
            ],
            [
                6,
                "Oh, my God. I’m lying in bed with a beautiful woman who can quote Yoda. I love you, Penny."
            ],
            [
                8,
                "You’re welcome. I just wanted to put that out there."
            ],
            [
                10,
                "Good. Glad is good."
            ],
            [
                12,
                "Yeah."
            ],
            [
                14,
                "Yeah."
            ],
            [
                16,
                "Yeah, probably."
            ],
            [
                18,
                "Good night."
            ],
            [
                24,
                "Seriously? You have nothing better to do than sit around and discuss the possibility of giant ants?"
            ],
            [
                36,
                "I honestly don’t care."
            ],
            [
                38,
                "What do you want from me? I just don’t give a rat’s ass."
            ],
            [
                41,
                "Can we please talk about something else? Maybe something vaguely related to life as we know it on this planet?"
            ],
            [
                45,
                "No, there was no spat."
            ],
            [
                47,
                "I don’t want to talk about it."
            ],
            [
                51,
                "What? No."
            ],
            [
                58,
                "No."
            ],
            [
                60,
                "No."
            ],
            [
                62,
                "I’m walking away from you now."
            ],
            [
                69,
                "Oh, hey."
            ],
            [
                72,
                "You don’t have to come if you don’t want to."
            ],
            [
                104,
                "Chilli cheese fry?"
            ],
            [
                106,
                "Really? You love them?"
            ],
            [
                108,
                "No reason. I’m just glad to hear you’re comfortable saying you love something."
            ],
            [
                110,
                "Get into what? Why wouldn’t you love the chilli cheese fries? They’ve been in your life a long time. They make you happy. They deserve to know."
            ],
            [
                112,
                "Okay, well, now you’ve had some time to think about it. So, what do you want to say?"
            ],
            [
                114,
                "How can you not be sure?"
            ],
            [
                116,
                "No, the place to have the conversation was in bed after I said, I love you, and you said, Thank you, good night."
            ],
            [
                118,
                "I am not pushing anything."
            ],
            [
                151,
                "What? No, it’s okay. We don’t have to talk ’cause there’s nothing to talk about. Everything’s good."
            ],
            [
                153,
                "All right, maybe I overreacted. So we’re in two different places emotionally. So what? And maybe I’m a little ahead of you. That’s fine. You know. In fact, it makes sense, ’cause let’s face it, I’ve been in this relationship two years longer than you."
            ],
            [
                155,
                "Really? I wouldn’t know what that’s like."
            ],
            [
                157,
                "Yeah, I do."
            ],
            [
                159,
                "Yes, that’s what I’m telling you. We are good. We are great."
            ],
            [
                167,
                "Wesley Crusher was Wil Wheaton’s character on Star Trek."
            ],
            [
                198,
                "This is fun, huh?"
            ],
            [
                200,
                "It’s good that we got out and did something physical."
            ],
            [
                202,
                "Gets us out of our heads. You get in your head, you start to overthink, overanalyze, obsess, you worry. That’s not what we’re doing tonight. Tonight we’re just throwing a ball at some pins."
            ],
            [
                204,
                "Mm-hmm, and someday, we don’t know when, maybe you’ll love me back. Ooh, I’m up."
            ],
            [
                227,
                "Penny, you’re up."
            ],
            [
                230,
                "We really need a strike here."
            ],
            [
                232,
                "So just take your time and concentrate."
            ],
            [
                234,
                "I’m not pressuring you."
            ],
            [
                236,
                "Okay, I’m sorry. I’ll shut up."
            ],
            [
                238,
                "Fine. Just tell me what to do, and I’ll do it."
            ],
            [
                241,
                "No, let her go."
            ],
            [
                243,
                "I’m pretty sure it’s already over."
            ]
        ],
        "Howard": [
            [
                21,
                "Hey, Leonard, where do you come down on giant ants?"
            ],
            [
                25,
                "What’s with him?"
            ],
            [
                27,
                "Are you saying he’s man-struating?"
            ],
            [
                31,
                "Okay, forget giant ants. How about giant rabbits?"
            ],
            [
                35,
                "Leonard, where do you stand on giant rabbits and scrotal position?"
            ],
            [
                39,
                "Would that be a giant rat’s ass?"
            ],
            [
                42,
                "Okay, how about this for a topic, why is Leonard being a giant douche? Assuming giant douches are possible."
            ],
            [
                46,
                "Oh, but something happened."
            ],
            [
                49,
                "What’d you do, Romeo? You pour maple syrup all over your body and ask her if she was in the mood for a short stack?"
            ],
            [
                57,
                "Did you ask her to start waxing?"
            ],
            [
                61,
                "While making love, did you accidentally spank your own ass and cry out Mommy?"
            ],
            [
                63,
                "That wasn’t a no."
            ],
            [
                66,
                "Did you take a Benadryl and fall asleep while pleasuring her? Because you can die that way."
            ],
            [
                84,
                "I thought you were bringing your own bowling shoes."
            ],
            [
                86,
                "Then what’s with the disinfectant?"
            ],
            [
                100,
                "Hey, I just wanted to tell you I’m a big fan."
            ],
            [
                102,
                "I’m sure you’re probably sick of Star Trek questions, but, Whoopi Goldberg, you ever hit that?"
            ],
            [
                121,
                "I guessed premature. Does that count?"
            ],
            [
                172,
                "You know, if you want it to mean you’re crushing Wesley, it’d be the “Wesley” Crushers."
            ],
            [
                195,
                "Leave me alone, Sheldon."
            ]
        ],
        "Raj": [
            [
                22,
                "Sheldon says impossible. Howard and I say not only possible, but as a mode of transportation, way cooler than a Batmobile."
            ],
            [
                29,
                "Interesting. That might explain my weepy days in the middle of the month. You know what I’m talking about."
            ],
            [
                32,
                "Big or small, I don’t like rabbits. They always look like they’re about to say something, but they never do."
            ],
            [
                34,
                "Maybe that’s what they want to talk about."
            ],
            [
                37,
                "Really? Because every time we’ve talked about unusual animal genitals, you’ve always had some pretty strong and controversial opinions."
            ],
            [
                44,
                "Maybe he’s having a lover’s spat with Penny."
            ],
            [
                50,
                "Did you think it would be funny to put on a pair of her panties and jump around, but it wound up just creeping her out?"
            ],
            [
                52,
                "I’m just asking, dude. It happens."
            ],
            [
                59,
                "Did you start waxing?"
            ],
            [
                64,
                "Yeah, I think we’re getting close."
            ],
            [
                67,
                "Oh, that would be a good way to go."
            ],
            [
                103,
                "Ah, beer. The magic elixir that can turn this poor, shy Indian boy into the life of the party. Oh, yeah."
            ],
            [
                120,
                "Ah, the premature I love you."
            ],
            [
                253,
                "I don’t know about you, but I feel empowered."
            ]
        ],
        "Sheldon": [
            [
                23,
                "You are ignoring the square-cube law. The giant ant would be crushed under the weight of its own exoskeleton. And for the record, the appropriate ranking of cool modes of transportation is jet pack, hoverboard, transporter, Batmobile, and then giant ant."
            ],
            [
                26,
                "Perhaps he’s at a sensitive point in his monthly cycle."
            ],
            [
                28,
                "Not literally. But as far back as the 17th century, scientists observed a 33-day fluctuation in men’s hormone levels."
            ],
            [
                33,
                "Rabbits do have a respiratory system that would support great size. And on a side note, they are one of the few mammals whose scrotum is in front of the penis."
            ],
            [
                40,
                "For the record, giant rats are possible."
            ],
            [
                43,
                "Of course they are. Leonard’s being one."
            ],
            [
                48,
                "But I sense you’re going to and I don’t want to hear about it. Excuse me."
            ],
            [
                54,
                "Oh, yes. In fact, I’ve prepared some trash talk for the occasion. You bowl like your mama. Unless, of course, she bowls well. In which case, you bowl nothing like her."
            ],
            [
                56,
                "That is what is referred to as a burn on you."
            ],
            [
                70,
                "Good, Penny, reminder, bowling tonight at seven o’clock."
            ],
            [
                74,
                "We would indeed. In this particular case, your lack of femininity works to our advantage."
            ],
            [
                76,
                "Sarcasm?"
            ],
            [
                78,
                "Remember, seven o’clock."
            ],
            [
                80,
                "Pacific Daylight time!"
            ],
            [
                82,
                "Please reserve that butch spirit for the lanes."
            ],
            [
                85,
                "These are my own bowling shoes."
            ],
            [
                87,
                "I know where my feet have been."
            ],
            [
                90,
                "Well, well, well. If it isn’t Wil Wheaton, the Green Goblin to my Spider-Man, the Pope Paul the fifth to my Galileo, the Internet Explorer to my Firefox."
            ],
            [
                92,
                "I’m the proud owner of Wil Wheaton stinks dot com, dot net, and dot org. What does that tell you?"
            ],
            [
                94,
                "Oh, I’m ready. I don’t know if Stuart told you what you’re up against tonight, but before you stands the co-captain of the East Texas Christian Youth Holy Roller Bowling League championship team. Seven to twelve year-old division. Also, Penny’s pretty good."
            ],
            [
                96,
                "Oh, foolish Wil Wheaton, it was never off."
            ],
            [
                99,
                "A common spare. The Miss Congeniality of the bowling pageant. Before you jump on Twitter to tout your modest accomplishment, watch how it’s really done. I am the ball. My thoughts are its thoughts. Its holes are my holes. (Gets a strike) Yes. Tweet that, Tweety Bird."
            ],
            [
                124,
                "(Knock, knock, knock) Penny, (knock, knock, knock) Penny, (knock, knock, knock) Penny."
            ],
            [
                126,
                "This is for you."
            ],
            [
                128,
                "I’ve been familiarizing myself with female emotional crises by studying the comic strip Cathy. When she’s upset, she says Ach and eats ice cream."
            ],
            [
                130,
                "If you were a cat, I would have brought you a lasagna."
            ],
            [
                132,
                "No, we haven’t spoken since your abrupt departure last night caused us to forfeit to Stuart and his dastardly ringer Wil Wheaton."
            ],
            [
                134,
                "I’m not too proud to admit that I cried myself to sleep."
            ],
            [
                136,
                "And let me tell you sleep did not come easily with Leonard in the next room singing along with Alanis Morrisette."
            ],
            [
                138,
                "No. Clearly another woman in dire need of ice cream."
            ],
            [
                140,
                "The part where I tell you I’ve engineered a rematch with Stuart’s team for tonight."
            ],
            [
                142,
                "You want me to remove him from the team? I’m the captain, I can do that."
            ],
            [
                144,
                "When are you going to talk to him?"
            ],
            [
                146,
                "He’s in the laundry room now. Now would be a good time."
            ],
            [
                148,
                "Oh, I think we both know the answer to that question."
            ],
            [
                160,
                "All right! Fence mended, problem swept under the rug. Time to bowl! Yes, I was eavesdropping, there’s a lot at stake here."
            ],
            [
                163,
                "Attention, all bowlers. I’ve taken the liberty of having these made for our rematch."
            ],
            [
                165,
                "No, not the Wesley Crushers. The Wesley “Crushers.”"
            ],
            [
                169,
                "It’s a blindingly clever play on words. By appropriating his character’s name and adding the S, we imply that we we’ll be the crushers of Wesley."
            ],
            [
                171,
                "What? No! Again, it’s not the Wesley Crushers. It’s the Wesley “Crushers.”"
            ],
            [
                173,
                "Do you people even hear yourselves? It’s not the Wesley Crushers. It’s not the “Wesley” Crushers. It’s the Wesley “Crushers.”"
            ],
            [
                175,
                "No, it’s not the… Never mind."
            ],
            [
                177,
                "Oh, yes. The losers will be publicly humiliated in a fashion to be chosen by the victor. FYI, I plan on having you publish a scientific paper expounding the discredited Velikovsky hypothesis."
            ],
            [
                180,
                "Oh, yes? Well, before I respond, let me ask you a question. Is your mother a good or poor bowler?"
            ],
            [
                184,
                "No, after you, as we are currently crushing you, Wesley."
            ],
            [
                186,
                "All right."
            ],
            [
                188,
                "I so loathe you."
            ],
            [
                190,
                "That’s not even from your franchise!"
            ],
            [
                194,
                "Be the ball, Howard."
            ],
            [
                196,
                "You weren’t the ball."
            ],
            [
                206,
                "Excuse me. I don’t know who you’re chanting for as I am currently the ball."
            ],
            [
                208,
                "Thank you, Jesus! As my mother would say."
            ],
            [
                220,
                "Did you let Wil Wheaton get in your head?"
            ],
            [
                222,
                "He’s evil. He plays evil mind games. Did he tell you his grandmother died?"
            ],
            [
                224,
                "Well, if he does, don’t believe it. He’s not above playing the dead meemaw card."
            ],
            [
                228,
                "All right, remember, his meemaw’s alive and be the ball."
            ],
            [
                240,
                "Wait! Where are you going? Penny, come back! I’ll get you ice cream!"
            ],
            [
                242,
                "Are you insane? If she leaves, it’s over!"
            ],
            [
                245,
                "You did this, didn’t you?"
            ],
            [
                247,
                "No, I suppose not."
            ],
            [
                249,
                "Wheaton!"
            ]
        ],
        "Stuart": [
            [
                53,
                "You guys still on for bowling tonight?"
            ],
            [
                55,
                "Oh. Ouch."
            ],
            [
                88,
                "Hey, Penny! And you guys. Albino Bob couldn’t make it, so I brought a substitute. I believe some of you know Wil Wheaton."
            ],
            [
                176,
                "So, we’re all clear on the bet and the stakes?"
            ],
            [
                178,
                "Ouch again."
            ],
            [
                191,
                "I, um, I want you to know that even though we’re on opposite sides, I, I bear you no ill will."
            ],
            [
                193,
                "Mmm, mmm. People from opposite sides often have good relationships. You know, Romeo and Juliet, Tony and Maria from West Side Story, what’s-his-name and the big blue chick in Avatar. I’m gonna bowl now."
            ],
            [
                218,
                "Wil, you’re up."
            ],
            [
                251,
                "Mm-hmm, mm-hmm, yeah, I’m telling you the Match.com chicks are much looser than on eHarmony. You know, I, I gotta call you back. I won a bet, and it’s time to collect."
            ]
        ],
        "Wil": [
            [
                89,
                "Hi, Sheldon. How’s it going?"
            ],
            [
                91,
                "You’re not still carrying a grudge because I beat you at that card tournament, are you?"
            ],
            [
                93,
                "It tells me that I am living rent-free right here (pointing at Sheldon’s head). You ready to bowl?"
            ],
            [
                95,
                "Great. Then it’s on."
            ],
            [
                98,
                "Yes!"
            ],
            [
                101,
                "Oh, thanks."
            ],
            [
                174,
                "Hey, look. They named their team after me."
            ],
            [
                179,
                "Hey, Sheldon, I just wanted you to know that I’m really looking forward to wiping the floor with you."
            ],
            [
                183,
                "After you."
            ],
            [
                185,
                "It’s customary for the player on the right-hand lane to bowl first."
            ],
            [
                187,
                "It’s a custom, not a rule."
            ],
            [
                189,
                "That’s right, Sheldon. Embrace the dark side."
            ],
            [
                209,
                "I’m glad you patched things up with your boyfriend."
            ],
            [
                211,
                "It’s always tough when the L bomb gets dropped and you’re not ready for it."
            ],
            [
                213,
                "I dated this one girl, and I told her that I loved her, and she said she wasn’t sure. And she strung me along for almost two years. It was brutal."
            ],
            [
                215,
                "Thanks. Yeah, I wish she had just broken up with me right there, put me out of my misery."
            ],
            [
                217,
                "Yeah, would have been kinder."
            ],
            [
                219,
                "Oh, that’s me."
            ],
            [
                225,
                "Yes!"
            ],
            [
                244,
                "Tough luck, Sheldon."
            ],
            [
                246,
                "Do you think I would really break up a couple just to win a bowling match?"
            ],
            [
                248,
                "Good. Keep thinking that."
            ]
        ],
        "All (chanting)": [
            [
                205,
                "Shel-don! Shel-don! Shel-don! Shel-don!"
            ],
            [
                207,
                "The ball! The ball! The ball! The ball! The ball! The ball!"
            ]
        ],
        "Sheldon: Enjoy the accolades now, Wil Wheaton, but like your time on Star Trek": [
            [
                226,
                "Next Generation, your smug self-satisfaction will be short-lived."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Leonard and Penny are in Penny’s bed."
        ],
        [
            "Penny",
            "Having a little trouble catching your breath there?"
        ],
        [
            "Leonard",
            "No, no, I’m good. If my P.E. teachers had told me this is what I was training for, I would have tried a lot harder."
        ],
        [
            "Penny",
            "Do or do not. There is no try."
        ],
        [
            "Leonard",
            "Did you just quote Star Wars?"
        ],
        [
            "Penny",
            "I believe I quoted Empire Strikes Back."
        ],
        [
            "Leonard",
            "Oh, my God. I’m lying in bed with a beautiful woman who can quote Yoda. I love you, Penny."
        ],
        [
            "Penny",
            "Oh. Oh. Thank you."
        ],
        [
            "Leonard",
            "You’re welcome. I just wanted to put that out there."
        ],
        [
            "Penny",
            "Oh, yeah, no, I, I’m, I’m glad."
        ],
        [
            "Leonard",
            "Good. Glad is good."
        ],
        [
            "Penny",
            "Yeah. Yeah. No, no. Um. So, it’s getting pretty late. We should probably go to sleep."
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny",
            "Hmm."
        ],
        [
            "Leonard",
            "Yeah, probably."
        ],
        [
            "Penny",
            "Okay, good night, sweetie."
        ],
        [
            "Leonard",
            "Good night."
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "Hey, Leonard, where do you come down on giant ants?"
        ],
        [
            "Raj",
            "Sheldon says impossible. Howard and I say not only possible, but as a mode of transportation, way cooler than a Batmobile."
        ],
        [
            "Sheldon",
            "You are ignoring the square-cube law. The giant ant would be crushed under the weight of its own exoskeleton. And for the record, the appropriate ranking of cool modes of transportation is jet pack, hoverboard, transporter, Batmobile, and then giant ant."
        ],
        [
            "Leonard",
            "Seriously? You have nothing better to do than sit around and discuss the possibility of giant ants?"
        ],
        [
            "Howard",
            "What’s with him?"
        ],
        [
            "Sheldon",
            "Perhaps he’s at a sensitive point in his monthly cycle."
        ],
        [
            "Howard",
            "Are you saying he’s man-struating?"
        ],
        [
            "Sheldon",
            "Not literally. But as far back as the 17th century, scientists observed a 33-day fluctuation in men’s hormone levels."
        ],
        [
            "Raj",
            "Interesting. That might explain my weepy days in the middle of the month. You know what I’m talking about."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Howard",
            "Okay, forget giant ants. How about giant rabbits?"
        ],
        [
            "Raj",
            "Big or small, I don’t like rabbits. They always look like they’re about to say something, but they never do."
        ],
        [
            "Sheldon",
            "Rabbits do have a respiratory system that would support great size. And on a side note, they are one of the few mammals whose scrotum is in front of the penis."
        ],
        [
            "Raj",
            "Maybe that’s what they want to talk about."
        ],
        [
            "Howard",
            "Leonard, where do you stand on giant rabbits and scrotal position?"
        ],
        [
            "Leonard",
            "I honestly don’t care."
        ],
        [
            "Raj",
            "Really? Because every time we’ve talked about unusual animal genitals, you’ve always had some pretty strong and controversial opinions."
        ],
        [
            "Leonard",
            "What do you want from me? I just don’t give a rat’s ass."
        ],
        [
            "Howard",
            "Would that be a giant rat’s ass?"
        ],
        [
            "Sheldon",
            "For the record, giant rats are possible."
        ],
        [
            "Leonard",
            "Can we please talk about something else? Maybe something vaguely related to life as we know it on this planet?"
        ],
        [
            "Howard",
            "Okay, how about this for a topic, why is Leonard being a giant douche? Assuming giant douches are possible."
        ],
        [
            "Sheldon",
            "Of course they are. Leonard’s being one."
        ],
        [
            "Raj",
            "Maybe he’s having a lover’s spat with Penny."
        ],
        [
            "Leonard",
            "No, there was no spat."
        ],
        [
            "Howard",
            "Oh, but something happened."
        ],
        [
            "Leonard",
            "I don’t want to talk about it."
        ],
        [
            "Sheldon",
            "But I sense you’re going to and I don’t want to hear about it. Excuse me."
        ],
        [
            "Howard",
            "What’d you do, Romeo? You pour maple syrup all over your body and ask her if she was in the mood for a short stack?"
        ],
        [
            "Raj",
            "Did you think it would be funny to put on a pair of her panties and jump around, but it wound up just creeping her out?"
        ],
        [
            "Leonard",
            "What? No."
        ],
        [
            "Raj",
            "I’m just asking, dude. It happens."
        ],
        [
            "Stuart",
            "You guys still on for bowling tonight?"
        ],
        [
            "Sheldon",
            "Oh, yes. In fact, I’ve prepared some trash talk for the occasion. You bowl like your mama. Unless, of course, she bowls well. In which case, you bowl nothing like her."
        ],
        [
            "Stuart",
            "Oh. Ouch."
        ],
        [
            "Sheldon",
            "That is what is referred to as a burn on you."
        ],
        [
            "Howard",
            "Did you ask her to start waxing?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Raj",
            "Did you start waxing?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Howard",
            "While making love, did you accidentally spank your own ass and cry out Mommy?"
        ],
        [
            "Leonard",
            "I’m walking away from you now."
        ],
        [
            "Howard",
            "That wasn’t a no."
        ],
        [
            "Raj",
            "Yeah, I think we’re getting close."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Howard",
            "Did you take a Benadryl and fall asleep while pleasuring her? Because you can die that way."
        ],
        [
            "Raj",
            "Oh, that would be a good way to go."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Leonard",
            "Oh, hey."
        ],
        [
            "Sheldon",
            "Good, Penny, reminder, bowling tonight at seven o’clock."
        ],
        [
            "Penny",
            "Oh, right, bowling."
        ],
        [
            "Leonard",
            "You don’t have to come if you don’t want to."
        ],
        [
            "Penny",
            "No, no, it’s okay. I mean, let’s face it, you guys would get creamed without me."
        ],
        [
            "Sheldon",
            "We would indeed. In this particular case, your lack of femininity works to our advantage."
        ],
        [
            "Penny",
            "It’s always nice chatting with you, Sheldon."
        ],
        [
            "Sheldon",
            "Sarcasm?"
        ],
        [
            "Penny",
            "Thinly veiled contempt."
        ],
        [
            "Sheldon",
            "Remember, seven o’clock."
        ],
        [
            "Penny",
            "Got it."
        ],
        [
            "Sheldon",
            "Pacific Daylight time!"
        ],
        [
            "Penny",
            "Bite me!"
        ],
        [
            "Sheldon",
            "Please reserve that butch spirit for the lanes."
        ],
        [
            "Scene",
            "The bowling alley."
        ],
        [
            "Howard",
            "I thought you were bringing your own bowling shoes."
        ],
        [
            "Sheldon",
            "These are my own bowling shoes."
        ],
        [
            "Howard",
            "Then what’s with the disinfectant?"
        ],
        [
            "Sheldon",
            "I know where my feet have been."
        ],
        [
            "Stuart",
            "Hey, Penny! And you guys. Albino Bob couldn’t make it, so I brought a substitute. I believe some of you know Wil Wheaton."
        ],
        [
            "Wil",
            "Hi, Sheldon. How’s it going?"
        ],
        [
            "Sheldon",
            "Well, well, well. If it isn’t Wil Wheaton, the Green Goblin to my Spider-Man, the Pope Paul the fifth to my Galileo, the Internet Explorer to my Firefox."
        ],
        [
            "Wil",
            "You’re not still carrying a grudge because I beat you at that card tournament, are you?"
        ],
        [
            "Sheldon",
            "I’m the proud owner of Wil Wheaton stinks dot com, dot net, and dot org. What does that tell you?"
        ],
        [
            "Wil",
            "It tells me that I am living rent-free right here (pointing at Sheldon’s head). You ready to bowl?"
        ],
        [
            "Sheldon",
            "Oh, I’m ready. I don’t know if Stuart told you what you’re up against tonight, but before you stands the co-captain of the East Texas Christian Youth Holy Roller Bowling League championship team. Seven to twelve year-old division. Also, Penny’s pretty good."
        ],
        [
            "Wil",
            "Great. Then it’s on."
        ],
        [
            "Sheldon",
            "Oh, foolish Wil Wheaton, it was never off."
        ],
        [
            "Scene",
            "Time lapse."
        ],
        [
            "Wil",
            "Yes!"
        ],
        [
            "Sheldon",
            "A common spare. The Miss Congeniality of the bowling pageant. Before you jump on Twitter to tout your modest accomplishment, watch how it’s really done. I am the ball. My thoughts are its thoughts. Its holes are my holes. (Gets a strike) Yes. Tweet that, Tweety Bird."
        ],
        [
            "Howard",
            "Hey, I just wanted to tell you I’m a big fan."
        ],
        [
            "Wil",
            "Oh, thanks."
        ],
        [
            "Howard",
            "I’m sure you’re probably sick of Star Trek questions, but, Whoopi Goldberg, you ever hit that?"
        ],
        [
            "Raj",
            "Ah, beer. The magic elixir that can turn this poor, shy Indian boy into the life of the party. Oh, yeah."
        ],
        [
            "Leonard",
            "Chilli cheese fry?"
        ],
        [
            "Penny",
            "Yes. I love chilli cheese fries."
        ],
        [
            "Leonard",
            "Really? You love them?"
        ],
        [
            "Penny",
            "Yeah, why?"
        ],
        [
            "Leonard",
            "No reason. I’m just glad to hear you’re comfortable saying you love something."
        ],
        [
            "Penny",
            "Do you really want to get into this right now?"
        ],
        [
            "Leonard",
            "Get into what? Why wouldn’t you love the chilli cheese fries? They’ve been in your life a long time. They make you happy. They deserve to know."
        ],
        [
            "Penny",
            "Okay, look, you just caught me by surprise last night. I didn’t know what to say."
        ],
        [
            "Leonard",
            "Okay, well, now you’ve had some time to think about it. So, what do you want to say?"
        ],
        [
            "Penny",
            "I’m not sure."
        ],
        [
            "Leonard",
            "How can you not be sure?"
        ],
        [
            "Penny",
            "Okay, this isn’t the place to have this conversation."
        ],
        [
            "Leonard",
            "No, the place to have the conversation was in bed after I said, I love you, and you said, Thank you, good night."
        ],
        [
            "Penny",
            "Don’t push it, Leonard."
        ],
        [
            "Leonard",
            "I am not pushing anything."
        ],
        [
            "Penny",
            "You are. You don’t get to decide when I’m ready to say I love you!"
        ],
        [
            "Raj",
            "Ah, the premature I love you."
        ],
        [
            "Howard",
            "I guessed premature. Does that count?"
        ],
        [
            "Scene",
            "Penny’s apartment door."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny, (knock, knock, knock) Penny, (knock, knock, knock) Penny."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Sheldon",
            "This is for you."
        ],
        [
            "Penny",
            "Ice cream?"
        ],
        [
            "Sheldon",
            "I’ve been familiarizing myself with female emotional crises by studying the comic strip Cathy. When she’s upset, she says Ach and eats ice cream."
        ],
        [
            "Penny",
            "Um, Ach."
        ],
        [
            "Sheldon",
            "If you were a cat, I would have brought you a lasagna."
        ],
        [
            "Penny",
            "Did Leonard send you over here?"
        ],
        [
            "Sheldon",
            "No, we haven’t spoken since your abrupt departure last night caused us to forfeit to Stuart and his dastardly ringer Wil Wheaton."
        ],
        [
            "Penny",
            "Yeah, I’m sorry about that."
        ],
        [
            "Sheldon",
            "I’m not too proud to admit that I cried myself to sleep."
        ],
        [
            "Penny",
            "Again, I’m sorry."
        ],
        [
            "Sheldon",
            "And let me tell you sleep did not come easily with Leonard in the next room singing along with Alanis Morrisette."
        ],
        [
            "Penny",
            "You’re kidding."
        ],
        [
            "Sheldon",
            "No. Clearly another woman in dire need of ice cream."
        ],
        [
            "Penny",
            "All right, Sheldon, what part of this is supposed to make me feel better?"
        ],
        [
            "Sheldon",
            "The part where I tell you I’ve engineered a rematch with Stuart’s team for tonight."
        ],
        [
            "Penny",
            "Oh, honey, I don’t know. Things are a little weird with Leonard right now."
        ],
        [
            "Sheldon",
            "You want me to remove him from the team? I’m the captain, I can do that."
        ],
        [
            "Penny",
            "No, no, that’s okay. Just let me talk to him, and I’ll get back to you."
        ],
        [
            "Sheldon",
            "When are you going to talk to him?"
        ],
        [
            "Penny",
            "I don’t know."
        ],
        [
            "Sheldon",
            "He’s in the laundry room now. Now would be a good time."
        ],
        [
            "Penny",
            "You’re not gonna leave me alone until I do it, are you?"
        ],
        [
            "Sheldon",
            "Oh, I think we both know the answer to that question."
        ],
        [
            "Scene",
            "The laundry room."
        ],
        [
            "Penny",
            "I think we should talk now."
        ],
        [
            "Leonard",
            "What? No, it’s okay. We don’t have to talk ’cause there’s nothing to talk about. Everything’s good."
        ],
        [
            "Penny",
            "Really? So, you didn’t get all snarky ’cause I said something nice to a bowl of chilli fries?"
        ],
        [
            "Leonard",
            "All right, maybe I overreacted. So we’re in two different places emotionally. So what? And maybe I’m a little ahead of you. That’s fine. You know. In fact, it makes sense, ’cause let’s face it, I’ve been in this relationship two years longer than you."
        ],
        [
            "Penny",
            "Look, Leonard, you have to know how much I care about you. It’s just that I’ve said the L word too soon before, and it didn’t work out very well."
        ],
        [
            "Leonard",
            "Really? I wouldn’t know what that’s like."
        ],
        [
            "Penny",
            "I’m sorry. You know what I’m talking about, though."
        ],
        [
            "Leonard",
            "Yeah, I do."
        ],
        [
            "Penny",
            "So, we’re good?"
        ],
        [
            "Leonard",
            "Yes, that’s what I’m telling you. We are good. We are great."
        ],
        [
            "Sheldon",
            "All right! Fence mended, problem swept under the rug. Time to bowl! Yes, I was eavesdropping, there’s a lot at stake here."
        ],
        [
            "Scene",
            "The bowling alley."
        ],
        [
            "Sheldon",
            "Attention, all bowlers. I’ve taken the liberty of having these made for our rematch."
        ],
        [
            "Penny",
            "The Wesley Crushers?"
        ],
        [
            "Sheldon",
            "No, not the Wesley Crushers. The Wesley “Crushers.”"
        ],
        [
            "Penny",
            "I don’t get it."
        ],
        [
            "Leonard",
            "Wesley Crusher was Wil Wheaton’s character on Star Trek."
        ],
        [
            "Penny",
            "Still don’t get it."
        ],
        [
            "Sheldon",
            "It’s a blindingly clever play on words. By appropriating his character’s name and adding the S, we imply that we we’ll be the crushers of Wesley."
        ],
        [
            "Penny",
            "Okay, I’m sorry, honey, but the Wesley Crushers sounds like a bunch of people who like Wesley Crusher."
        ],
        [
            "Sheldon",
            "What? No! Again, it’s not the Wesley Crushers. It’s the Wesley “Crushers.”"
        ],
        [
            "Howard",
            "You know, if you want it to mean you’re crushing Wesley, it’d be the “Wesley” Crushers."
        ],
        [
            "Sheldon",
            "Do you people even hear yourselves? It’s not the Wesley Crushers. It’s not the “Wesley” Crushers. It’s the Wesley “Crushers.”"
        ],
        [
            "Wil",
            "Hey, look. They named their team after me."
        ],
        [
            "Sheldon",
            "No, it’s not the… Never mind."
        ],
        [
            "Stuart",
            "So, we’re all clear on the bet and the stakes?"
        ],
        [
            "Sheldon",
            "Oh, yes. The losers will be publicly humiliated in a fashion to be chosen by the victor. FYI, I plan on having you publish a scientific paper expounding the discredited Velikovsky hypothesis."
        ],
        [
            "Stuart",
            "Ouch again."
        ],
        [
            "Wil",
            "Hey, Sheldon, I just wanted you to know that I’m really looking forward to wiping the floor with you."
        ],
        [
            "Sheldon",
            "Oh, yes? Well, before I respond, let me ask you a question. Is your mother a good or poor bowler?"
        ],
        [
            "Scene",
            "Time lapse."
        ],
        [
            "Wil",
            "After you."
        ],
        [
            "Sheldon",
            "No, after you, as we are currently crushing you, Wesley."
        ],
        [
            "Wil",
            "It’s customary for the player on the right-hand lane to bowl first."
        ],
        [
            "Sheldon",
            "All right."
        ],
        [
            "Wil",
            "It’s a custom, not a rule."
        ],
        [
            "Sheldon",
            "I so loathe you."
        ],
        [
            "Wil",
            "That’s right, Sheldon. Embrace the dark side."
        ],
        [
            "Sheldon",
            "That’s not even from your franchise!"
        ],
        [
            "Stuart",
            "I, um, I want you to know that even though we’re on opposite sides, I, I bear you no ill will."
        ],
        [
            "Penny",
            "Thank you, Stuart. It’s nice to know."
        ],
        [
            "Stuart",
            "Mmm, mmm. People from opposite sides often have good relationships. You know, Romeo and Juliet, Tony and Maria from West Side Story, what’s-his-name and the big blue chick in Avatar. I’m gonna bowl now."
        ],
        [
            "Sheldon",
            "Be the ball, Howard."
        ],
        [
            "Howard",
            "Leave me alone, Sheldon."
        ],
        [
            "Sheldon",
            "You weren’t the ball."
        ],
        [
            "Penny",
            "Hey, thanks."
        ],
        [
            "Leonard",
            "This is fun, huh?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Leonard",
            "It’s good that we got out and did something physical."
        ],
        [
            "Penny",
            "Mm-hmm."
        ],
        [
            "Leonard",
            "Gets us out of our heads. You get in your head, you start to overthink, overanalyze, obsess, you worry. That’s not what we’re doing tonight. Tonight we’re just throwing a ball at some pins."
        ],
        [
            "Penny",
            "Yeah, that’s right."
        ],
        [
            "Leonard",
            "Mm-hmm, and someday, we don’t know when, maybe you’ll love me back. Ooh, I’m up."
        ],
        [
            "All (chanting)",
            "Shel-don! Shel-don! Shel-don! Shel-don!"
        ],
        [
            "Sheldon",
            "Excuse me. I don’t know who you’re chanting for as I am currently the ball."
        ],
        [
            "All (chanting)",
            "The ball! The ball! The ball! The ball! The ball! The ball!"
        ],
        [
            "Sheldon",
            "Thank you, Jesus! As my mother would say."
        ],
        [
            "Wil",
            "I’m glad you patched things up with your boyfriend."
        ],
        [
            "Penny",
            "Oh, yeah, me, too."
        ],
        [
            "Wil",
            "It’s always tough when the L bomb gets dropped and you’re not ready for it."
        ],
        [
            "Penny",
            "Tell me about it."
        ],
        [
            "Wil",
            "I dated this one girl, and I told her that I loved her, and she said she wasn’t sure. And she strung me along for almost two years. It was brutal."
        ],
        [
            "Penny",
            "Oh, I’m sorry."
        ],
        [
            "Wil",
            "Thanks. Yeah, I wish she had just broken up with me right there, put me out of my misery."
        ],
        [
            "Penny",
            "Really?"
        ],
        [
            "Wil",
            "Yeah, would have been kinder."
        ],
        [
            "Stuart",
            "Wil, you’re up."
        ],
        [
            "Wil",
            "Oh, that’s me."
        ],
        [
            "Sheldon",
            "Did you let Wil Wheaton get in your head?"
        ],
        [
            "Penny",
            "What are you talking about?"
        ],
        [
            "Sheldon",
            "He’s evil. He plays evil mind games. Did he tell you his grandmother died?"
        ],
        [
            "Penny",
            "No!"
        ],
        [
            "Sheldon",
            "Well, if he does, don’t believe it. He’s not above playing the dead meemaw card."
        ],
        [
            "Wil",
            "Yes!"
        ],
        [
            "Sheldon: Enjoy the accolades now, Wil Wheaton, but like your time on Star Trek",
            "Next Generation, your smug self-satisfaction will be short-lived."
        ],
        [
            "Leonard",
            "Penny, you’re up."
        ],
        [
            "Sheldon",
            "All right, remember, his meemaw’s alive and be the ball."
        ],
        [
            "Penny",
            "Yeah, I got it."
        ],
        [
            "Leonard",
            "We really need a strike here."
        ],
        [
            "Penny",
            "I know."
        ],
        [
            "Leonard",
            "So just take your time and concentrate."
        ],
        [
            "Penny",
            "Leonard, stop pressuring me."
        ],
        [
            "Leonard",
            "I’m not pressuring you."
        ],
        [
            "Penny",
            "Yeah, you are! Just back off!"
        ],
        [
            "Leonard",
            "Okay, I’m sorry. I’ll shut up."
        ],
        [
            "Penny",
            "I didn’t mean shut up."
        ],
        [
            "Leonard",
            "Fine. Just tell me what to do, and I’ll do it."
        ],
        [
            "Penny",
            "No, this isn’t fair to you, Leonard. I’m sorry."
        ],
        [
            "Sheldon",
            "Wait! Where are you going? Penny, come back! I’ll get you ice cream!"
        ],
        [
            "Leonard",
            "No, let her go."
        ],
        [
            "Sheldon",
            "Are you insane? If she leaves, it’s over!"
        ],
        [
            "Leonard",
            "I’m pretty sure it’s already over."
        ],
        [
            "Wil",
            "Tough luck, Sheldon."
        ],
        [
            "Sheldon",
            "You did this, didn’t you?"
        ],
        [
            "Wil",
            "Do you think I would really break up a couple just to win a bowling match?"
        ],
        [
            "Sheldon",
            "No, I suppose not."
        ],
        [
            "Wil",
            "Good. Keep thinking that."
        ],
        [
            "Sheldon",
            "Wheaton!"
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Stuart",
            "Mm-hmm, mm-hmm, yeah, I’m telling you the Match.com chicks are much looser than on eHarmony. You know, I, I gotta call you back. I won a bet, and it’s time to collect."
        ],
        [
            "Scene",
            "(The guys enter dressed as female superheroes. Howard is Batgirl, Sheldon is Wonder Woman, Leonard is Supergirl and Raj is Catwoman.)"
        ],
        [
            "Raj",
            "I don’t know about you, but I feel empowered."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-19-the-wheaton-recurrence/"
}