{
    "Season": 3,
    "Episode": 2,
    "Title": "the jiminy conjecture",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The comic book store."
            ],
            [
                33,
                "Credits Sequence"
            ],
            [
                34,
                "The apartment."
            ],
            [
                99,
                "Slight time shift. The guys are searching for the cricket."
            ],
            [
                101,
                "Penny’s apartment, Penny and Leonard are kissing. They break and look at each other uncomfortably."
            ],
            [
                104,
                "The apartment, the guys are still searching for the cricket. They are inside the cupboard."
            ],
            [
                119,
                "Penny’s apartment."
            ],
            [
                127,
                "The elevator shaft. Sheldon is inside."
            ],
            [
                132,
                "Penny’s bathroom. Leonard is vomiting in the toilet. "
            ],
            [
                135,
                "The university cafeteria. Raj has the cricket in a jar."
            ],
            [
                152,
                "Crawley tell us what kind of cricket Toby is."
            ],
            [
                155,
                "The Entomology Department."
            ],
            [
                186,
                "The lobby."
            ],
            [
                205,
                "The apartment"
            ],
            [
                219,
                "Penny’s doorway."
            ]
        ],
        "Howard": [
            [
                1,
                "Sheldon, you’re wrong. Wolverine was not born with bone claws."
            ],
            [
                3,
                "Okay, first of all…"
            ],
            [
                7,
                "What are you doing here?"
            ],
            [
                11,
                "Okay, who had Leonard flames out with Penny in less than 24 hours”?"
            ],
            [
                14,
                "You don’t have to, but it’s highly recommended."
            ],
            [
                17,
                "What’s there to learn? You get naked, do nasty things to each other, then somebody makes scrambled eggs and salami. Easy peasy."
            ],
            [
                24,
                "Okay, when you say “it wasn’t great, do you mean for both of you? Because we can totally see it not being great for her. Am I right?"
            ],
            [
                28,
                "Ashamed? Horrified? Repulsed?"
            ],
            [
                30,
                "Sex is never the way I dream it’s gonna be."
            ],
            [
                42,
                "You are the authority on just fine."
            ],
            [
                54,
                "Uh, no, no, no, don’t tell him, let’s see if he can figure it out."
            ],
            [
                72,
                "No, you’re misunderstanding. A shiksa goddess isn’t an actual goddess and we don’t pray to them, we prey on them."
            ],
            [
                76,
                "Sounds like a cricket."
            ],
            [
                78,
                "Oh, give me a frickin’ break. How could you possibly know that?"
            ],
            [
                82,
                "Okay, you were right about Wolverine and bone claws, but you’re wrong about the cricket."
            ],
            [
                84,
                "No, no, not this time. I know insects, my friend, I spent many childhood years capturing them with nets, putting them in glass jars, sticking pins through them, mounting them on corrugated cardboard with Dymo labels underneath, identifying the genus and species. In Latin."
            ],
            [
                87,
                "Okay, okay, tell you what. I am willing to bet anything that’s an ordinary field cricket."
            ],
            [
                89,
                "What’s the matter, you chicken?"
            ],
            [
                93,
                "Okay, I believe a chicken made you his bitch. But the cricket thing, I don’t buy. Bet me."
            ],
            [
                95,
                "I will put up my Fantastic Four number 48, first appearance of Silver Surfer against your Flash 123, the classic Flash of two worlds issue."
            ],
            [
                97,
                "Hmm."
            ],
            [
                106,
                "Shh!"
            ],
            [
                110,
                "Shh! Elevator shaft."
            ],
            [
                112,
                "Are you crazy? We can’t go down an empty elevator shaft."
            ],
            [
                114,
                "Let’s open her up."
            ],
            [
                116,
                "Don’t push me, Sheldon. I may be small, but I took kung fu when I was 13, and I remember a good deal of it."
            ],
            [
                140,
                "All right, Sheldon, here we go, Kleingast’s Field Guide to North American Insects. Hey, Toby. Right here, see it? The common field cricket, aka Gryllus assimilis, which is Latin for suck it, you lose."
            ],
            [
                142,
                "That is not Toby, this is Toby. Raj, what do you think?"
            ],
            [
                147,
                "Shiksa. Shik-sa."
            ],
            [
                149,
                "Yeah, fine, whatever. The point is, you’re wrong again."
            ],
            [
                151,
                "All right. Tell you what, let’s go down to the Entomology Department and let Professor"
            ],
            [
                158,
                "You’re such a girl. They’re just bugs."
            ],
            [
                168,
                "No, you don’t understand. We just want to ask you a question."
            ],
            [
                175,
                "Well, could you look at Toby?"
            ],
            [
                179,
                "Yes!"
            ]
        ],
        "Sheldon": [
            [
                2,
                "Howard, you know me to be a very smart man. Don’t you think if I were wrong, I’d know it?"
            ],
            [
                5,
                "I’m not crazy. My mother had me tested."
            ],
            [
                12,
                "I did."
            ],
            [
                18,
                "Perhaps what Leonard is obliquely referring to is the occurrence of some sort of sexual dysfunction."
            ],
            [
                20,
                "Oh, a clever, albeit obsolete, euphemism for insufficient blood flow to the male sex organ."
            ],
            [
                36,
                "Tandoori Palace?"
            ],
            [
                38,
                "You’re good-naturedly ribbing me, aren’t you?"
            ],
            [
                40,
                "Why? Why would we change? We had a perfectly good palace. Tandoori Palace is our palace."
            ],
            [
                47,
                "I know. As I’m sure you’re aware…"
            ],
            [
                49,
                "If that’s Morse code, that’s terrible. As I was saying, you and Leonard had a disappointing sexual encounter. Earlier this evening, Leonard characterized it as just fine. So what you’re seeing here is a continuation of the mocking that followed."
            ],
            [
                52,
                "I sense I may have crossed some sort of line."
            ],
            [
                74,
                "Is this it? It was inappropriate to discuss Leonard and Penny’s sex life in front of Leonard and Penny. (Howard indicates that he has got it.) Oh, good! Now I can eat."
            ],
            [
                77,
                "Hang on. Based on the number of chirps per minute and the ambient temperature in this room, it is a snowy tree cricket."
            ],
            [
                79,
                "In 1890, Emile Dolbear determined that there was a fixed relationship between the number of chirps per minute of the snowy tree cricket and the ambient temperature. A precise relationship that is not present with ordinary field crickets."
            ],
            [
                81,
                "Under the terms of my roommate agreement with Leonard, I’ve had unilateral control of the thermostat ever since the sweaty night of ’06."
            ],
            [
                83,
                "Howard, don’t embarrass yourself, the science chirps for itself. Humorous word play."
            ],
            [
                86,
                "That is a snowy tree cricket. Oecanthus fultoni. I was done with Latin by fifth grade."
            ],
            [
                88,
                "I can’t take your money."
            ],
            [
                90,
                "I’ve always found that an inappropriate slur. Chickens are not, by nature, at all timid. In fact, when I was young, my neighbour’s chicken got loose and chased me up the big elm tree in front of our house."
            ],
            [
                92,
                "Thank God."
            ],
            [
                94,
                "Fair enough. What stake do you propose?"
            ],
            [
                96,
                "All right, you have a wager."
            ],
            [
                105,
                "I don’t see anything."
            ],
            [
                108,
                "One at a time. (Same thing happens again. Eventually they leave the apartment. There is a growling noise.) What was that?"
            ],
            [
                111,
                "Help me open it."
            ],
            [
                113,
                "Fine, if you don’t want to proceed, then you forfeit the bet, and I’ll take possession of your Fantastic Four."
            ],
            [
                115,
                "Are you bothered that I can so easily manipulate you?"
            ],
            [
                117,
                "Oh, really? Well, I grew up with an older brother and a very contentious twin sister and I believe I could easily best you in any physical confrontation, be it noogies, swirlies or the classic why are you hitting yourself?"
            ],
            [
                129,
                "If I were not being careful, your telling me to be careful would not make me careful."
            ],
            [
                131,
                "Uh-oh, flashlight went out. I need some batteries. Fellas? Hello? It’s really dark down here."
            ],
            [
                137,
                "His name isn’t Toby. Toby is an absurd name for a cricket."
            ],
            [
                139,
                "An appropriate cricket name. For example, Jiminy."
            ],
            [
                141,
                "Hang on. Voilà, the snowy tree cricket, aka Oecanthus fultoni, which is Latin for I’ll suck nothing. Of course I’m joking because the Latin for that is nihil exsorbibo."
            ],
            [
                146,
                "Obviously another carnal fiasco with the shiksi goddess."
            ],
            [
                148,
                "Forgive me. Yiddish was not spoken in east Texas. And if it was, it wasn’t spoken for long."
            ],
            [
                150,
                "We haven’t established that I’m wrong once."
            ],
            [
                153,
                "He’s a snowy tree cricket, and his name is Jiminy. (They leave) "
            ],
            [
                160,
                "Interesting. You’re afraid of insects and women. Ladybugs must render you catatonic. It was a joke. I made it to lessen your discomfort. You’re welcome"
            ],
            [
                162,
                "Excuse me, are you Professor Crawley?"
            ],
            [
                164,
                "I’m Dr. Cooper from the Physics Department."
            ],
            [
                166,
                "I’m sorry?"
            ],
            [
                173,
                "No, no. We’re here, let’s settle this. Professor, can you identify our cricket?"
            ],
            [
                177,
                "Told you."
            ],
            [
                180,
                "No, no, wait. Dr. Crawley, are you sure?"
            ],
            [
                182,
                "Cruel as that may be, that is not in itself a credential."
            ],
            [
                184,
                "Well, apparently, I was wrong. Congratulations."
            ],
            [
                188,
                "Old comic book. I just retrieved it from my safe deposit box."
            ],
            [
                190,
                "Old comic books. I lost this to Wolowitz in an ill-considered cricket wager."
            ],
            [
                192,
                "Penny, I’d rather not talk about it."
            ],
            [
                194,
                "Why would that make me feel better?"
            ],
            [
                196,
                "Yes, yes, the disappointing sex. That’s an inexact parallel. You and Leonard can always return to being friends, whereas I can never return to a state in which Wolowitz has not bested me like Mrs. Riley’s chicken."
            ],
            [
                198,
                "A chicken that was owned by Mrs. Riley."
            ],
            [
                200,
                "Well, I wish I could."
            ],
            [
                202,
                "Of course I’m right What are the odds I’d be wrong twice in one week?"
            ],
            [
                204,
                "I just said that. This conversation has started to circle. Meeting adjourned."
            ],
            [
                206,
                "Hello."
            ],
            [
                208,
                "Oh, you’d like to catch up on the events of the day. All right. Well, there was a half-hour wait at the bank to get into my safe deposit box, I was forced to talk to Penny about your sexual problems, and, oh, yes, in a moment filled with biblical resonance, pride wenteth before my fall, causing my Flash 123 to goeth to Wolowitz."
            ],
            [
                210,
                "Leonard, it astonishes me how you continually fixate on the trivial. I lost a bet to Wolowitz."
            ],
            [
                212,
                "  Yes."
            ],
            [
                214,
                "Hardly."
            ],
            [
                216,
                "Have I crossed some sort of line again?"
            ],
            [
                218,
                "Hmm. Oh, who cares?"
            ]
        ],
        "Raj": [
            [
                4,
                "Give it up, dude, you’re arguing with a crazy person."
            ],
            [
                9,
                "Yeah, but since you and Penny finally hooked up, we thought you two would be having bouncy naked yum-yum night."
            ],
            [
                15,
                "Yeah, take advantage of that window of opportunity before it slams shut on your little dinky."
            ],
            [
                19,
                "Okay, who had Leonard gets a floppy disk?"
            ],
            [
                22,
                "Just fine? Oh, dude, the fourth Harry Potter movie was just fine."
            ],
            [
                25,
                "Oh, yeah."
            ],
            [
                27,
                "Disappointed? Let down?"
            ],
            [
                31,
                "That’s because in your dreams you’re a horse from the waist down."
            ],
            [
                53,
                "Yeah, you…"
            ],
            [
                73,
                "Whatever, dude. The point is, Leonard’s got one and you don’t."
            ],
            [
                75,
                "What’s that?"
            ],
            [
                80,
                "How do you know what the exact temperature of the room is?"
            ],
            [
                85,
                "Oh, dude, you are never getting a shiksa goddess."
            ],
            [
                91,
                "Chickens can’t climb trees"
            ],
            [
                98,
                "Great. Now how are you going to settle it, hmm? There is no way to determine the species of the cricket without examining it."
            ],
            [
                100,
                "I wonder what the non-pathetic people are doing tonight."
            ],
            [
                107,
                "Hallway. (All try to exit at once and get stuck in doorway.)"
            ],
            [
                109,
                "My stomach. Indian food doesn’t agree with me. Ironic, isn’t it?"
            ],
            [
                118,
                "Ooh, big talk from a man who was once treed by a chicken."
            ],
            [
                128,
                "Be careful."
            ],
            [
                136,
                "Ugh, Toby, what did you do in a past life to be so disgusting now?"
            ],
            [
                138,
                "What would you name him?"
            ],
            [
                143,
                "Oh, I really don’t care anymore"
            ],
            [
                145,
                "What happened?"
            ],
            [
                157,
                "Holy crap. It’s like Silence of the Lambs down here. (Howard tickles the back of his neck. He screams) Don’t do that!"
            ],
            [
                159,
                "Yeah, well, I don’t like bugs, okay? They freak me out."
            ],
            [
                170,
                "Ask rhetorical questions that make people uncomfortable?"
            ],
            [
                172,
                "I’m from New Delhi. Maybe you should find another entomologist."
            ],
            [
                185,
                "Enjoy Oxnard. I’m sure your daughter’s looking forward to having you."
            ]
        ],
        "Leonard": [
            [
                6,
                "Hey, guys."
            ],
            [
                8,
                "What do you mean? It’s new comic book night."
            ],
            [
                10,
                "There’s more to life than sex, Raj."
            ],
            [
                13,
                "Nothing flamed out. We don’t have to have sex every night, you know."
            ],
            [
                16,
                "It’s not a matter of opportunity. We’re getting to know each other. There’s a learning curve."
            ],
            [
                21,
                "Nothing like that happened, all right? The sex was just fine."
            ],
            [
                23,
                "I’m not saying it was bad, I’m just saying it… wasn’t great."
            ],
            [
                26,
                "To tell you the truth, I think we were both a little, I don’t know…"
            ],
            [
                29,
                "All I know is, it wasn’t the way I dreamed it would be."
            ],
            [
                35,
                "Sheldon, dinner’s here."
            ],
            [
                37,
                "No, we went somewhere new."
            ],
            [
                39,
                "No, look, Mumbai Palace."
            ],
            [
                41,
                "Trust me, this will be just fine."
            ],
            [
                43,
                "What’s that supposed to mean?"
            ],
            [
                46,
                "I don’t know"
            ],
            [
                48,
                "Duh-duh-duh-duh-duh-duh."
            ],
            [
                51,
                "Penny, wait. Aagh! What is wrong with you?"
            ],
            [
                56,
                "Please don’t be mad."
            ],
            [
                58,
                "Nothing bad, just that last night was fine."
            ],
            [
                60,
                "Yeah, it’s a perfectly good word. You put it in front of wine or dining, and you’ve really got something. Okay, well, let me ask you this, how was last night for you?"
            ],
            [
                62,
                "Okay?"
            ],
            [
                64,
                "So, you’ve been through this before?"
            ],
            [
                66,
                "Okay-dokay."
            ],
            [
                68,
                "So much."
            ],
            [
                70,
                "Actually, ethyl alcohol inhibits electrical conduction in the nerve cells and stimulates reuptake receptors of inhibitory neurotransmitters like gamma-aminobutyric acid."
            ],
            [
                102,
                "More wine?"
            ],
            [
                120,
                "What are we drinking now?"
            ],
            [
                122,
                "Why would you buy peppermint schnapps?"
            ],
            [
                124,
                "What?"
            ],
            [
                126,
                "Schnapps. You’re right, that is fun."
            ],
            [
                134,
                "I’m okay. Just a little mouthwash, and then I’m gonna rock your world. (Penny vomits in sink) Are you okay? (Vomits in toilet again)"
            ],
            [
                144,
                "God, I had the most horrible night."
            ],
            [
                154,
                "I bet I could throw a rock in this room and come up with three better friends."
            ],
            [
                207,
                "Hey. What’s going on?"
            ],
            [
                209,
                "Wait a minute. You talked to Penny about our sex life?"
            ],
            [
                211,
                "Right, right. You’re saying you talked to Penny?"
            ],
            [
                213,
                "Interesting."
            ],
            [
                215,
                "Excuse me."
            ],
            [
                217,
                "Little bit. (Exits)"
            ],
            [
                221,
                "Hey. Uh, what did Sheldon say to you?"
            ],
            [
                223,
                "Is that what you want?"
            ],
            [
                225,
                "I guess."
            ],
            [
                227,
                "It would, wouldn’t it?"
            ],
            [
                229,
                "Good, good."
            ]
        ],
        "Sheldon: Excuse me, Wolverine": [
            [
                32,
                "Origin. Miniseries issue two, page 22. Retractable bone claws. If you people spent less time thinking about sex and more time concentrating on comic books, we’d have far fewer of these embarrassing moments."
            ]
        ],
        "Howard (after Raj whispers to him)": [
            [
                44,
                "Yeah, exactly. Not bad, but not great."
            ]
        ],
        "Penny": [
            [
                45,
                "What are they talking about?"
            ],
            [
                50,
                "Okay, yeah, well, I’m just gonna go eat my dinner elsewhere. Maybe an airplane headed for a mountainside."
            ],
            [
                55,
                "Ugh, I am so embarrassed!"
            ],
            [
                57,
                "What did you tell them?"
            ],
            [
                59,
                "Fine? You said it was fine?"
            ],
            [
                61,
                "It was… okay."
            ],
            [
                63,
                "Yeah, it’s a perfectly good word. I mean, you put it in front of dokay and you really got something. All right, look, let’s not overreact, you know? For a lot of couples, it takes time to get to know each other’s rhythms. Learn what the other person wants and likes."
            ],
            [
                65,
                "No."
            ],
            [
                67,
                "You know, I think this is one of those things where talking about it is not going to make it better. Want a glass of wine?"
            ],
            [
                69,
                "Okay. See, we should’ve done this last night, you know, have a little wine, take the edge off."
            ],
            [
                71,
                "Don’t talk, just drink."
            ],
            [
                103,
                "Hit me."
            ],
            [
                121,
                "Peppermint schnapps."
            ],
            [
                123,
                "Because I like peppermint, and it’s fun to say schnapps. Hey, Leonard?"
            ],
            [
                125,
                "Schnapps."
            ],
            [
                133,
                "Oh, sweetie. You really can’t hold your liquor, can you?"
            ],
            [
                187,
                "Oh, hey, Sheldon. What you got there? A new comic book?"
            ],
            [
                189,
                "What do you have a safe deposit box for?"
            ],
            [
                191,
                "What, do they have Wii cricket now? That can’t be very popular."
            ],
            [
                193,
                "Well, if it makes you feel any better, I’m not feeling so hot either."
            ],
            [
                195,
                "I don’t know, empathy? Anyway, I’m just saying that you’re feeling upset about something with Howard, and I’m upset about something with Leonard."
            ],
            [
                197,
                "What’s Mrs. Riley’s chicken?"
            ],
            [
                199,
                "Okay, forget the chicken."
            ],
            [
                201,
                "No, no. You may be right about me and Leonard."
            ],
            [
                203,
                "No, I mean, we can always go back to being friends."
            ],
            [
                220,
                "Oh, hey."
            ],
            [
                222,
                "Not a lot. Just that we always have the option of going back to being friends."
            ],
            [
                224,
                "I don’t know. I mean, you have to admit things seemed simpler when we were just friends."
            ],
            [
                226,
                "It would take the pressure off."
            ],
            [
                228,
                "So, we’ll just be friends."
            ],
            [
                230,
                "Come here. (She gives him a hug. It turns into a big kiss.)"
            ]
        ],
        "Raj (hearing the cricket)": [
            [
                130,
                "Stairwell."
            ]
        ],
        "Prof Crawley (arriving)": [
            [
                161,
                "Don’t knock. Just walk in. Why be polite to the world’s leading expert on the dung beetle?"
            ]
        ],
        "Prof Crawley": [
            [
                163,
                "Who wants to know?"
            ],
            [
                165,
                "Couldn’t wait, huh?"
            ],
            [
                167,
                "I haven’t even packed yet, and you’re already measuring my lab for one of your godless laser machines."
            ],
            [
                169,
                "Let me ask you one first. What’s a world renowned entomologist with a doctorate and 20 years of experience to do with his life when the university cuts off the funding for his lab, huh?"
            ],
            [
                171,
                "What’s your deal? Are they planning to outsource my job to Bangalore?"
            ],
            [
                174,
                "Of course I can. I can identify every insect and arachnid on the planet. Not that that’s going to keep me from having to move in with my daughter in Oxnard. And we’re not talking Oxnard at the beach. No! We’re talking Oxnard in the onion fields."
            ],
            [
                176,
                "Toby? What a stupid name for a cricket."
            ],
            [
                178,
                "It’s a field cricket."
            ],
            [
                181,
                "Young man, I’ve been studying insects since I was eight years old. You know what they used to call me in school? Creepy Crawley."
            ],
            [
                183,
                "Let me show you something. See that? That’s a Crawley’s dung beetle. I discovered it after spending six months slogging through a Bornean rain forest, while my wife was back home shacking up with a two-bit ornithologist who lives on a sailboat and likes to wear boot-cut jeans! So, when I tell you that that’s a common field cricket, you can take that to the damn bank! Cause God knows I can’t. That tramp took me for everything!"
            ]
        ],
        "Leonard (closing door)": [
            [
                232,
                "Okay-dokay"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Howard",
            "Sheldon, you’re wrong. Wolverine was not born with bone claws."
        ],
        [
            "Sheldon",
            "Howard, you know me to be a very smart man. Don’t you think if I were wrong, I’d know it?"
        ],
        [
            "Howard",
            "Okay, first of all…"
        ],
        [
            "Raj",
            "Give it up, dude, you’re arguing with a crazy person."
        ],
        [
            "Sheldon",
            "I’m not crazy. My mother had me tested."
        ],
        [
            "Leonard",
            "Hey, guys."
        ],
        [
            "Howard",
            "What are you doing here?"
        ],
        [
            "Leonard",
            "What do you mean? It’s new comic book night."
        ],
        [
            "Raj",
            "Yeah, but since you and Penny finally hooked up, we thought you two would be having bouncy naked yum-yum night."
        ],
        [
            "Leonard",
            "There’s more to life than sex, Raj."
        ],
        [
            "Howard",
            "Okay, who had Leonard flames out with Penny in less than 24 hours”?"
        ],
        [
            "Sheldon",
            "I did."
        ],
        [
            "Leonard",
            "Nothing flamed out. We don’t have to have sex every night, you know."
        ],
        [
            "Howard",
            "You don’t have to, but it’s highly recommended."
        ],
        [
            "Raj",
            "Yeah, take advantage of that window of opportunity before it slams shut on your little dinky."
        ],
        [
            "Leonard",
            "It’s not a matter of opportunity. We’re getting to know each other. There’s a learning curve."
        ],
        [
            "Howard",
            "What’s there to learn? You get naked, do nasty things to each other, then somebody makes scrambled eggs and salami. Easy peasy."
        ],
        [
            "Sheldon",
            "Perhaps what Leonard is obliquely referring to is the occurrence of some sort of sexual dysfunction."
        ],
        [
            "Raj",
            "Okay, who had Leonard gets a floppy disk?"
        ],
        [
            "Sheldon",
            "Oh, a clever, albeit obsolete, euphemism for insufficient blood flow to the male sex organ."
        ],
        [
            "Leonard",
            "Nothing like that happened, all right? The sex was just fine."
        ],
        [
            "Raj",
            "Just fine? Oh, dude, the fourth Harry Potter movie was just fine."
        ],
        [
            "Leonard",
            "I’m not saying it was bad, I’m just saying it… wasn’t great."
        ],
        [
            "Howard",
            "Okay, when you say “it wasn’t great, do you mean for both of you? Because we can totally see it not being great for her. Am I right?"
        ],
        [
            "Raj",
            "Oh, yeah."
        ],
        [
            "Leonard",
            "To tell you the truth, I think we were both a little, I don’t know…"
        ],
        [
            "Raj",
            "Disappointed? Let down?"
        ],
        [
            "Howard",
            "Ashamed? Horrified? Repulsed?"
        ],
        [
            "Leonard",
            "All I know is, it wasn’t the way I dreamed it would be."
        ],
        [
            "Howard",
            "Sex is never the way I dream it’s gonna be."
        ],
        [
            "Raj",
            "That’s because in your dreams you’re a horse from the waist down."
        ],
        [
            "Sheldon: Excuse me, Wolverine",
            "Origin. Miniseries issue two, page 22. Retractable bone claws. If you people spent less time thinking about sex and more time concentrating on comic books, we’d have far fewer of these embarrassing moments."
        ],
        [
            "Scene",
            "Credits Sequence"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Sheldon, dinner’s here."
        ],
        [
            "Sheldon",
            "Tandoori Palace?"
        ],
        [
            "Leonard",
            "No, we went somewhere new."
        ],
        [
            "Sheldon",
            "You’re good-naturedly ribbing me, aren’t you?"
        ],
        [
            "Leonard",
            "No, look, Mumbai Palace."
        ],
        [
            "Sheldon",
            "Why? Why would we change? We had a perfectly good palace. Tandoori Palace is our palace."
        ],
        [
            "Leonard",
            "Trust me, this will be just fine."
        ],
        [
            "Howard",
            "You are the authority on just fine."
        ],
        [
            "Leonard",
            "What’s that supposed to mean?"
        ],
        [
            "Howard (after Raj whispers to him)",
            "Yeah, exactly. Not bad, but not great."
        ],
        [
            "Penny",
            "What are they talking about?"
        ],
        [
            "Leonard",
            "I don’t know"
        ],
        [
            "Sheldon",
            "I know. As I’m sure you’re aware…"
        ],
        [
            "Leonard",
            "Duh-duh-duh-duh-duh-duh."
        ],
        [
            "Sheldon",
            "If that’s Morse code, that’s terrible. As I was saying, you and Leonard had a disappointing sexual encounter. Earlier this evening, Leonard characterized it as just fine. So what you’re seeing here is a continuation of the mocking that followed."
        ],
        [
            "Penny",
            "Okay, yeah, well, I’m just gonna go eat my dinner elsewhere. Maybe an airplane headed for a mountainside."
        ],
        [
            "Leonard",
            "Penny, wait. Aagh! What is wrong with you?"
        ],
        [
            "Sheldon",
            "I sense I may have crossed some sort of line."
        ],
        [
            "Raj",
            "Yeah, you…"
        ],
        [
            "Howard",
            "Uh, no, no, no, don’t tell him, let’s see if he can figure it out."
        ],
        [
            "Penny",
            "Ugh, I am so embarrassed!"
        ],
        [
            "Leonard",
            "Please don’t be mad."
        ],
        [
            "Penny",
            "What did you tell them?"
        ],
        [
            "Leonard",
            "Nothing bad, just that last night was fine."
        ],
        [
            "Penny",
            "Fine? You said it was fine?"
        ],
        [
            "Leonard",
            "Yeah, it’s a perfectly good word. You put it in front of wine or dining, and you’ve really got something. Okay, well, let me ask you this, how was last night for you?"
        ],
        [
            "Penny",
            "It was… okay."
        ],
        [
            "Leonard",
            "Okay?"
        ],
        [
            "Penny",
            "Yeah, it’s a perfectly good word. I mean, you put it in front of dokay and you really got something. All right, look, let’s not overreact, you know? For a lot of couples, it takes time to get to know each other’s rhythms. Learn what the other person wants and likes."
        ],
        [
            "Leonard",
            "So, you’ve been through this before?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Leonard",
            "Okay-dokay."
        ],
        [
            "Penny",
            "You know, I think this is one of those things where talking about it is not going to make it better. Want a glass of wine?"
        ],
        [
            "Leonard",
            "So much."
        ],
        [
            "Penny",
            "Okay. See, we should’ve done this last night, you know, have a little wine, take the edge off."
        ],
        [
            "Leonard",
            "Actually, ethyl alcohol inhibits electrical conduction in the nerve cells and stimulates reuptake receptors of inhibitory neurotransmitters like gamma-aminobutyric acid."
        ],
        [
            "Penny",
            "Don’t talk, just drink."
        ],
        [
            "Howard",
            "No, you’re misunderstanding. A shiksa goddess isn’t an actual goddess and we don’t pray to them, we prey on them."
        ],
        [
            "Raj",
            "Whatever, dude. The point is, Leonard’s got one and you don’t."
        ],
        [
            "Sheldon",
            "Is this it? It was inappropriate to discuss Leonard and Penny’s sex life in front of Leonard and Penny. (Howard indicates that he has got it.) Oh, good! Now I can eat."
        ],
        [
            "Raj",
            "What’s that?"
        ],
        [
            "Howard",
            "Sounds like a cricket."
        ],
        [
            "Sheldon",
            "Hang on. Based on the number of chirps per minute and the ambient temperature in this room, it is a snowy tree cricket."
        ],
        [
            "Howard",
            "Oh, give me a frickin’ break. How could you possibly know that?"
        ],
        [
            "Sheldon",
            "In 1890, Emile Dolbear determined that there was a fixed relationship between the number of chirps per minute of the snowy tree cricket and the ambient temperature. A precise relationship that is not present with ordinary field crickets."
        ],
        [
            "Raj",
            "How do you know what the exact temperature of the room is?"
        ],
        [
            "Sheldon",
            "Under the terms of my roommate agreement with Leonard, I’ve had unilateral control of the thermostat ever since the sweaty night of ’06."
        ],
        [
            "Howard",
            "Okay, you were right about Wolverine and bone claws, but you’re wrong about the cricket."
        ],
        [
            "Sheldon",
            "Howard, don’t embarrass yourself, the science chirps for itself. Humorous word play."
        ],
        [
            "Howard",
            "No, no, not this time. I know insects, my friend, I spent many childhood years capturing them with nets, putting them in glass jars, sticking pins through them, mounting them on corrugated cardboard with Dymo labels underneath, identifying the genus and species. In Latin."
        ],
        [
            "Raj",
            "Oh, dude, you are never getting a shiksa goddess."
        ],
        [
            "Sheldon",
            "That is a snowy tree cricket. Oecanthus fultoni. I was done with Latin by fifth grade."
        ],
        [
            "Howard",
            "Okay, okay, tell you what. I am willing to bet anything that’s an ordinary field cricket."
        ],
        [
            "Sheldon",
            "I can’t take your money."
        ],
        [
            "Howard",
            "What’s the matter, you chicken?"
        ],
        [
            "Sheldon",
            "I’ve always found that an inappropriate slur. Chickens are not, by nature, at all timid. In fact, when I was young, my neighbour’s chicken got loose and chased me up the big elm tree in front of our house."
        ],
        [
            "Raj",
            "Chickens can’t climb trees"
        ],
        [
            "Sheldon",
            "Thank God."
        ],
        [
            "Howard",
            "Okay, I believe a chicken made you his bitch. But the cricket thing, I don’t buy. Bet me."
        ],
        [
            "Sheldon",
            "Fair enough. What stake do you propose?"
        ],
        [
            "Howard",
            "I will put up my Fantastic Four number 48, first appearance of Silver Surfer against your Flash 123, the classic Flash of two worlds issue."
        ],
        [
            "Sheldon",
            "All right, you have a wager."
        ],
        [
            "Howard",
            "Hmm."
        ],
        [
            "Raj",
            "Great. Now how are you going to settle it, hmm? There is no way to determine the species of the cricket without examining it."
        ],
        [
            "Scene",
            "Slight time shift. The guys are searching for the cricket."
        ],
        [
            "Raj",
            "I wonder what the non-pathetic people are doing tonight."
        ],
        [
            "Scene",
            "Penny’s apartment, Penny and Leonard are kissing. They break and look at each other uncomfortably."
        ],
        [
            "Leonard",
            "More wine?"
        ],
        [
            "Penny",
            "Hit me."
        ],
        [
            "Scene",
            "The apartment, the guys are still searching for the cricket. They are inside the cupboard."
        ],
        [
            "Sheldon",
            "I don’t see anything."
        ],
        [
            "Howard",
            "Shh!"
        ],
        [
            "Raj",
            "Hallway. (All try to exit at once and get stuck in doorway.)"
        ],
        [
            "Sheldon",
            "One at a time. (Same thing happens again. Eventually they leave the apartment. There is a growling noise.) What was that?"
        ],
        [
            "Raj",
            "My stomach. Indian food doesn’t agree with me. Ironic, isn’t it?"
        ],
        [
            "Howard",
            "Shh! Elevator shaft."
        ],
        [
            "Sheldon",
            "Help me open it."
        ],
        [
            "Howard",
            "Are you crazy? We can’t go down an empty elevator shaft."
        ],
        [
            "Sheldon",
            "Fine, if you don’t want to proceed, then you forfeit the bet, and I’ll take possession of your Fantastic Four."
        ],
        [
            "Howard",
            "Let’s open her up."
        ],
        [
            "Sheldon",
            "Are you bothered that I can so easily manipulate you?"
        ],
        [
            "Howard",
            "Don’t push me, Sheldon. I may be small, but I took kung fu when I was 13, and I remember a good deal of it."
        ],
        [
            "Sheldon",
            "Oh, really? Well, I grew up with an older brother and a very contentious twin sister and I believe I could easily best you in any physical confrontation, be it noogies, swirlies or the classic why are you hitting yourself?"
        ],
        [
            "Raj",
            "Ooh, big talk from a man who was once treed by a chicken."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Leonard",
            "What are we drinking now?"
        ],
        [
            "Penny",
            "Peppermint schnapps."
        ],
        [
            "Leonard",
            "Why would you buy peppermint schnapps?"
        ],
        [
            "Penny",
            "Because I like peppermint, and it’s fun to say schnapps. Hey, Leonard?"
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Penny",
            "Schnapps."
        ],
        [
            "Leonard",
            "Schnapps. You’re right, that is fun."
        ],
        [
            "Scene",
            "The elevator shaft. Sheldon is inside."
        ],
        [
            "Raj",
            "Be careful."
        ],
        [
            "Sheldon",
            "If I were not being careful, your telling me to be careful would not make me careful."
        ],
        [
            "Raj (hearing the cricket)",
            "Stairwell."
        ],
        [
            "Sheldon",
            "Uh-oh, flashlight went out. I need some batteries. Fellas? Hello? It’s really dark down here."
        ],
        [
            "Scene",
            "Penny’s bathroom. Leonard is vomiting in the toilet. "
        ],
        [
            "Penny",
            "Oh, sweetie. You really can’t hold your liquor, can you?"
        ],
        [
            "Leonard",
            "I’m okay. Just a little mouthwash, and then I’m gonna rock your world. (Penny vomits in sink) Are you okay? (Vomits in toilet again)"
        ],
        [
            "Scene",
            "The university cafeteria. Raj has the cricket in a jar."
        ],
        [
            "Raj",
            "Ugh, Toby, what did you do in a past life to be so disgusting now?"
        ],
        [
            "Sheldon",
            "His name isn’t Toby. Toby is an absurd name for a cricket."
        ],
        [
            "Raj",
            "What would you name him?"
        ],
        [
            "Sheldon",
            "An appropriate cricket name. For example, Jiminy."
        ],
        [
            "Howard",
            "All right, Sheldon, here we go, Kleingast’s Field Guide to North American Insects. Hey, Toby. Right here, see it? The common field cricket, aka Gryllus assimilis, which is Latin for suck it, you lose."
        ],
        [
            "Sheldon",
            "Hang on. Voilà, the snowy tree cricket, aka Oecanthus fultoni, which is Latin for I’ll suck nothing. Of course I’m joking because the Latin for that is nihil exsorbibo."
        ],
        [
            "Howard",
            "That is not Toby, this is Toby. Raj, what do you think?"
        ],
        [
            "Raj",
            "Oh, I really don’t care anymore"
        ],
        [
            "Leonard",
            "God, I had the most horrible night."
        ],
        [
            "Raj",
            "What happened?"
        ],
        [
            "Sheldon",
            "Obviously another carnal fiasco with the shiksi goddess."
        ],
        [
            "Howard",
            "Shiksa. Shik-sa."
        ],
        [
            "Sheldon",
            "Forgive me. Yiddish was not spoken in east Texas. And if it was, it wasn’t spoken for long."
        ],
        [
            "Howard",
            "Yeah, fine, whatever. The point is, you’re wrong again."
        ],
        [
            "Sheldon",
            "We haven’t established that I’m wrong once."
        ],
        [
            "Howard",
            "All right. Tell you what, let’s go down to the Entomology Department and let Professor"
        ],
        [
            "Scene",
            "Crawley tell us what kind of cricket Toby is."
        ],
        [
            "Sheldon",
            "He’s a snowy tree cricket, and his name is Jiminy. (They leave) "
        ],
        [
            "Leonard",
            "I bet I could throw a rock in this room and come up with three better friends."
        ],
        [
            "Scene",
            "The Entomology Department."
        ],
        [
            "Raj",
            "Holy crap. It’s like Silence of the Lambs down here. (Howard tickles the back of his neck. He screams) Don’t do that!"
        ],
        [
            "Howard",
            "You’re such a girl. They’re just bugs."
        ],
        [
            "Raj",
            "Yeah, well, I don’t like bugs, okay? They freak me out."
        ],
        [
            "Sheldon",
            "Interesting. You’re afraid of insects and women. Ladybugs must render you catatonic. It was a joke. I made it to lessen your discomfort. You’re welcome"
        ],
        [
            "Prof Crawley (arriving)",
            "Don’t knock. Just walk in. Why be polite to the world’s leading expert on the dung beetle?"
        ],
        [
            "Sheldon",
            "Excuse me, are you Professor Crawley?"
        ],
        [
            "Prof Crawley",
            "Who wants to know?"
        ],
        [
            "Sheldon",
            "I’m Dr. Cooper from the Physics Department."
        ],
        [
            "Prof Crawley",
            "Couldn’t wait, huh?"
        ],
        [
            "Sheldon",
            "I’m sorry?"
        ],
        [
            "Prof Crawley",
            "I haven’t even packed yet, and you’re already measuring my lab for one of your godless laser machines."
        ],
        [
            "Howard",
            "No, you don’t understand. We just want to ask you a question."
        ],
        [
            "Prof Crawley",
            "Let me ask you one first. What’s a world renowned entomologist with a doctorate and 20 years of experience to do with his life when the university cuts off the funding for his lab, huh?"
        ],
        [
            "Raj",
            "Ask rhetorical questions that make people uncomfortable?"
        ],
        [
            "Prof Crawley",
            "What’s your deal? Are they planning to outsource my job to Bangalore?"
        ],
        [
            "Raj",
            "I’m from New Delhi. Maybe you should find another entomologist."
        ],
        [
            "Sheldon",
            "No, no. We’re here, let’s settle this. Professor, can you identify our cricket?"
        ],
        [
            "Prof Crawley",
            "Of course I can. I can identify every insect and arachnid on the planet. Not that that’s going to keep me from having to move in with my daughter in Oxnard. And we’re not talking Oxnard at the beach. No! We’re talking Oxnard in the onion fields."
        ],
        [
            "Howard",
            "Well, could you look at Toby?"
        ],
        [
            "Prof Crawley",
            "Toby? What a stupid name for a cricket."
        ],
        [
            "Sheldon",
            "Told you."
        ],
        [
            "Prof Crawley",
            "It’s a field cricket."
        ],
        [
            "Howard",
            "Yes!"
        ],
        [
            "Sheldon",
            "No, no, wait. Dr. Crawley, are you sure?"
        ],
        [
            "Prof Crawley",
            "Young man, I’ve been studying insects since I was eight years old. You know what they used to call me in school? Creepy Crawley."
        ],
        [
            "Sheldon",
            "Cruel as that may be, that is not in itself a credential."
        ],
        [
            "Prof Crawley",
            "Let me show you something. See that? That’s a Crawley’s dung beetle. I discovered it after spending six months slogging through a Bornean rain forest, while my wife was back home shacking up with a two-bit ornithologist who lives on a sailboat and likes to wear boot-cut jeans! So, when I tell you that that’s a common field cricket, you can take that to the damn bank! Cause God knows I can’t. That tramp took me for everything!"
        ],
        [
            "Sheldon",
            "Well, apparently, I was wrong. Congratulations."
        ],
        [
            "Raj",
            "Enjoy Oxnard. I’m sure your daughter’s looking forward to having you."
        ],
        [
            "Scene",
            "The lobby."
        ],
        [
            "Penny",
            "Oh, hey, Sheldon. What you got there? A new comic book?"
        ],
        [
            "Sheldon",
            "Old comic book. I just retrieved it from my safe deposit box."
        ],
        [
            "Penny",
            "What do you have a safe deposit box for?"
        ],
        [
            "Sheldon",
            "Old comic books. I lost this to Wolowitz in an ill-considered cricket wager."
        ],
        [
            "Penny",
            "What, do they have Wii cricket now? That can’t be very popular."
        ],
        [
            "Sheldon",
            "Penny, I’d rather not talk about it."
        ],
        [
            "Penny",
            "Well, if it makes you feel any better, I’m not feeling so hot either."
        ],
        [
            "Sheldon",
            "Why would that make me feel better?"
        ],
        [
            "Penny",
            "I don’t know, empathy? Anyway, I’m just saying that you’re feeling upset about something with Howard, and I’m upset about something with Leonard."
        ],
        [
            "Sheldon",
            "Yes, yes, the disappointing sex. That’s an inexact parallel. You and Leonard can always return to being friends, whereas I can never return to a state in which Wolowitz has not bested me like Mrs. Riley’s chicken."
        ],
        [
            "Penny",
            "What’s Mrs. Riley’s chicken?"
        ],
        [
            "Sheldon",
            "A chicken that was owned by Mrs. Riley."
        ],
        [
            "Penny",
            "Okay, forget the chicken."
        ],
        [
            "Sheldon",
            "Well, I wish I could."
        ],
        [
            "Penny",
            "No, no. You may be right about me and Leonard."
        ],
        [
            "Sheldon",
            "Of course I’m right What are the odds I’d be wrong twice in one week?"
        ],
        [
            "Penny",
            "No, I mean, we can always go back to being friends."
        ],
        [
            "Sheldon",
            "I just said that. This conversation has started to circle. Meeting adjourned."
        ],
        [
            "Scene",
            "The apartment"
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Leonard",
            "Hey. What’s going on?"
        ],
        [
            "Sheldon",
            "Oh, you’d like to catch up on the events of the day. All right. Well, there was a half-hour wait at the bank to get into my safe deposit box, I was forced to talk to Penny about your sexual problems, and, oh, yes, in a moment filled with biblical resonance, pride wenteth before my fall, causing my Flash 123 to goeth to Wolowitz."
        ],
        [
            "Leonard",
            "Wait a minute. You talked to Penny about our sex life?"
        ],
        [
            "Sheldon",
            "Leonard, it astonishes me how you continually fixate on the trivial. I lost a bet to Wolowitz."
        ],
        [
            "Leonard",
            "Right, right. You’re saying you talked to Penny?"
        ],
        [
            "Sheldon",
            "  Yes."
        ],
        [
            "Leonard",
            "Interesting."
        ],
        [
            "Sheldon",
            "Hardly."
        ],
        [
            "Leonard",
            "Excuse me."
        ],
        [
            "Sheldon",
            "Have I crossed some sort of line again?"
        ],
        [
            "Leonard",
            "Little bit. (Exits)"
        ],
        [
            "Sheldon",
            "Hmm. Oh, who cares?"
        ],
        [
            "Scene",
            "Penny’s doorway."
        ],
        [
            "Penny",
            "Oh, hey."
        ],
        [
            "Leonard",
            "Hey. Uh, what did Sheldon say to you?"
        ],
        [
            "Penny",
            "Not a lot. Just that we always have the option of going back to being friends."
        ],
        [
            "Leonard",
            "Is that what you want?"
        ],
        [
            "Penny",
            "I don’t know. I mean, you have to admit things seemed simpler when we were just friends."
        ],
        [
            "Leonard",
            "I guess."
        ],
        [
            "Penny",
            "It would take the pressure off."
        ],
        [
            "Leonard",
            "It would, wouldn’t it?"
        ],
        [
            "Penny",
            "So, we’ll just be friends."
        ],
        [
            "Leonard",
            "Good, good."
        ],
        [
            "Penny",
            "Come here. (She gives him a hug. It turns into a big kiss.)"
        ],
        [
            "Leonard (closing door)",
            "Okay-dokay"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-02-the-jiminy-conjecture/"
}