{
    "Season": 3,
    "Episode": 23,
    "Title": "the lunar excitation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "On the roof of the apartment building."
            ],
            [
                26,
                "Credits sequence."
            ],
            [
                27,
                "Penny’s door."
            ],
            [
                49,
                "The roof."
            ],
            [
                86,
                "The apartment. "
            ],
            [
                107,
                "The apartment. It is night and the lights are off. Knocking."
            ],
            [
                126,
                "The next morning."
            ],
            [
                144,
                "Penny’s door."
            ],
            [
                161,
                "The apartment. "
            ],
            [
                179,
                "A building corridor."
            ],
            [
                199,
                "The apartment. "
            ],
            [
                238,
                "The hallway. Leonard is finishing off a bottle of spirits. He opens the lift and drops the bottle inside."
            ],
            [
                246,
                "A coffee shop."
            ]
        ],
        "Leonard": [
            [
                1,
                "Okay, we’ve got power to the laser."
            ],
            [
                3,
                "What for? It’s not going to rain."
            ],
            [
                7,
                "Howard, do you want to double-check the equatorial mount on the laser? We need it locked onto the Sea of Tranquility."
            ],
            [
                11,
                "Relax, it’s just a dirty sock."
            ],
            [
                13,
                "Sheldon, the world is filled with dirty discarded socks."
            ],
            [
                15,
                "Hey, you know who’d really dig seeing this experiment? Penny."
            ],
            [
                18,
                "I don’t know, it’s still a little weird since, you know…"
            ],
            [
                20,
                "She didn’t dump me. We were just in different places in the relationship."
            ],
            [
                23,
                "Screw you guys. I’m gonna go see if she’s home."
            ],
            [
                29,
                "We’re up on the roof bouncing laser beams off the moon."
            ],
            [
                31,
                "It’s pretty cool. We’ve got a two-meter parabolic reflector and everything. I thought you might want to see it."
            ],
            [
                37,
                "Oh, sorry, I didn’t know you were busy. Maybe another time."
            ],
            [
                43,
                "Okay, well, yeah, come on up. So, how’d you two guys meet?"
            ],
            [
                45,
                "Your company?"
            ],
            [
                47,
                "So, menus."
            ],
            [
                58,
                "Let me explain what we’re doing here. Um, in 1969, the astronauts on Apollo 11 positioned reflectors on the surface of the moon, and we’re going to shoot a laser off one of them and let the light bounce back into this photomultiplier."
            ],
            [
                61,
                "The laser?"
            ],
            [
                64,
                "Uh, that’s a great question, Zack."
            ],
            [
                68,
                "Don’t worry about the moon. We, we set our laser to stun."
            ],
            [
                70,
                "Now, we’ll be able to see the beam when it leaves, but it won’t be strong enough when it comes back to be seen by the naked eye."
            ],
            [
                72,
                "Right. Uh yeah, funny. Uh, that device there will measure the photons that return and let us see it on this computer. Raj, get them some glasses."
            ],
            [
                77,
                "2.5 seconds for the light to return. That’s the moon! We hit the moon!"
            ],
            [
                79,
                "Yeah, but, uh, think about what this represents. The fact that we can do this is the only way of definitively proving that there are man-made objects on the moon, put there by a member of a species that only 60 years before had just invented the airplane."
            ],
            [
                93,
                "No, thanks."
            ],
            [
                95,
                "Have they found a match for you?"
            ],
            [
                98,
                "Why not?"
            ],
            [
                100,
                "I’ll help you."
            ],
            [
                108,
                "Coming!"
            ],
            [
                110,
                "Are you drunk?"
            ],
            [
                112,
                "How did I ruin him?"
            ],
            [
                114,
                "Come on, he wasn’t that stupid."
            ],
            [
                116,
                "Okay, yeah, he’s stupid."
            ],
            [
                118,
                "How is that my fault?"
            ],
            [
                120,
                "Where are we going?"
            ],
            [
                122,
                "Why? I mean, okay."
            ],
            [
                136,
                "How many times have I asked you not to do that?"
            ],
            [
                138,
                "Where’s Penny?"
            ],
            [
                140,
                "I wonder why she didn’t say good-bye."
            ],
            [
                142,
                "I know. I just thought as an outsider, you might be able to provide a fresh perspective."
            ],
            [
                145,
                "Oh, hey."
            ],
            [
                147,
                "Okay, I’ll walk down with you. So, last night was fun, huh?"
            ],
            [
                149,
                "Bummer. Anyway, I was thinking tonight maybe we could catch a movie."
            ],
            [
                151,
                "Doesn’t have to be tonight. I’m free pretty much always."
            ],
            [
                153,
                "When you say mistake, do you mean a fortunate mistake, like the discovery of penicillin?"
            ],
            [
                155,
                "No, it’s pretty well imprinted on my brain. Especially the whole rodeo thing."
            ],
            [
                157,
                "So, that’s it? Wham, bam, thank you, Leonard?"
            ],
            [
                159,
                "How am I supposed to let it go? You used me for sex! Morning, Mrs. Gunderson."
            ],
            [
                172,
                "Great. Maybe she can have sex with him, and then walk out on him the next morning without so much as a how do you do?"
            ],
            [
                176,
                "I don’t want to talk about it."
            ],
            [
                180,
                "If she can do it, I can do it. If she can do it, I can do it. If she can do it, I can do it. (Knocks on door) I can’t do it."
            ],
            [
                182,
                "Oh, hi. Hey. Hi, Leslie."
            ],
            [
                184,
                "Uh, I know! It’s been a while!"
            ],
            [
                186,
                "Right. Right. So how you doing?"
            ],
            [
                188,
                "Uh, not bad. You remember when we used to have sex and you said that it didn’t mean anything, it was just for fun?"
            ],
            [
                190,
                "Uh, do you, uh, want to do that again?"
            ],
            [
                192,
                "She didn’t dump me. We were just in different places in the relationship."
            ],
            [
                194,
                "Um, anyway, apparently, it’s okay to go back to people you’re no longer seeing and have recreational sex with them."
            ],
            [
                196,
                "So, what do you say?"
            ],
            [
                198,
                "She’s not coming back."
            ],
            [
                239,
                "Thirty feet."
            ],
            [
                241,
                "I was a perfectly happy, geeky, little lonely guy, and you ruined me!"
            ],
            [
                243,
                "Come on. We’re gonna have sex, and it’s not gonna mean a thing!"
            ],
            [
                245,
                "I’m really starting to think there’s a double standard here."
            ]
        ],
        "Sheldon": [
            [
                2,
                "I should’ve brought an umbrella."
            ],
            [
                4,
                "I know that, but with skin as fair as mine, moon burn is a real possibility."
            ],
            [
                6,
                "One of my best, don’t you think?"
            ],
            [
                10,
                "Leonard, Leonard. What is that? What is that?"
            ],
            [
                12,
                "How on earth can you say dirty sock and relax in the same sentence?"
            ],
            [
                14,
                "Not my world."
            ],
            [
                16,
                "I wasn’t aware that lunar ranging was her thing. Although, I suppose the retro-reflector left on the moon by Neil Armstrong does qualify as a shiny object."
            ],
            [
                21,
                "I fail to see how a relationship can have the qualities of a geographic location."
            ],
            [
                51,
                "Thank you. Raj, keep an eye out for the other one."
            ],
            [
                54,
                "Hello."
            ],
            [
                56,
                "Yes. In 1917, when Albert Einstein established the theoretic foundation for the laser in his paper Zur Quantentheorie der Strahlung, his fondest hope was that the resultant device be bitchin’."
            ],
            [
                63,
                "See, now this is a man for Penny."
            ],
            [
                65,
                "No, it’s not."
            ],
            [
                67,
                "Well it’s not a great question. How could somebody possibly think we’re going to blow up the moon? That’s a great question."
            ],
            [
                75,
                "Make it so."
            ],
            [
                81,
                "I was wrong. Penny can do better."
            ],
            [
                85,
                "He must be very skilled at coitus."
            ],
            [
                97,
                "I can’t bring the nitrogen tank down."
            ],
            [
                99,
                "All right, let me restate that. It’s very heavy, and I don’t want to."
            ],
            [
                101,
                "Thank you. Lift with your knees, not your back. Good night."
            ],
            [
                123,
                "What’s going on?"
            ],
            [
                125,
                "Oh! Not this again."
            ],
            [
                127,
                "In what universe is this low-pulp? Good morning, Penny."
            ],
            [
                129,
                "When one gets beaten up every other day in school, one of necessity develops a keen sense of hearing. Incidentally, one can get beaten up in school simply by referring to oneself as one. I’m making English muffins. Would you like an English muffin?"
            ],
            [
                131,
                "FYI, my noise-cancelling headphones proved ineffective last night."
            ],
            [
                133,
                "As a native Texan, I must say I’ve never heard the phrase yee-haw used in quite that context."
            ],
            [
                135,
                "Oh, God. That I’ve heard on multiple occasions. In what universe is that lightly toasted? This has to be the worst day of my life. Good morning, Leonard."
            ],
            [
                137,
                "Counting this instance? 317."
            ],
            [
                139,
                "She returned to her apartment. I presume to shower and vomit. Not necessarily in that order."
            ],
            [
                141,
                "Are you expecting me to offer an explanation of human behaviour?"
            ],
            [
                143,
                "I have no difficulty believing you’re not butter."
            ],
            [
                205,
                "Who’s going to tell whom about what?"
            ],
            [
                208,
                "Your surprise confuses me. I live here."
            ],
            [
                210,
                "Be more specific."
            ],
            [
                212,
                "That’s not afternoon. That’s preevning."
            ],
            [
                214,
                "It’s a time of day I invented. It better defines the ambiguous period between afternoon and evening. Preevning. I’m fairly certain it will catch on as it fills a desperate need."
            ],
            [
                216,
                "Well, tomorrow’s Saturday. Saturday night is laundry night, so I’ll be spending the preevning pre-sorting and pre-soaking."
            ],
            [
                218,
                "I would snort in derision and throw my arms in the air, exhausted by your constant tomfoolery."
            ],
            [
                220,
                "Please. Even assuming you could answer any question the way I would, the algorithms used by matchmaking sites are complete hokum."
            ],
            [
                224,
                "Well, most of it is being applied to unravelling the secrets of the universe while the rest of it’s wondering why I’m having this conversation with you."
            ],
            [
                226,
                "He didn’t date. It was pon farr. His blood boiled with mating lust."
            ],
            [
                228,
                "I don’t drink coffee."
            ],
            [
                230,
                "As I will not be engaging in this nonsense, my choice of beverage is moot. But for the record, I only drink hot chocolate in months with an R in them."
            ],
            [
                232,
                "What’s life without whimsy?"
            ],
            [
                235,
                "You’re bluffing."
            ],
            [
                237,
                "Curse you."
            ],
            [
                247,
                "In a few minutes, when I gloat over the failure of this enterprise, how would you prefer I do it? The standard I told you so? The classic neener-neener? Or just my normal look of haughty derision?"
            ],
            [
                249,
                "Haughty derision it is."
            ],
            [
                251,
                "Hello, Amy Farrah Fowler. I’m sorry to inform you that you have been taken in by unsupportable mathematics designed to prey on the gullible and the lonely. Additionally, I’m being blackmailed with a hidden dirty sock."
            ],
            [
                253,
                "Interesting. My mother and I have the same agreement about church."
            ],
            [
                255,
                "Well, then you might want to avoid East Texas."
            ],
            [
                257,
                "May I buy you a beverage?"
            ]
        ],
        "Howard": [
            [
                5,
                "That’s a bazinga, right?"
            ],
            [
                8,
                "You got it. Oh, Raj, no. Billions of dollars have gone into inventing the Internet and filling it with pictures of naked women, so we don’t have to peep through windows."
            ],
            [
                19,
                "She dumped you?"
            ],
            [
                22,
                "Oh, it’s very simple. Leonard was living in a little town called please don’t leave me, while Penny had just moved to the island of bye-bye."
            ],
            [
                24,
                "If it’s not too much trouble, I’d like to point this at the moon now."
            ],
            [
                50,
                "Happy now? I’m moving the dirty sock."
            ],
            [
                74,
                "Preparing to fire laser at the moon."
            ],
            [
                76,
                "There it is. There’s the spike!"
            ],
            [
                88,
                "Horse."
            ],
            [
                90,
                "The phrase is get back on the horse, not whores."
            ],
            [
                92,
                "No, it’s not… Never mind. He is right, though. If you want, I can turn you on to this great new dating site I found."
            ],
            [
                94,
                "You sure? They say they can find a match for anybody."
            ],
            [
                96,
                "Tons. I’ve had, like, eight dates in the last month. And twelve if you count the ones who showed up and left."
            ],
            [
                103,
                "Yeah, right."
            ],
            [
                105,
                "He didn’t find a wife. They built him a wife out of dead body parts."
            ],
            [
                163,
                "What?"
            ],
            [
                165,
                "Excuse me?"
            ],
            [
                167,
                "You’re kidding. An actual woman?"
            ],
            [
                169,
                "Trust me, breasts doesn’t necessarily mean woman."
            ],
            [
                171,
                "I’ll show you a picture of my Uncle Louie in a bathing suit sometime. Leonard, you gotta see this, we found a match for Sheldon."
            ],
            [
                174,
                "Nope. Why don’t you ask him?"
            ],
            [
                178,
                "Whatever. Right now, Dr. Sheldon Cooper has to send an e-mail to his perfect match. Greetings, fellow life-form…"
            ],
            [
                201,
                "Not us. Him."
            ],
            [
                203,
                "Well, him about to find out about her."
            ],
            [
                206,
                "Sheldon. Hey."
            ],
            [
                209,
                "Right. So, listen, what are you doing tomorrow afternoon?"
            ],
            [
                211,
                "Four thirty."
            ],
            [
                213,
                "What?"
            ],
            [
                221,
                "And that’s exactly the answer we gave to the question, what is your attitude towards online dating”"
            ],
            [
                223,
                "Well, come on, where’s your scientific curiosity?"
            ],
            [
                227,
                "Okay, well, why don’t you start with a cup of coffee, and you can pon farr Amy Farrah Fowler later."
            ],
            [
                229,
                "All right, you can have a hot chocolate."
            ],
            [
                231,
                "Why?"
            ],
            [
                233,
                "Okay, I’m out."
            ],
            [
                259,
                "Good God, what have we done?"
            ]
        ],
        "Raj": [
            [
                9,
                "It’s not like that, I’m watching someone’s TV. The Good Wife is on. I tell you, this is my new Grey’s Anatomy."
            ],
            [
                17,
                "Why don’t you ask her to come up?"
            ],
            [
                25,
                "Wait a second, the good wife is crying. Something’s very wrong."
            ],
            [
                87,
                "I’m telling you, dude, the only way to feel better about Penny going out with other guys is for you to get back on the whores."
            ],
            [
                89,
                "What?"
            ],
            [
                91,
                "That’s disgusting, dude."
            ],
            [
                102,
                "You know what would be fun? Signing Sheldon up for online dating."
            ],
            [
                104,
                "No, think about it. We make it an experiment. Like when Frankenstein’s monster was lonely and he found a wife."
            ],
            [
                106,
                "Okay, we’ll call that plan B."
            ],
            [
                162,
                "Holy crap."
            ],
            [
                164,
                "We finally have proof that aliens walk among us."
            ],
            [
                166,
                "The dating site matched a woman with Sheldon."
            ],
            [
                168,
                "Yeah, look. Breasts and everything."
            ],
            [
                170,
                "Since when?"
            ],
            [
                173,
                "Do you know what he’s talking about?"
            ],
            [
                175,
                "Leonard, what are you talking about?"
            ],
            [
                177,
                "That was a lousy suggestion."
            ],
            [
                200,
                "Uh-oh. She wants to meet us."
            ],
            [
                202,
                "Yes, but him doesn’t even know about her."
            ],
            [
                204,
                "Really? Us gonna tell him?"
            ],
            [
                207,
                "Hi."
            ],
            [
                215,
                "Right, okay. What are you doing tomorrow preevning?"
            ],
            [
                219,
                "But it’s true. But we-we put all your vital information into this dating site, answered all their questions just like you would, and they found a match for you. Her name is Amy Farrah Fowler."
            ],
            [
                222,
                "Howard wanted to write mumbo jumbo, but I said no, our Sheldon would say hokum."
            ],
            [
                225,
                "Okay, how about this. Even Spock had a date once every seven years."
            ],
            [
                234,
                "Sheldon, I’ve hidden the dirty sock from the roof somewhere in your apartment. Unless you are willing to come with us to meet this girl, it will remain there forever."
            ],
            [
                236,
                "Are you willing to risk it?"
            ],
            [
                248,
                "You don’t know we’re wrong yet."
            ]
        ],
        "Penny": [
            [
                28,
                "Oh, hi. What’s going on?"
            ],
            [
                30,
                "I’m sorry, what?"
            ],
            [
                33,
                "Um…"
            ],
            [
                35,
                "Uh, Leonard, this is Zack. Zack, Leonard."
            ],
            [
                38,
                "Yeah, maybe."
            ],
            [
                40,
                "Oh, but what about the party?"
            ],
            [
                42,
                "Oh, right."
            ],
            [
                52,
                "Hey, guys, this is my friend Zack."
            ],
            [
                59,
                "Oh! That’s very cool."
            ],
            [
                66,
                "Sheldon! Play nice."
            ],
            [
                82,
                "Okay, guys, thank you, it’s been fun."
            ],
            [
                84,
                "No, just keep walking."
            ],
            [
                109,
                "Damn you, you rat bastard."
            ],
            [
                111,
                "Zack was a perfectly nice guy, and then you ruined him!"
            ],
            [
                113,
                "‘Cause in the olden days, I never would’ve known he was so stupid."
            ],
            [
                115,
                "Yes, he was! He thought you were gonna blow up the moon!"
            ],
            [
                117,
                "He spent the entire night bragging about how he invented the word appe-teasers."
            ],
            [
                119,
                "You have destroyed my ability to tolerate idiots. Now, come with me."
            ],
            [
                121,
                "We’re gonna have sex."
            ],
            [
                124,
                "Put on your noise-cancelling headphones, ’cause it’s gonna get loud."
            ],
            [
                128,
                "What, do you have eyes in the back of your head?"
            ],
            [
                130,
                "Oh, thanks, I’m not hungry."
            ],
            [
                132,
                "Yeah, sorry about that."
            ],
            [
                134,
                "Oh, God."
            ],
            [
                146,
                "Oh, hi. Um, I gotta run. Early shift."
            ],
            [
                148,
                "Yeah, it must have been. I just threw up in my closet."
            ],
            [
                150,
                "Oh, yeah, tonight’s not great for me."
            ],
            [
                152,
                "Leonard, last night was a mistake."
            ],
            [
                154,
                "Look, I’m sorry. I was drunk, I was lonely, I hated Zack. Can we just forget it ever happened?"
            ],
            [
                156,
                "Oh, God!"
            ],
            [
                158,
                "Look, I said I’m sorry. Can’t u please let it go?"
            ],
            [
                240,
                "Oh. Hey, Leonard."
            ],
            [
                242,
                "Are you drunk?"
            ],
            [
                244,
                "Are you out of your mind?!"
            ]
        ],
        "Man in Penny’s Apartment": [
            [
                32,
                "That makes no sense."
            ]
        ],
        "Man": [
            [
                34,
                "How can you bounce stuff off the moon? There’s no gravity."
            ]
        ],
        "Zack": [
            [
                36,
                "Hey."
            ],
            [
                39,
                "Hey, I want to see this laser thing."
            ],
            [
                41,
                "It’s a surprise party, doesn’t matter when we get there."
            ],
            [
                44,
                "My company designs the menus for the Cheesecake Factory."
            ],
            [
                46,
                "Well,, my dad, but me and my sister are VPs."
            ],
            [
                48,
                "I know it sounds easy but there’s a lot of science that goes in designing them."
            ],
            [
                53,
                "Hey."
            ],
            [
                55,
                "Whoa! Is that the laser? It’s bitchin’."
            ],
            [
                57,
                "Well, mission accomplished."
            ],
            [
                60,
                "One question. How can you be sure it won’t blow up?"
            ],
            [
                62,
                "The moon."
            ],
            [
                69,
                "Smart."
            ],
            [
                71,
                "Naked."
            ],
            [
                73,
                "Cool, it’s gonna be in 3-D?"
            ],
            [
                78,
                "That’s your big experiment? All that for a line on the screen?"
            ],
            [
                80,
                "What species is that?"
            ],
            [
                83,
                "Yeah, thanks. Should we invite them to the party?"
            ]
        ],
        "Mrs Gunderson": [
            [
                160,
                "Good morning, Leonard. Or should I say yee-haw?"
            ]
        ],
        "Leslie Winkle": [
            [
                181,
                "Hello?"
            ]
        ],
        "Leslie": [
            [
                183,
                "Leonard Hofstadter. What’re you doing here?"
            ],
            [
                185,
                "Yeah, 18 months."
            ],
            [
                187,
                "Fine. You?"
            ],
            [
                189,
                "Yeah."
            ],
            [
                191,
                "What happened? Blondie dumped you?"
            ],
            [
                193,
                "Right."
            ],
            [
                195,
                "Uh-huh."
            ],
            [
                197,
                "Let me think about it. (Slams door.)"
            ]
        ],
        "Howard: Okay, what if I were to tell you, tomorrow, at 4": [
            [
                217,
                "30 you could meet a woman who has been scientifically chosen to be your perfect mate?"
            ]
        ],
        "Amy": [
            [
                250,
                "Excuse me. I’m Amy Farrah Fowler. You’re Sheldon Cooper."
            ],
            [
                252,
                "If that was slang, I’m unfamiliar with it. If it was literal, I share your aversion to soiled hosiery. In any case, I’m here because my mother and I have agreed that I will date at least once a year."
            ],
            [
                254,
                "I don’t object to the concept of a deity, but I’m baffled by the notion of one that takes attendance."
            ],
            [
                256,
                "Noted. Now, before this goes any further, you should know that all forms of physical contact up to and including coitus are off the table."
            ],
            [
                258,
                "Tepid water, please."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "On the roof of the apartment building."
        ],
        [
            "Leonard",
            "Okay, we’ve got power to the laser."
        ],
        [
            "Sheldon",
            "I should’ve brought an umbrella."
        ],
        [
            "Leonard",
            "What for? It’s not going to rain."
        ],
        [
            "Sheldon",
            "I know that, but with skin as fair as mine, moon burn is a real possibility."
        ],
        [
            "Howard",
            "That’s a bazinga, right?"
        ],
        [
            "Sheldon",
            "One of my best, don’t you think?"
        ],
        [
            "Leonard",
            "Howard, do you want to double-check the equatorial mount on the laser? We need it locked onto the Sea of Tranquility."
        ],
        [
            "Howard",
            "You got it. Oh, Raj, no. Billions of dollars have gone into inventing the Internet and filling it with pictures of naked women, so we don’t have to peep through windows."
        ],
        [
            "Raj",
            "It’s not like that, I’m watching someone’s TV. The Good Wife is on. I tell you, this is my new Grey’s Anatomy."
        ],
        [
            "Sheldon",
            "Leonard, Leonard. What is that? What is that?"
        ],
        [
            "Leonard",
            "Relax, it’s just a dirty sock."
        ],
        [
            "Sheldon",
            "How on earth can you say dirty sock and relax in the same sentence?"
        ],
        [
            "Leonard",
            "Sheldon, the world is filled with dirty discarded socks."
        ],
        [
            "Sheldon",
            "Not my world."
        ],
        [
            "Leonard",
            "Hey, you know who’d really dig seeing this experiment? Penny."
        ],
        [
            "Sheldon",
            "I wasn’t aware that lunar ranging was her thing. Although, I suppose the retro-reflector left on the moon by Neil Armstrong does qualify as a shiny object."
        ],
        [
            "Raj",
            "Why don’t you ask her to come up?"
        ],
        [
            "Leonard",
            "I don’t know, it’s still a little weird since, you know…"
        ],
        [
            "Howard",
            "She dumped you?"
        ],
        [
            "Leonard",
            "She didn’t dump me. We were just in different places in the relationship."
        ],
        [
            "Sheldon",
            "I fail to see how a relationship can have the qualities of a geographic location."
        ],
        [
            "Howard",
            "Oh, it’s very simple. Leonard was living in a little town called please don’t leave me, while Penny had just moved to the island of bye-bye."
        ],
        [
            "Leonard",
            "Screw you guys. I’m gonna go see if she’s home."
        ],
        [
            "Howard",
            "If it’s not too much trouble, I’d like to point this at the moon now."
        ],
        [
            "Raj",
            "Wait a second, the good wife is crying. Something’s very wrong."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Penny’s door."
        ],
        [
            "Penny",
            "Oh, hi. What’s going on?"
        ],
        [
            "Leonard",
            "We’re up on the roof bouncing laser beams off the moon."
        ],
        [
            "Penny",
            "I’m sorry, what?"
        ],
        [
            "Leonard",
            "It’s pretty cool. We’ve got a two-meter parabolic reflector and everything. I thought you might want to see it."
        ],
        [
            "Man in Penny’s Apartment",
            "That makes no sense."
        ],
        [
            "Penny",
            "Um…"
        ],
        [
            "Man",
            "How can you bounce stuff off the moon? There’s no gravity."
        ],
        [
            "Penny",
            "Uh, Leonard, this is Zack. Zack, Leonard."
        ],
        [
            "Zack",
            "Hey."
        ],
        [
            "Leonard",
            "Oh, sorry, I didn’t know you were busy. Maybe another time."
        ],
        [
            "Penny",
            "Yeah, maybe."
        ],
        [
            "Zack",
            "Hey, I want to see this laser thing."
        ],
        [
            "Penny",
            "Oh, but what about the party?"
        ],
        [
            "Zack",
            "It’s a surprise party, doesn’t matter when we get there."
        ],
        [
            "Penny",
            "Oh, right."
        ],
        [
            "Leonard",
            "Okay, well, yeah, come on up. So, how’d you two guys meet?"
        ],
        [
            "Zack",
            "My company designs the menus for the Cheesecake Factory."
        ],
        [
            "Leonard",
            "Your company?"
        ],
        [
            "Zack",
            "Well,, my dad, but me and my sister are VPs."
        ],
        [
            "Leonard",
            "So, menus."
        ],
        [
            "Zack",
            "I know it sounds easy but there’s a lot of science that goes in designing them."
        ],
        [
            "Scene",
            "The roof."
        ],
        [
            "Howard",
            "Happy now? I’m moving the dirty sock."
        ],
        [
            "Sheldon",
            "Thank you. Raj, keep an eye out for the other one."
        ],
        [
            "Penny",
            "Hey, guys, this is my friend Zack."
        ],
        [
            "Zack",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Zack",
            "Whoa! Is that the laser? It’s bitchin’."
        ],
        [
            "Sheldon",
            "Yes. In 1917, when Albert Einstein established the theoretic foundation for the laser in his paper Zur Quantentheorie der Strahlung, his fondest hope was that the resultant device be bitchin’."
        ],
        [
            "Zack",
            "Well, mission accomplished."
        ],
        [
            "Leonard",
            "Let me explain what we’re doing here. Um, in 1969, the astronauts on Apollo 11 positioned reflectors on the surface of the moon, and we’re going to shoot a laser off one of them and let the light bounce back into this photomultiplier."
        ],
        [
            "Penny",
            "Oh! That’s very cool."
        ],
        [
            "Zack",
            "One question. How can you be sure it won’t blow up?"
        ],
        [
            "Leonard",
            "The laser?"
        ],
        [
            "Zack",
            "The moon."
        ],
        [
            "Sheldon",
            "See, now this is a man for Penny."
        ],
        [
            "Leonard",
            "Uh, that’s a great question, Zack."
        ],
        [
            "Sheldon",
            "No, it’s not."
        ],
        [
            "Penny",
            "Sheldon! Play nice."
        ],
        [
            "Sheldon",
            "Well it’s not a great question. How could somebody possibly think we’re going to blow up the moon? That’s a great question."
        ],
        [
            "Leonard",
            "Don’t worry about the moon. We, we set our laser to stun."
        ],
        [
            "Zack",
            "Smart."
        ],
        [
            "Leonard",
            "Now, we’ll be able to see the beam when it leaves, but it won’t be strong enough when it comes back to be seen by the naked eye."
        ],
        [
            "Zack",
            "Naked."
        ],
        [
            "Leonard",
            "Right. Uh yeah, funny. Uh, that device there will measure the photons that return and let us see it on this computer. Raj, get them some glasses."
        ],
        [
            "Zack",
            "Cool, it’s gonna be in 3-D?"
        ],
        [
            "Howard",
            "Preparing to fire laser at the moon."
        ],
        [
            "Sheldon",
            "Make it so."
        ],
        [
            "Howard",
            "There it is. There’s the spike!"
        ],
        [
            "Leonard",
            "2.5 seconds for the light to return. That’s the moon! We hit the moon!"
        ],
        [
            "Zack",
            "That’s your big experiment? All that for a line on the screen?"
        ],
        [
            "Leonard",
            "Yeah, but, uh, think about what this represents. The fact that we can do this is the only way of definitively proving that there are man-made objects on the moon, put there by a member of a species that only 60 years before had just invented the airplane."
        ],
        [
            "Zack",
            "What species is that?"
        ],
        [
            "Sheldon",
            "I was wrong. Penny can do better."
        ],
        [
            "Penny",
            "Okay, guys, thank you, it’s been fun."
        ],
        [
            "Zack",
            "Yeah, thanks. Should we invite them to the party?"
        ],
        [
            "Penny",
            "No, just keep walking."
        ],
        [
            "Sheldon",
            "He must be very skilled at coitus."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "I’m telling you, dude, the only way to feel better about Penny going out with other guys is for you to get back on the whores."
        ],
        [
            "Howard",
            "Horse."
        ],
        [
            "Raj",
            "What?"
        ],
        [
            "Howard",
            "The phrase is get back on the horse, not whores."
        ],
        [
            "Raj",
            "That’s disgusting, dude."
        ],
        [
            "Howard",
            "No, it’s not… Never mind. He is right, though. If you want, I can turn you on to this great new dating site I found."
        ],
        [
            "Leonard",
            "No, thanks."
        ],
        [
            "Howard",
            "You sure? They say they can find a match for anybody."
        ],
        [
            "Leonard",
            "Have they found a match for you?"
        ],
        [
            "Howard",
            "Tons. I’ve had, like, eight dates in the last month. And twelve if you count the ones who showed up and left."
        ],
        [
            "Sheldon",
            "I can’t bring the nitrogen tank down."
        ],
        [
            "Leonard",
            "Why not?"
        ],
        [
            "Sheldon",
            "All right, let me restate that. It’s very heavy, and I don’t want to."
        ],
        [
            "Leonard",
            "I’ll help you."
        ],
        [
            "Sheldon",
            "Thank you. Lift with your knees, not your back. Good night."
        ],
        [
            "Raj",
            "You know what would be fun? Signing Sheldon up for online dating."
        ],
        [
            "Howard",
            "Yeah, right."
        ],
        [
            "Raj",
            "No, think about it. We make it an experiment. Like when Frankenstein’s monster was lonely and he found a wife."
        ],
        [
            "Howard",
            "He didn’t find a wife. They built him a wife out of dead body parts."
        ],
        [
            "Raj",
            "Okay, we’ll call that plan B."
        ],
        [
            "Scene",
            "The apartment. It is night and the lights are off. Knocking."
        ],
        [
            "Leonard",
            "Coming!"
        ],
        [
            "Penny",
            "Damn you, you rat bastard."
        ],
        [
            "Leonard",
            "Are you drunk?"
        ],
        [
            "Penny",
            "Zack was a perfectly nice guy, and then you ruined him!"
        ],
        [
            "Leonard",
            "How did I ruin him?"
        ],
        [
            "Penny",
            "‘Cause in the olden days, I never would’ve known he was so stupid."
        ],
        [
            "Leonard",
            "Come on, he wasn’t that stupid."
        ],
        [
            "Penny",
            "Yes, he was! He thought you were gonna blow up the moon!"
        ],
        [
            "Leonard",
            "Okay, yeah, he’s stupid."
        ],
        [
            "Penny",
            "He spent the entire night bragging about how he invented the word appe-teasers."
        ],
        [
            "Leonard",
            "How is that my fault?"
        ],
        [
            "Penny",
            "You have destroyed my ability to tolerate idiots. Now, come with me."
        ],
        [
            "Leonard",
            "Where are we going?"
        ],
        [
            "Penny",
            "We’re gonna have sex."
        ],
        [
            "Leonard",
            "Why? I mean, okay."
        ],
        [
            "Sheldon",
            "What’s going on?"
        ],
        [
            "Penny",
            "Put on your noise-cancelling headphones, ’cause it’s gonna get loud."
        ],
        [
            "Sheldon",
            "Oh! Not this again."
        ],
        [
            "Scene",
            "The next morning."
        ],
        [
            "Sheldon",
            "In what universe is this low-pulp? Good morning, Penny."
        ],
        [
            "Penny",
            "What, do you have eyes in the back of your head?"
        ],
        [
            "Sheldon",
            "When one gets beaten up every other day in school, one of necessity develops a keen sense of hearing. Incidentally, one can get beaten up in school simply by referring to oneself as one. I’m making English muffins. Would you like an English muffin?"
        ],
        [
            "Penny",
            "Oh, thanks, I’m not hungry."
        ],
        [
            "Sheldon",
            "FYI, my noise-cancelling headphones proved ineffective last night."
        ],
        [
            "Penny",
            "Yeah, sorry about that."
        ],
        [
            "Sheldon",
            "As a native Texan, I must say I’ve never heard the phrase yee-haw used in quite that context."
        ],
        [
            "Penny",
            "Oh, God."
        ],
        [
            "Sheldon",
            "Oh, God. That I’ve heard on multiple occasions. In what universe is that lightly toasted? This has to be the worst day of my life. Good morning, Leonard."
        ],
        [
            "Leonard",
            "How many times have I asked you not to do that?"
        ],
        [
            "Sheldon",
            "Counting this instance? 317."
        ],
        [
            "Leonard",
            "Where’s Penny?"
        ],
        [
            "Sheldon",
            "She returned to her apartment. I presume to shower and vomit. Not necessarily in that order."
        ],
        [
            "Leonard",
            "I wonder why she didn’t say good-bye."
        ],
        [
            "Sheldon",
            "Are you expecting me to offer an explanation of human behaviour?"
        ],
        [
            "Leonard",
            "I know. I just thought as an outsider, you might be able to provide a fresh perspective."
        ],
        [
            "Sheldon",
            "I have no difficulty believing you’re not butter."
        ],
        [
            "Scene",
            "Penny’s door."
        ],
        [
            "Leonard",
            "Oh, hey."
        ],
        [
            "Penny",
            "Oh, hi. Um, I gotta run. Early shift."
        ],
        [
            "Leonard",
            "Okay, I’ll walk down with you. So, last night was fun, huh?"
        ],
        [
            "Penny",
            "Yeah, it must have been. I just threw up in my closet."
        ],
        [
            "Leonard",
            "Bummer. Anyway, I was thinking tonight maybe we could catch a movie."
        ],
        [
            "Penny",
            "Oh, yeah, tonight’s not great for me."
        ],
        [
            "Leonard",
            "Doesn’t have to be tonight. I’m free pretty much always."
        ],
        [
            "Penny",
            "Leonard, last night was a mistake."
        ],
        [
            "Leonard",
            "When you say mistake, do you mean a fortunate mistake, like the discovery of penicillin?"
        ],
        [
            "Penny",
            "Look, I’m sorry. I was drunk, I was lonely, I hated Zack. Can we just forget it ever happened?"
        ],
        [
            "Leonard",
            "No, it’s pretty well imprinted on my brain. Especially the whole rodeo thing."
        ],
        [
            "Penny",
            "Oh, God!"
        ],
        [
            "Leonard",
            "So, that’s it? Wham, bam, thank you, Leonard?"
        ],
        [
            "Penny",
            "Look, I said I’m sorry. Can’t u please let it go?"
        ],
        [
            "Leonard",
            "How am I supposed to let it go? You used me for sex! Morning, Mrs. Gunderson."
        ],
        [
            "Mrs Gunderson",
            "Good morning, Leonard. Or should I say yee-haw?"
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "Holy crap."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Raj",
            "We finally have proof that aliens walk among us."
        ],
        [
            "Howard",
            "Excuse me?"
        ],
        [
            "Raj",
            "The dating site matched a woman with Sheldon."
        ],
        [
            "Howard",
            "You’re kidding. An actual woman?"
        ],
        [
            "Raj",
            "Yeah, look. Breasts and everything."
        ],
        [
            "Howard",
            "Trust me, breasts doesn’t necessarily mean woman."
        ],
        [
            "Raj",
            "Since when?"
        ],
        [
            "Howard",
            "I’ll show you a picture of my Uncle Louie in a bathing suit sometime. Leonard, you gotta see this, we found a match for Sheldon."
        ],
        [
            "Leonard",
            "Great. Maybe she can have sex with him, and then walk out on him the next morning without so much as a how do you do?"
        ],
        [
            "Raj",
            "Do you know what he’s talking about?"
        ],
        [
            "Howard",
            "Nope. Why don’t you ask him?"
        ],
        [
            "Raj",
            "Leonard, what are you talking about?"
        ],
        [
            "Leonard",
            "I don’t want to talk about it."
        ],
        [
            "Raj",
            "That was a lousy suggestion."
        ],
        [
            "Howard",
            "Whatever. Right now, Dr. Sheldon Cooper has to send an e-mail to his perfect match. Greetings, fellow life-form…"
        ],
        [
            "Scene",
            "A building corridor."
        ],
        [
            "Leonard",
            "If she can do it, I can do it. If she can do it, I can do it. If she can do it, I can do it. (Knocks on door) I can’t do it."
        ],
        [
            "Leslie Winkle",
            "Hello?"
        ],
        [
            "Leonard",
            "Oh, hi. Hey. Hi, Leslie."
        ],
        [
            "Leslie",
            "Leonard Hofstadter. What’re you doing here?"
        ],
        [
            "Leonard",
            "Uh, I know! It’s been a while!"
        ],
        [
            "Leslie",
            "Yeah, 18 months."
        ],
        [
            "Leonard",
            "Right. Right. So how you doing?"
        ],
        [
            "Leslie",
            "Fine. You?"
        ],
        [
            "Leonard",
            "Uh, not bad. You remember when we used to have sex and you said that it didn’t mean anything, it was just for fun?"
        ],
        [
            "Leslie",
            "Yeah."
        ],
        [
            "Leonard",
            "Uh, do you, uh, want to do that again?"
        ],
        [
            "Leslie",
            "What happened? Blondie dumped you?"
        ],
        [
            "Leonard",
            "She didn’t dump me. We were just in different places in the relationship."
        ],
        [
            "Leslie",
            "Right."
        ],
        [
            "Leonard",
            "Um, anyway, apparently, it’s okay to go back to people you’re no longer seeing and have recreational sex with them."
        ],
        [
            "Leslie",
            "Uh-huh."
        ],
        [
            "Leonard",
            "So, what do you say?"
        ],
        [
            "Leslie",
            "Let me think about it. (Slams door.)"
        ],
        [
            "Leonard",
            "She’s not coming back."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "Uh-oh. She wants to meet us."
        ],
        [
            "Howard",
            "Not us. Him."
        ],
        [
            "Raj",
            "Yes, but him doesn’t even know about her."
        ],
        [
            "Howard",
            "Well, him about to find out about her."
        ],
        [
            "Raj",
            "Really? Us gonna tell him?"
        ],
        [
            "Sheldon",
            "Who’s going to tell whom about what?"
        ],
        [
            "Howard",
            "Sheldon. Hey."
        ],
        [
            "Raj",
            "Hi."
        ],
        [
            "Sheldon",
            "Your surprise confuses me. I live here."
        ],
        [
            "Howard",
            "Right. So, listen, what are you doing tomorrow afternoon?"
        ],
        [
            "Sheldon",
            "Be more specific."
        ],
        [
            "Howard",
            "Four thirty."
        ],
        [
            "Sheldon",
            "That’s not afternoon. That’s preevning."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Sheldon",
            "It’s a time of day I invented. It better defines the ambiguous period between afternoon and evening. Preevning. I’m fairly certain it will catch on as it fills a desperate need."
        ],
        [
            "Raj",
            "Right, okay. What are you doing tomorrow preevning?"
        ],
        [
            "Sheldon",
            "Well, tomorrow’s Saturday. Saturday night is laundry night, so I’ll be spending the preevning pre-sorting and pre-soaking."
        ],
        [
            "Howard: Okay, what if I were to tell you, tomorrow, at 4",
            "30 you could meet a woman who has been scientifically chosen to be your perfect mate?"
        ],
        [
            "Sheldon",
            "I would snort in derision and throw my arms in the air, exhausted by your constant tomfoolery."
        ],
        [
            "Raj",
            "But it’s true. But we-we put all your vital information into this dating site, answered all their questions just like you would, and they found a match for you. Her name is Amy Farrah Fowler."
        ],
        [
            "Sheldon",
            "Please. Even assuming you could answer any question the way I would, the algorithms used by matchmaking sites are complete hokum."
        ],
        [
            "Howard",
            "And that’s exactly the answer we gave to the question, what is your attitude towards online dating”"
        ],
        [
            "Raj",
            "Howard wanted to write mumbo jumbo, but I said no, our Sheldon would say hokum."
        ],
        [
            "Howard",
            "Well, come on, where’s your scientific curiosity?"
        ],
        [
            "Sheldon",
            "Well, most of it is being applied to unravelling the secrets of the universe while the rest of it’s wondering why I’m having this conversation with you."
        ],
        [
            "Raj",
            "Okay, how about this. Even Spock had a date once every seven years."
        ],
        [
            "Sheldon",
            "He didn’t date. It was pon farr. His blood boiled with mating lust."
        ],
        [
            "Howard",
            "Okay, well, why don’t you start with a cup of coffee, and you can pon farr Amy Farrah Fowler later."
        ],
        [
            "Sheldon",
            "I don’t drink coffee."
        ],
        [
            "Howard",
            "All right, you can have a hot chocolate."
        ],
        [
            "Sheldon",
            "As I will not be engaging in this nonsense, my choice of beverage is moot. But for the record, I only drink hot chocolate in months with an R in them."
        ],
        [
            "Howard",
            "Why?"
        ],
        [
            "Sheldon",
            "What’s life without whimsy?"
        ],
        [
            "Howard",
            "Okay, I’m out."
        ],
        [
            "Raj",
            "Sheldon, I’ve hidden the dirty sock from the roof somewhere in your apartment. Unless you are willing to come with us to meet this girl, it will remain there forever."
        ],
        [
            "Sheldon",
            "You’re bluffing."
        ],
        [
            "Raj",
            "Are you willing to risk it?"
        ],
        [
            "Sheldon",
            "Curse you."
        ],
        [
            "Scene",
            "The hallway. Leonard is finishing off a bottle of spirits. He opens the lift and drops the bottle inside."
        ],
        [
            "Leonard",
            "Thirty feet."
        ],
        [
            "Penny",
            "Oh. Hey, Leonard."
        ],
        [
            "Leonard",
            "I was a perfectly happy, geeky, little lonely guy, and you ruined me!"
        ],
        [
            "Penny",
            "Are you drunk?"
        ],
        [
            "Leonard",
            "Come on. We’re gonna have sex, and it’s not gonna mean a thing!"
        ],
        [
            "Penny",
            "Are you out of your mind?!"
        ],
        [
            "Leonard",
            "I’m really starting to think there’s a double standard here."
        ],
        [
            "Scene",
            "A coffee shop."
        ],
        [
            "Sheldon",
            "In a few minutes, when I gloat over the failure of this enterprise, how would you prefer I do it? The standard I told you so? The classic neener-neener? Or just my normal look of haughty derision?"
        ],
        [
            "Raj",
            "You don’t know we’re wrong yet."
        ],
        [
            "Sheldon",
            "Haughty derision it is."
        ],
        [
            "Amy",
            "Excuse me. I’m Amy Farrah Fowler. You’re Sheldon Cooper."
        ],
        [
            "Sheldon",
            "Hello, Amy Farrah Fowler. I’m sorry to inform you that you have been taken in by unsupportable mathematics designed to prey on the gullible and the lonely. Additionally, I’m being blackmailed with a hidden dirty sock."
        ],
        [
            "Amy",
            "If that was slang, I’m unfamiliar with it. If it was literal, I share your aversion to soiled hosiery. In any case, I’m here because my mother and I have agreed that I will date at least once a year."
        ],
        [
            "Sheldon",
            "Interesting. My mother and I have the same agreement about church."
        ],
        [
            "Amy",
            "I don’t object to the concept of a deity, but I’m baffled by the notion of one that takes attendance."
        ],
        [
            "Sheldon",
            "Well, then you might want to avoid East Texas."
        ],
        [
            "Amy",
            "Noted. Now, before this goes any further, you should know that all forms of physical contact up to and including coitus are off the table."
        ],
        [
            "Sheldon",
            "May I buy you a beverage?"
        ],
        [
            "Amy",
            "Tepid water, please."
        ],
        [
            "Howard",
            "Good God, what have we done?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-23-the-lunar-excitation/"
}