{
    "Season": 3,
    "Episode": 5,
    "Title": "the creepy candy coating corollary",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                42,
                "Credits sequence."
            ],
            [
                44,
                "The university cafeteria."
            ],
            [
                77,
                "Leonard and Penny are in bed."
            ],
            [
                97,
                "The comic book store."
            ],
            [
                108,
                "The Next Generation is going to be participating in your tournament?"
            ],
            [
                122,
                "Leonard’s car."
            ],
            [
                136,
                "The comic book store."
            ],
            [
                147,
                "Leonard’s car."
            ],
            [
                169,
                "The comic book store."
            ],
            [
                176,
                "A restaurant."
            ],
            [
                210,
                "The comic book store."
            ]
        ],
        "Howard": [
            [
                1,
                "All right, Raj has played his phantom warlord card, and I am going to back him up with my strangling vines. Choke on that, sucka."
            ],
            [
                5,
                "Unless you have the carrot power."
            ],
            [
                7,
                "Are we going to talk or are we going to play Mystic Warlords of Ka-ah?"
            ],
            [
                19,
                "Well, I guess game’s over."
            ],
            [
                23,
                "Not Ka. Ka-ah."
            ],
            [
                27,
                "That reminds me, I have a bone to pick with you."
            ],
            [
                29,
                "You and I made a pact that if either of us ever got a hot girlfriend, that person would have his girlfriend hook the other guy up with one of her girlfriends."
            ],
            [
                33,
                "So you’ve been with Penny for like a month and a half now. Where’s my shorty, Morty?"
            ],
            [
                35,
                "Why not?"
            ],
            [
                40,
                "Yeah, Raj, that’s how it works."
            ],
            [
                49,
                "So, have you talked to Penny yet?"
            ],
            [
                51,
                "Why not?"
            ],
            [
                53,
                "Leonard, a pact is a pact. You have to get Penny to fix me up."
            ],
            [
                55,
                "Come on, I’m smart, I have good job and I have only three percent body fat."
            ],
            [
                57,
                "Leonard, come on."
            ],
            [
                59,
                "A hot friend."
            ],
            [
                61,
                "And tall. I want our kids to be able to ride space mountain before they’re 20."
            ],
            [
                124,
                "So, tell me more about the future mother of my children."
            ],
            [
                126,
                "Great. So what did you tell her about me? Did you mention the body fat?"
            ],
            [
                128,
                "Good, good."
            ],
            [
                130,
                "Six if you count Klingon."
            ],
            [
                133,
                "What?"
            ],
            [
                148,
                "So, Penny tells me you’re working as a waitress to put yourself through grad school. That’s pretty great, what are you studying?"
            ],
            [
                150,
                "Oh, cool. So you could study me."
            ],
            [
                152,
                "Microbiology is the study of tiny living things."
            ],
            [
                154,
                "And I said you could study me ’cause I’m a tiny living thing. It’s a joke."
            ],
            [
                156,
                "Do you like science-fiction?"
            ],
            [
                158,
                "Role-playing games?"
            ],
            [
                160,
                "Either."
            ],
            [
                165,
                "You like magic?"
            ],
            [
                167,
                "Okay."
            ],
            [
                178,
                "How about computers? Do you like computers?"
            ],
            [
                180,
                "Okay… Puppies? Where do you stand on puppies?"
            ],
            [
                182,
                "Of course it did."
            ],
            [
                188,
                "I’m torn. She might be dying, and, you know, I wouldn’t want to miss that. On the other hand, if I let it go to voicemail, I could play it over and over."
            ],
            [
                190,
                "Not as crazy as my mother makes me."
            ],
            [
                192,
                "My mother calls me at work to see if I had a healthy bowel movement."
            ],
            [
                194,
                "You live with your mother?"
            ],
            [
                196,
                "Ooh, rough. Okay, check this out. My mother made me wear rubber gloves to kindergarten so I wouldn’t pick up a disease from the other children."
            ],
            [
                198,
                "Oh, wow. You didn’t, did you?"
            ],
            [
                200,
                "Corolla!"
            ],
            [
                202,
                "More wine?"
            ],
            [
                204,
                "Listen, you have to come to shabbat dinner at my house sometime."
            ],
            [
                206,
                "A catholic girl like you wearing a big cross like that might just give my mother the big brain aneurysm I’ve been hoping for."
            ],
            [
                208,
                "It’s a date."
            ]
        ],
        "Leonard": [
            [
                2,
                "Okay, well, then I’ll just cut your vines with my ruby sword. That’s right, I did it. I cut ’em."
            ],
            [
                4,
                "Warlord beats troll, troll beats elf, elf beats water sprite, and basically everything beats enchanted bunny."
            ],
            [
                8,
                "Just play a potion card."
            ],
            [
                11,
                "Sheldon, don’t ruin the game."
            ],
            [
                14,
                "See? Ruined."
            ],
            [
                17,
                "Sheldon has kind of a photographic memory."
            ],
            [
                21,
                "Why?"
            ],
            [
                25,
                "See ya. Still can’t believe she’s going out with me."
            ],
            [
                28,
                "What?"
            ],
            [
                30,
                "Yeah, I don’t remember that."
            ],
            [
                32,
                "Oh, yeah."
            ],
            [
                34,
                "Howard, you can’t hold me to that."
            ],
            [
                36,
                "Because when I made that agreement, I didn’t think I’d ever have a hot girlfriend. And I was positive you never would."
            ],
            [
                45,
                "Oh, damn it. Can I have a napkin?"
            ],
            [
                47,
                "But you have a whole bunch of ’em."
            ],
            [
                50,
                "No, I haven’t."
            ],
            [
                52,
                "Because I’ve been busy, because I haven’t figured out a way to bring it up, and mostly, and I can’t stress how key this is, because I don’t want to."
            ],
            [
                54,
                "It’s not that simple. What am I supposed to say? Penny, do you have any friends you’d like to never hear from again?"
            ],
            [
                58,
                "Fine. I’ll ask if she has a friend for you."
            ],
            [
                60,
                "Right."
            ],
            [
                62,
                "I’ll see what I can do."
            ],
            [
                76,
                "Are you kidding? I couldn’t even talk him into giving me one of his freakin’ napkins."
            ],
            [
                79,
                "Not really. I googled how to do that. So, listen, have you ever made a pact with someone?"
            ],
            [
                81,
                "Okay, fine, like a pinky swear."
            ],
            [
                83,
                "Yeah, I’m familiar with Bert and Ernie."
            ],
            [
                85,
                "Over puppets?"
            ],
            [
                87,
                "Okay. Speaking of what the heart wants, um, a long time ago, I made a pact with Wolowitz that kind of involves you."
            ],
            [
                89,
                "No, no, nothing like that. The deal was that if either of us ever got a girlfriend, we’d have her fix the other one up with one of her friends."
            ],
            [
                91,
                "Well, I sure as hell wasn’t going to bring it up before sex, and during, I was trying to remember what I read on google, so…"
            ],
            [
                93,
                "Come on, it doesn’t have to be a good friend. And you know that deep down inside, Howard’s a really nice guy."
            ],
            [
                95,
                "Will you at least think about it? Just as a favour to me?"
            ],
            [
                131,
                "Girls don’t count Klingon, Howard. Right?"
            ],
            [
                135,
                "Another delightful surprise for her."
            ],
            [
                162,
                "Gonna be a long night."
            ],
            [
                164,
                "I had to ask. You didn’t have to say yes."
            ],
            [
                168,
                "Long, long night."
            ],
            [
                183,
                "How about that? Einstein was wrong."
            ],
            [
                185,
                "Approaching the speed of light doesn’t slow down time. Approaching them does."
            ]
        ],
        "Penny": [
            [
                3,
                "Um, I have a question."
            ],
            [
                6,
                "Okay, I’ve got another question. When does this get fun?"
            ],
            [
                9,
                "Which one?"
            ],
            [
                12,
                "How could he ruin the game?"
            ],
            [
                15,
                "Sheldon, that is incredible."
            ],
            [
                20,
                "Really? Oh, great. I mean, aw. Okay, I gotta go."
            ],
            [
                22,
                "Because the last me I didn’t go, I ended up playing Mystic Warlords of Ka."
            ],
            [
                24,
                "Ba-eye."
            ],
            [
                78,
                "Wow, you really are a genius."
            ],
            [
                80,
                "You mean, like a pinky swear?"
            ],
            [
                82,
                "Well, in the first grade, my friend Rosie and I made a pact to marry Bert and Ernie. You know, from Sesame Street?"
            ],
            [
                84,
                "Then we found out we both wanted Ernie. We didn’t speak again until middle school."
            ],
            [
                86,
                "The heart wants what the heart wants, Leonard."
            ],
            [
                88,
                "Okay, I don’t know where you’re going with this, but tread carefully because it may be the last conversation we ever have."
            ],
            [
                90,
                "And you thought a good time to bring this up be right after sex."
            ],
            [
                92,
                "I’m not hooking Wolowitz up with one of my friends."
            ],
            [
                94,
                "The problem isn’t what’s on the inside. It’s the creepy candy coating."
            ],
            [
                96,
                "Oh, great thing about Ernie, was he never asked me for anything. He just gave."
            ],
            [
                125,
                "She’s adorable, Howard. I think you’ll like her."
            ],
            [
                127,
                "No, I thought that would be a nice surprise for her."
            ],
            [
                129,
                "I just told her you’re an aerospace engineer, you speak five languages…"
            ],
            [
                132,
                "Right. Oh, and I told her you have an unhealthy attachment to your mother."
            ],
            [
                134,
                "I’m kidding."
            ],
            [
                163,
                "Yeah, well, it’s your fault."
            ],
            [
                184,
                "What?"
            ],
            [
                209,
                "Am I a matchmaker or what?"
            ]
        ],
        "Sheldon": [
            [
                10,
                "It doesn’t matter. You can’t possibly win."
            ],
            [
                13,
                "Given the cards that have already been played, Penny can only be holding necromancer potions, which are only effective against wraiths and day-walkers, and there are no more of either left to be drawn. The cards remaining in the undrawn stack are four fire weapons, a troll, two ogres and the jewel of Osiris."
            ],
            [
                16,
                "From your vantage point, it certainly must seem so."
            ],
            [
                18,
                "Photographic is a misnomer. I have an eidetic memory, as I’ve told you many times. Most recently last year during lunch on the afternoon of may seventh. You had turkey and complained it was dry."
            ],
            [
                31,
                "June 30th, 2004. Opening day of Spider-man 2 at the AMC Pasadena. They only had red icees, no blue."
            ],
            [
                38,
                "You had left the refreshment stand in order to indulge in your customary preemptive pre-show urination."
            ],
            [
                46,
                "I’m sorry, no."
            ],
            [
                48,
                "Yes, I’ve moved to a four-napkin system. Lap, hands, face and personal emergencies. If you like, starting tomorrow, I’ll add a guest napkin, but I’m afraid there’s nothing I can do for you today. (Leonard steals a napkin) Good luck. That’s the face napkin."
            ],
            [
                64,
                "I’d imagine you heard any number of things today. When you arrived at work you undoubtedly heard, hello, Raj, how are you, Raj? Given that you’re wearing a new sweater-vest, you may have heard new sweater-vest? And possibly, though far less likely, nice sweater-vest."
            ],
            [
                66,
                "That would probably save us some time."
            ],
            [
                68,
                "I’m sorry, Raj, but I have no interest in playing a game in which I find no challenge."
            ],
            [
                70,
                "I have money."
            ],
            [
                72,
                "How does it different from the money I have?"
            ],
            [
                74,
                "Do you need it to buy a less disturbing sweater-vest?"
            ],
            [
                98,
                "Got it. Got it. Got it. Got it. Got it. Got it. Betty and Veronica? Ugh."
            ],
            [
                100,
                "Thank you. You just robbed me of the opportunity to stumble upon the figurine and make the oh-so-satisfying journey from discovery to desire to possession."
            ],
            [
                102,
                "But I must have it."
            ],
            [
                104,
                "Thank you. You know, I can buy all these things online. I come here for the personal service."
            ],
            [
                107,
                "Excuse me. Are you saying that Wil Wheaton aka Ensign Wesley Crusher on Star Trek:"
            ],
            [
                110,
                "You don’t understand. Growing up, I idolized Wil Wheaton? Wesley Crusher had an eidetic memory just like me."
            ],
            [
                112,
                "I was such a fan that in 1995, I travelled ten hours by bus to a sci-fi convention in Jackson, Mississippi, wearing my Star Fleet Academy cadet uniform in order to meet Wil Wheaton and get him to autograph my mint in-package Wesley Crusher action figure."
            ],
            [
                114,
                "My arduous journey, however, was for naught. Although advertised to appear, he did not show up. It was at that moment, I vowed eternal hatred for Wil Wheaton."
            ],
            [
                116,
                "It might also interest you to know that Wil Wheaton currently ranks sixth on my all-time enemies list, right between director Joel Schumacher, who nearly destroyed the Batman movie franchise, and Billy Sparks, who lived down the street from me and put dog poop on the handles of my bicycle."
            ],
            [
                118,
                "In the words of Khan Noonien Singh in the immortal wrath of Khan, he tasks me, he tasks me and I shall have him."
            ],
            [
                120,
                "From hell’s heart, I stab at thee."
            ],
            [
                138,
                "My enchanted troll bludgeons your screaming harpy with a cursed mace. Game."
            ],
            [
                140,
                "Look at him. Wil Wheaton, my old friend, I have chased you round the moons of Nibia and round the Antares maelstrom and round perdition’s flames!"
            ],
            [
                142,
                "Silence! How much longer must I wait for my revenge?"
            ],
            [
                144,
                "So, my path to satisfaction is blocked by lonely Larry and Captain Sweatpants. Very well. They must be destroyed."
            ],
            [
                146,
                "Silence!"
            ],
            [
                171,
                "I play my endless serpent. Raj will play ecstatic frenzy, which means Larry will have to play chaos overlord, then Captain Sweatpants, molten river. I play nightshade dryad, game, set and match. Now fetch me Wil Wheaton! bortaS bIr jablu’DI’ reH QaQqu’ nay’"
            ],
            [
                214,
                "Underworld guardian. We skirmish to the death."
            ],
            [
                216,
                "Luminescence spell."
            ],
            [
                218,
                "Fire demon."
            ],
            [
                220,
                "Three-headed lion."
            ],
            [
                222,
                "Brimstone."
            ],
            [
                225,
                "You’re holding two moderate spell cards, a small rock and a potion of Zancor, which will be about as much help as an air conditioner on the ice planet Hoth. Your only move is to play the potion, lose the skirmish, and two moves later, the game."
            ],
            [
                227,
                "The year was 1995, the place, Jackson, Mississippi. Having spent ten hours on a bus, during which I had to twice violate my personal rule against relieving myself on board a moving vehicle, I finally arrived at the fourth annual Dixie-Trek convention only to find that my idol Wil Wheaton decided he had better things to do than to show up and sign my action figure."
            ],
            [
                229,
                "You betrayed me, Wil Wheaton. Now I have my revenge."
            ],
            [
                231,
                "Your mee-maw died? That’s terrible."
            ],
            [
                233,
                "No, no, I understand. Anything happened to my mee-maw, I’d be one inconsolable moon pie. I should clarify that statement by explaining that she calls me moon pie."
            ],
            [
                235,
                "Oh, yes."
            ],
            [
                239,
                "I can’t."
            ],
            [
                241,
                "No. I came here to defeat Wil Wheaton, the man who destroyed my dreams. But I can’t defeat Wil Wheaton, the man who loved his mee-maw. Enchanted bunny."
            ],
            [
                244,
                "I… I… I don’t understand. Your grandmother’s alive?"
            ]
        ],
        "Raj": [
            [
                26,
                "Nobody can."
            ],
            [
                37,
                "Hey, how come I wasn’t part of this deal?"
            ],
            [
                39,
                "Oh, so that’s how it works? I have a teeny bladder and now I don’t get a hot girlfriend?"
            ],
            [
                41,
                "Damn."
            ],
            [
                56,
                "It’s true. I’ve seen him at the beach, he’s like a human chicken wing."
            ],
            [
                63,
                "Hey, Sheldon, guess what I heard today?"
            ],
            [
                65,
                "Why don’t I just tell you what I heard today."
            ],
            [
                67,
                "Saturday night at the comic book store, they’re having a Mystic Warlords of Ka-ah tournament. First prize is five hundred dollars. If we team up, we’d be unstoppable."
            ],
            [
                69,
                "What about the money?"
            ],
            [
                71,
                "But this is other money."
            ],
            [
                73,
                "Half of it will be mine."
            ],
            [
                75,
                "Leonard, help."
            ],
            [
                105,
                "Hey, Stuart, is the Wil Wheaton signed up for the mystic warlords tournament THE Wil Wheaton from Star Trek?"
            ],
            [
                111,
                "Oh, what a coincidence. Maybe you can discuss that with him while you’re playing in the tournament. Sign here."
            ],
            [
                113,
                "Ooh, it’ll be like a reunion then. Sign here."
            ],
            [
                115,
                "Okay, great, you can tell him you hate him. Sign here."
            ],
            [
                117,
                "Okay, I get it, he’s a bad guy. Sign here."
            ],
            [
                119,
                "No doubt, sign here."
            ],
            [
                137,
                "Sheldon, it’s your play. Sheldon."
            ],
            [
                139,
                "Sorry, boys. Say hi to your mother when she picks you up. Or I could just tell her later tonight! We pwned them, dude! Up top!"
            ],
            [
                141,
                "You know you keep quoting Wrath of Khan, but he was in next generation. It’s a totally different set of characters."
            ],
            [
                143,
                "Well, if Wil Wheaton and Stuart win their match and we beat lonely Larry and Captain Sweatpants in the next round, we’ll face off for the championship."
            ],
            [
                145,
                "Dude, you have to stop talking like that. It’s really lame."
            ],
            [
                211,
                "Lava serpent."
            ],
            [
                223,
                "Problem, Wil Wheaton?"
            ],
            [
                236,
                "Okay, great, everybody loves their grandmas! Now, come on, Sheldon, finish him off!"
            ],
            [
                238,
                "What are you waiting for? Kill Wil Wheaton! From hell’s heart, stab at him!"
            ],
            [
                240,
                "Sure you can. Do it! Do it!"
            ],
            [
                242,
                "No! Not enchanted bunny!"
            ]
        ],
        "Stuart": [
            [
                99,
                "Hey, Sheldon, the new Green Lantern figurine’s coming in tomorrow. Want me to set one aside for you?"
            ],
            [
                101,
                "All right, I won’t set one aside for you."
            ],
            [
                103,
                "Okay, I’ll set one aside for you."
            ],
            [
                106,
                "Yeah, he lives around here. Big gamer."
            ],
            [
                109,
                "Oh, I’m sorry, did I rob you of the opportunity to stumble onto that for yourself?"
            ],
            [
                121,
                "All right, Raj, looks like you’re teamed up with die, Wil Wheaton, die."
            ],
            [
                173,
                "I believe so."
            ],
            [
                175,
                "Everyone has a different theory."
            ],
            [
                212,
                "Nest of snakes."
            ],
            [
                246,
                "That was fun."
            ]
        ],
        "Bernadette": [
            [
                149,
                "Microbiology."
            ],
            [
                151,
                "I don’t understand."
            ],
            [
                153,
                "I know, I’m studying it."
            ],
            [
                155,
                "Are you sure?"
            ],
            [
                157,
                "No."
            ],
            [
                159,
                "Like in the bedroom or like Dungeons and Dragons?"
            ],
            [
                161,
                "No."
            ],
            [
                166,
                "Not really."
            ],
            [
                179,
                "I use them. I don’t like them."
            ],
            [
                181,
                "A puppy once bit my face."
            ],
            [
                187,
                "Are you going to answer it?"
            ],
            [
                189,
                "I know how you feel. My mother makes me crazy."
            ],
            [
                191,
                "Oh, yeah? Does your mother call you every day at work to see if you’ve had a healthy lunch?"
            ],
            [
                193,
                "Okay, well, does she lay out your clothes for you in the morning like you’re nine years old?"
            ],
            [
                195,
                "No. That’s the sad part."
            ],
            [
                197,
                "That’s nothing. I couldn’t ride a bicycle ’cause my mother was afraid I’d hit a bump and lose my virginity."
            ],
            [
                199,
                "Not on a bicycle. In a Camry."
            ],
            [
                201,
                "Oh!"
            ],
            [
                203,
                "I’d love some."
            ],
            [
                205,
                "Why?"
            ],
            [
                207,
                "Okay, but only if you come to Sunday dinner at my house wearing a yarmulke."
            ]
        ],
        "Wil Wheaton": [
            [
                172,
                "Did that guy just say revenge is a dish best served cold in Klingon?"
            ],
            [
                174,
                "What is wrong with him?"
            ],
            [
                213,
                "Underworld guardian."
            ],
            [
                215,
                "Invisibility spell."
            ],
            [
                217,
                "Water nymph."
            ],
            [
                219,
                "Two-headed tiger."
            ],
            [
                221,
                "Sulphur."
            ],
            [
                224,
                "Hang on."
            ],
            [
                226,
                "I think he’s got me."
            ],
            [
                228,
                "What?"
            ],
            [
                230,
                "You went to the ’95 Dixie-Trek? Oh, dude, my grandmother had just died, and I had to go to her funeral."
            ],
            [
                232,
                "Yeah, it was. But I’m really sorry that I disappointed you."
            ],
            [
                234,
                "It’s special relationship, isn’t it, between a boy and his grandmother?"
            ],
            [
                237,
                "It’s okay, Sheldon. I let you down. I deserve it. Potion of Zancor."
            ],
            [
                243,
                "I call my mee-maw nana. And she’s going be very happy to hear that my small rock kills your enchanted bunny. Game over, moon pie."
            ],
            [
                245,
                "Oh, you catch on quick. Come on, Stewie, let’s get our prize money."
            ]
        ],
        "Howard (phone rings)": [
            [
                186,
                "Excuse me. Oh, damn. It’s my mother."
            ]
        ],
        "Sheldon (while camera zooms out from Sheldon to above planet in a pastiche of the famous Wrath of Khan scene)": [
            [
                247,
                "Wheaton! Wheaton! Wheaton!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "All right, Raj has played his phantom warlord card, and I am going to back him up with my strangling vines. Choke on that, sucka."
        ],
        [
            "Leonard",
            "Okay, well, then I’ll just cut your vines with my ruby sword. That’s right, I did it. I cut ’em."
        ],
        [
            "Penny",
            "Um, I have a question."
        ],
        [
            "Leonard",
            "Warlord beats troll, troll beats elf, elf beats water sprite, and basically everything beats enchanted bunny."
        ],
        [
            "Howard",
            "Unless you have the carrot power."
        ],
        [
            "Penny",
            "Okay, I’ve got another question. When does this get fun?"
        ],
        [
            "Howard",
            "Are we going to talk or are we going to play Mystic Warlords of Ka-ah?"
        ],
        [
            "Leonard",
            "Just play a potion card."
        ],
        [
            "Penny",
            "Which one?"
        ],
        [
            "Sheldon",
            "It doesn’t matter. You can’t possibly win."
        ],
        [
            "Leonard",
            "Sheldon, don’t ruin the game."
        ],
        [
            "Penny",
            "How could he ruin the game?"
        ],
        [
            "Sheldon",
            "Given the cards that have already been played, Penny can only be holding necromancer potions, which are only effective against wraiths and day-walkers, and there are no more of either left to be drawn. The cards remaining in the undrawn stack are four fire weapons, a troll, two ogres and the jewel of Osiris."
        ],
        [
            "Leonard",
            "See? Ruined."
        ],
        [
            "Penny",
            "Sheldon, that is incredible."
        ],
        [
            "Sheldon",
            "From your vantage point, it certainly must seem so."
        ],
        [
            "Leonard",
            "Sheldon has kind of a photographic memory."
        ],
        [
            "Sheldon",
            "Photographic is a misnomer. I have an eidetic memory, as I’ve told you many times. Most recently last year during lunch on the afternoon of may seventh. You had turkey and complained it was dry."
        ],
        [
            "Howard",
            "Well, I guess game’s over."
        ],
        [
            "Penny",
            "Really? Oh, great. I mean, aw. Okay, I gotta go."
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Penny",
            "Because the last me I didn’t go, I ended up playing Mystic Warlords of Ka."
        ],
        [
            "Howard",
            "Not Ka. Ka-ah."
        ],
        [
            "Penny",
            "Ba-eye."
        ],
        [
            "Leonard",
            "See ya. Still can’t believe she’s going out with me."
        ],
        [
            "Raj",
            "Nobody can."
        ],
        [
            "Howard",
            "That reminds me, I have a bone to pick with you."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Howard",
            "You and I made a pact that if either of us ever got a hot girlfriend, that person would have his girlfriend hook the other guy up with one of her girlfriends."
        ],
        [
            "Leonard",
            "Yeah, I don’t remember that."
        ],
        [
            "Sheldon",
            "June 30th, 2004. Opening day of Spider-man 2 at the AMC Pasadena. They only had red icees, no blue."
        ],
        [
            "Leonard",
            "Oh, yeah."
        ],
        [
            "Howard",
            "So you’ve been with Penny for like a month and a half now. Where’s my shorty, Morty?"
        ],
        [
            "Leonard",
            "Howard, you can’t hold me to that."
        ],
        [
            "Howard",
            "Why not?"
        ],
        [
            "Leonard",
            "Because when I made that agreement, I didn’t think I’d ever have a hot girlfriend. And I was positive you never would."
        ],
        [
            "Raj",
            "Hey, how come I wasn’t part of this deal?"
        ],
        [
            "Sheldon",
            "You had left the refreshment stand in order to indulge in your customary preemptive pre-show urination."
        ],
        [
            "Raj",
            "Oh, so that’s how it works? I have a teeny bladder and now I don’t get a hot girlfriend?"
        ],
        [
            "Howard",
            "Yeah, Raj, that’s how it works."
        ],
        [
            "Raj",
            "Damn."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "Leonard",
            "Oh, damn it. Can I have a napkin?"
        ],
        [
            "Sheldon",
            "I’m sorry, no."
        ],
        [
            "Leonard",
            "But you have a whole bunch of ’em."
        ],
        [
            "Sheldon",
            "Yes, I’ve moved to a four-napkin system. Lap, hands, face and personal emergencies. If you like, starting tomorrow, I’ll add a guest napkin, but I’m afraid there’s nothing I can do for you today. (Leonard steals a napkin) Good luck. That’s the face napkin."
        ],
        [
            "Howard",
            "So, have you talked to Penny yet?"
        ],
        [
            "Leonard",
            "No, I haven’t."
        ],
        [
            "Howard",
            "Why not?"
        ],
        [
            "Leonard",
            "Because I’ve been busy, because I haven’t figured out a way to bring it up, and mostly, and I can’t stress how key this is, because I don’t want to."
        ],
        [
            "Howard",
            "Leonard, a pact is a pact. You have to get Penny to fix me up."
        ],
        [
            "Leonard",
            "It’s not that simple. What am I supposed to say? Penny, do you have any friends you’d like to never hear from again?"
        ],
        [
            "Howard",
            "Come on, I’m smart, I have good job and I have only three percent body fat."
        ],
        [
            "Raj",
            "It’s true. I’ve seen him at the beach, he’s like a human chicken wing."
        ],
        [
            "Howard",
            "Leonard, come on."
        ],
        [
            "Leonard",
            "Fine. I’ll ask if she has a friend for you."
        ],
        [
            "Howard",
            "A hot friend."
        ],
        [
            "Leonard",
            "Right."
        ],
        [
            "Howard",
            "And tall. I want our kids to be able to ride space mountain before they’re 20."
        ],
        [
            "Leonard",
            "I’ll see what I can do."
        ],
        [
            "Raj",
            "Hey, Sheldon, guess what I heard today?"
        ],
        [
            "Sheldon",
            "I’d imagine you heard any number of things today. When you arrived at work you undoubtedly heard, hello, Raj, how are you, Raj? Given that you’re wearing a new sweater-vest, you may have heard new sweater-vest? And possibly, though far less likely, nice sweater-vest."
        ],
        [
            "Raj",
            "Why don’t I just tell you what I heard today."
        ],
        [
            "Sheldon",
            "That would probably save us some time."
        ],
        [
            "Raj",
            "Saturday night at the comic book store, they’re having a Mystic Warlords of Ka-ah tournament. First prize is five hundred dollars. If we team up, we’d be unstoppable."
        ],
        [
            "Sheldon",
            "I’m sorry, Raj, but I have no interest in playing a game in which I find no challenge."
        ],
        [
            "Raj",
            "What about the money?"
        ],
        [
            "Sheldon",
            "I have money."
        ],
        [
            "Raj",
            "But this is other money."
        ],
        [
            "Sheldon",
            "How does it different from the money I have?"
        ],
        [
            "Raj",
            "Half of it will be mine."
        ],
        [
            "Sheldon",
            "Do you need it to buy a less disturbing sweater-vest?"
        ],
        [
            "Raj",
            "Leonard, help."
        ],
        [
            "Leonard",
            "Are you kidding? I couldn’t even talk him into giving me one of his freakin’ napkins."
        ],
        [
            "Scene",
            "Leonard and Penny are in bed."
        ],
        [
            "Penny",
            "Wow, you really are a genius."
        ],
        [
            "Leonard",
            "Not really. I googled how to do that. So, listen, have you ever made a pact with someone?"
        ],
        [
            "Penny",
            "You mean, like a pinky swear?"
        ],
        [
            "Leonard",
            "Okay, fine, like a pinky swear."
        ],
        [
            "Penny",
            "Well, in the first grade, my friend Rosie and I made a pact to marry Bert and Ernie. You know, from Sesame Street?"
        ],
        [
            "Leonard",
            "Yeah, I’m familiar with Bert and Ernie."
        ],
        [
            "Penny",
            "Then we found out we both wanted Ernie. We didn’t speak again until middle school."
        ],
        [
            "Leonard",
            "Over puppets?"
        ],
        [
            "Penny",
            "The heart wants what the heart wants, Leonard."
        ],
        [
            "Leonard",
            "Okay. Speaking of what the heart wants, um, a long time ago, I made a pact with Wolowitz that kind of involves you."
        ],
        [
            "Penny",
            "Okay, I don’t know where you’re going with this, but tread carefully because it may be the last conversation we ever have."
        ],
        [
            "Leonard",
            "No, no, nothing like that. The deal was that if either of us ever got a girlfriend, we’d have her fix the other one up with one of her friends."
        ],
        [
            "Penny",
            "And you thought a good time to bring this up be right after sex."
        ],
        [
            "Leonard",
            "Well, I sure as hell wasn’t going to bring it up before sex, and during, I was trying to remember what I read on google, so…"
        ],
        [
            "Penny",
            "I’m not hooking Wolowitz up with one of my friends."
        ],
        [
            "Leonard",
            "Come on, it doesn’t have to be a good friend. And you know that deep down inside, Howard’s a really nice guy."
        ],
        [
            "Penny",
            "The problem isn’t what’s on the inside. It’s the creepy candy coating."
        ],
        [
            "Leonard",
            "Will you at least think about it? Just as a favour to me?"
        ],
        [
            "Penny",
            "Oh, great thing about Ernie, was he never asked me for anything. He just gave."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Sheldon",
            "Got it. Got it. Got it. Got it. Got it. Got it. Betty and Veronica? Ugh."
        ],
        [
            "Stuart",
            "Hey, Sheldon, the new Green Lantern figurine’s coming in tomorrow. Want me to set one aside for you?"
        ],
        [
            "Sheldon",
            "Thank you. You just robbed me of the opportunity to stumble upon the figurine and make the oh-so-satisfying journey from discovery to desire to possession."
        ],
        [
            "Stuart",
            "All right, I won’t set one aside for you."
        ],
        [
            "Sheldon",
            "But I must have it."
        ],
        [
            "Stuart",
            "Okay, I’ll set one aside for you."
        ],
        [
            "Sheldon",
            "Thank you. You know, I can buy all these things online. I come here for the personal service."
        ],
        [
            "Raj",
            "Hey, Stuart, is the Wil Wheaton signed up for the mystic warlords tournament THE Wil Wheaton from Star Trek?"
        ],
        [
            "Stuart",
            "Yeah, he lives around here. Big gamer."
        ],
        [
            "Sheldon",
            "Excuse me. Are you saying that Wil Wheaton aka Ensign Wesley Crusher on Star Trek:"
        ],
        [
            "Scene",
            "The Next Generation is going to be participating in your tournament?"
        ],
        [
            "Stuart",
            "Oh, I’m sorry, did I rob you of the opportunity to stumble onto that for yourself?"
        ],
        [
            "Sheldon",
            "You don’t understand. Growing up, I idolized Wil Wheaton? Wesley Crusher had an eidetic memory just like me."
        ],
        [
            "Raj",
            "Oh, what a coincidence. Maybe you can discuss that with him while you’re playing in the tournament. Sign here."
        ],
        [
            "Sheldon",
            "I was such a fan that in 1995, I travelled ten hours by bus to a sci-fi convention in Jackson, Mississippi, wearing my Star Fleet Academy cadet uniform in order to meet Wil Wheaton and get him to autograph my mint in-package Wesley Crusher action figure."
        ],
        [
            "Raj",
            "Ooh, it’ll be like a reunion then. Sign here."
        ],
        [
            "Sheldon",
            "My arduous journey, however, was for naught. Although advertised to appear, he did not show up. It was at that moment, I vowed eternal hatred for Wil Wheaton."
        ],
        [
            "Raj",
            "Okay, great, you can tell him you hate him. Sign here."
        ],
        [
            "Sheldon",
            "It might also interest you to know that Wil Wheaton currently ranks sixth on my all-time enemies list, right between director Joel Schumacher, who nearly destroyed the Batman movie franchise, and Billy Sparks, who lived down the street from me and put dog poop on the handles of my bicycle."
        ],
        [
            "Raj",
            "Okay, I get it, he’s a bad guy. Sign here."
        ],
        [
            "Sheldon",
            "In the words of Khan Noonien Singh in the immortal wrath of Khan, he tasks me, he tasks me and I shall have him."
        ],
        [
            "Raj",
            "No doubt, sign here."
        ],
        [
            "Sheldon",
            "From hell’s heart, I stab at thee."
        ],
        [
            "Stuart",
            "All right, Raj, looks like you’re teamed up with die, Wil Wheaton, die."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Howard",
            "So, tell me more about the future mother of my children."
        ],
        [
            "Penny",
            "She’s adorable, Howard. I think you’ll like her."
        ],
        [
            "Howard",
            "Great. So what did you tell her about me? Did you mention the body fat?"
        ],
        [
            "Penny",
            "No, I thought that would be a nice surprise for her."
        ],
        [
            "Howard",
            "Good, good."
        ],
        [
            "Penny",
            "I just told her you’re an aerospace engineer, you speak five languages…"
        ],
        [
            "Howard",
            "Six if you count Klingon."
        ],
        [
            "Leonard",
            "Girls don’t count Klingon, Howard. Right?"
        ],
        [
            "Penny",
            "Right. Oh, and I told her you have an unhealthy attachment to your mother."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Penny",
            "I’m kidding."
        ],
        [
            "Leonard",
            "Another delightful surprise for her."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Raj",
            "Sheldon, it’s your play. Sheldon."
        ],
        [
            "Sheldon",
            "My enchanted troll bludgeons your screaming harpy with a cursed mace. Game."
        ],
        [
            "Raj",
            "Sorry, boys. Say hi to your mother when she picks you up. Or I could just tell her later tonight! We pwned them, dude! Up top!"
        ],
        [
            "Sheldon",
            "Look at him. Wil Wheaton, my old friend, I have chased you round the moons of Nibia and round the Antares maelstrom and round perdition’s flames!"
        ],
        [
            "Raj",
            "You know you keep quoting Wrath of Khan, but he was in next generation. It’s a totally different set of characters."
        ],
        [
            "Sheldon",
            "Silence! How much longer must I wait for my revenge?"
        ],
        [
            "Raj",
            "Well, if Wil Wheaton and Stuart win their match and we beat lonely Larry and Captain Sweatpants in the next round, we’ll face off for the championship."
        ],
        [
            "Sheldon",
            "So, my path to satisfaction is blocked by lonely Larry and Captain Sweatpants. Very well. They must be destroyed."
        ],
        [
            "Raj",
            "Dude, you have to stop talking like that. It’s really lame."
        ],
        [
            "Sheldon",
            "Silence!"
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Howard",
            "So, Penny tells me you’re working as a waitress to put yourself through grad school. That’s pretty great, what are you studying?"
        ],
        [
            "Bernadette",
            "Microbiology."
        ],
        [
            "Howard",
            "Oh, cool. So you could study me."
        ],
        [
            "Bernadette",
            "I don’t understand."
        ],
        [
            "Howard",
            "Microbiology is the study of tiny living things."
        ],
        [
            "Bernadette",
            "I know, I’m studying it."
        ],
        [
            "Howard",
            "And I said you could study me ’cause I’m a tiny living thing. It’s a joke."
        ],
        [
            "Bernadette",
            "Are you sure?"
        ],
        [
            "Howard",
            "Do you like science-fiction?"
        ],
        [
            "Bernadette",
            "No."
        ],
        [
            "Howard",
            "Role-playing games?"
        ],
        [
            "Bernadette",
            "Like in the bedroom or like Dungeons and Dragons?"
        ],
        [
            "Howard",
            "Either."
        ],
        [
            "Bernadette",
            "No."
        ],
        [
            "Leonard",
            "Gonna be a long night."
        ],
        [
            "Penny",
            "Yeah, well, it’s your fault."
        ],
        [
            "Leonard",
            "I had to ask. You didn’t have to say yes."
        ],
        [
            "Howard",
            "You like magic?"
        ],
        [
            "Bernadette",
            "Not really."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Leonard",
            "Long, long night."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Sheldon",
            "I play my endless serpent. Raj will play ecstatic frenzy, which means Larry will have to play chaos overlord, then Captain Sweatpants, molten river. I play nightshade dryad, game, set and match. Now fetch me Wil Wheaton! bortaS bIr jablu’DI’ reH QaQqu’ nay’"
        ],
        [
            "Wil Wheaton",
            "Did that guy just say revenge is a dish best served cold in Klingon?"
        ],
        [
            "Stuart",
            "I believe so."
        ],
        [
            "Wil Wheaton",
            "What is wrong with him?"
        ],
        [
            "Stuart",
            "Everyone has a different theory."
        ],
        [
            "Scene",
            "A restaurant."
        ],
        [
            "Howard",
            "How about computers? Do you like computers?"
        ],
        [
            "Bernadette",
            "I use them. I don’t like them."
        ],
        [
            "Howard",
            "Okay… Puppies? Where do you stand on puppies?"
        ],
        [
            "Bernadette",
            "A puppy once bit my face."
        ],
        [
            "Howard",
            "Of course it did."
        ],
        [
            "Leonard",
            "How about that? Einstein was wrong."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "Approaching the speed of light doesn’t slow down time. Approaching them does."
        ],
        [
            "Howard (phone rings)",
            "Excuse me. Oh, damn. It’s my mother."
        ],
        [
            "Bernadette",
            "Are you going to answer it?"
        ],
        [
            "Howard",
            "I’m torn. She might be dying, and, you know, I wouldn’t want to miss that. On the other hand, if I let it go to voicemail, I could play it over and over."
        ],
        [
            "Bernadette",
            "I know how you feel. My mother makes me crazy."
        ],
        [
            "Howard",
            "Not as crazy as my mother makes me."
        ],
        [
            "Bernadette",
            "Oh, yeah? Does your mother call you every day at work to see if you’ve had a healthy lunch?"
        ],
        [
            "Howard",
            "My mother calls me at work to see if I had a healthy bowel movement."
        ],
        [
            "Bernadette",
            "Okay, well, does she lay out your clothes for you in the morning like you’re nine years old?"
        ],
        [
            "Howard",
            "You live with your mother?"
        ],
        [
            "Bernadette",
            "No. That’s the sad part."
        ],
        [
            "Howard",
            "Ooh, rough. Okay, check this out. My mother made me wear rubber gloves to kindergarten so I wouldn’t pick up a disease from the other children."
        ],
        [
            "Bernadette",
            "That’s nothing. I couldn’t ride a bicycle ’cause my mother was afraid I’d hit a bump and lose my virginity."
        ],
        [
            "Howard",
            "Oh, wow. You didn’t, did you?"
        ],
        [
            "Bernadette",
            "Not on a bicycle. In a Camry."
        ],
        [
            "Howard",
            "Corolla!"
        ],
        [
            "Bernadette",
            "Oh!"
        ],
        [
            "Howard",
            "More wine?"
        ],
        [
            "Bernadette",
            "I’d love some."
        ],
        [
            "Howard",
            "Listen, you have to come to shabbat dinner at my house sometime."
        ],
        [
            "Bernadette",
            "Why?"
        ],
        [
            "Howard",
            "A catholic girl like you wearing a big cross like that might just give my mother the big brain aneurysm I’ve been hoping for."
        ],
        [
            "Bernadette",
            "Okay, but only if you come to Sunday dinner at my house wearing a yarmulke."
        ],
        [
            "Howard",
            "It’s a date."
        ],
        [
            "Penny",
            "Am I a matchmaker or what?"
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Raj",
            "Lava serpent."
        ],
        [
            "Stuart",
            "Nest of snakes."
        ],
        [
            "Wil Wheaton",
            "Underworld guardian."
        ],
        [
            "Sheldon",
            "Underworld guardian. We skirmish to the death."
        ],
        [
            "Wil Wheaton",
            "Invisibility spell."
        ],
        [
            "Sheldon",
            "Luminescence spell."
        ],
        [
            "Wil Wheaton",
            "Water nymph."
        ],
        [
            "Sheldon",
            "Fire demon."
        ],
        [
            "Wil Wheaton",
            "Two-headed tiger."
        ],
        [
            "Sheldon",
            "Three-headed lion."
        ],
        [
            "Wil Wheaton",
            "Sulphur."
        ],
        [
            "Sheldon",
            "Brimstone."
        ],
        [
            "Raj",
            "Problem, Wil Wheaton?"
        ],
        [
            "Wil Wheaton",
            "Hang on."
        ],
        [
            "Sheldon",
            "You’re holding two moderate spell cards, a small rock and a potion of Zancor, which will be about as much help as an air conditioner on the ice planet Hoth. Your only move is to play the potion, lose the skirmish, and two moves later, the game."
        ],
        [
            "Wil Wheaton",
            "I think he’s got me."
        ],
        [
            "Sheldon",
            "The year was 1995, the place, Jackson, Mississippi. Having spent ten hours on a bus, during which I had to twice violate my personal rule against relieving myself on board a moving vehicle, I finally arrived at the fourth annual Dixie-Trek convention only to find that my idol Wil Wheaton decided he had better things to do than to show up and sign my action figure."
        ],
        [
            "Wil Wheaton",
            "What?"
        ],
        [
            "Sheldon",
            "You betrayed me, Wil Wheaton. Now I have my revenge."
        ],
        [
            "Wil Wheaton",
            "You went to the ’95 Dixie-Trek? Oh, dude, my grandmother had just died, and I had to go to her funeral."
        ],
        [
            "Sheldon",
            "Your mee-maw died? That’s terrible."
        ],
        [
            "Wil Wheaton",
            "Yeah, it was. But I’m really sorry that I disappointed you."
        ],
        [
            "Sheldon",
            "No, no, I understand. Anything happened to my mee-maw, I’d be one inconsolable moon pie. I should clarify that statement by explaining that she calls me moon pie."
        ],
        [
            "Wil Wheaton",
            "It’s special relationship, isn’t it, between a boy and his grandmother?"
        ],
        [
            "Sheldon",
            "Oh, yes."
        ],
        [
            "Raj",
            "Okay, great, everybody loves their grandmas! Now, come on, Sheldon, finish him off!"
        ],
        [
            "Wil Wheaton",
            "It’s okay, Sheldon. I let you down. I deserve it. Potion of Zancor."
        ],
        [
            "Raj",
            "What are you waiting for? Kill Wil Wheaton! From hell’s heart, stab at him!"
        ],
        [
            "Sheldon",
            "I can’t."
        ],
        [
            "Raj",
            "Sure you can. Do it! Do it!"
        ],
        [
            "Sheldon",
            "No. I came here to defeat Wil Wheaton, the man who destroyed my dreams. But I can’t defeat Wil Wheaton, the man who loved his mee-maw. Enchanted bunny."
        ],
        [
            "Raj",
            "No! Not enchanted bunny!"
        ],
        [
            "Wil Wheaton",
            "I call my mee-maw nana. And she’s going be very happy to hear that my small rock kills your enchanted bunny. Game over, moon pie."
        ],
        [
            "Sheldon",
            "I… I… I don’t understand. Your grandmother’s alive?"
        ],
        [
            "Wil Wheaton",
            "Oh, you catch on quick. Come on, Stewie, let’s get our prize money."
        ],
        [
            "Stuart",
            "That was fun."
        ],
        [
            "Sheldon (while camera zooms out from Sheldon to above planet in a pastiche of the famous Wrath of Khan scene)",
            "Wheaton! Wheaton! Wheaton!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-05-the-creepy-candy-coating-corollary/"
}