{
    "Season": 3,
    "Episode": 6,
    "Title": "the cornhusker vortex",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The stairwell. The guys are carrying kites."
            ],
            [
                26,
                "Credits sequence."
            ],
            [
                28,
                "The park."
            ],
            [
                47,
                "Leonard’s car."
            ],
            [
                61,
                "Penny’s apartment."
            ],
            [
                67,
                "actually playing. When we watch Star Wars, we don’t say, we defeated the Empire."
            ],
            [
                90,
                "The apartment. Leonard and Raj are watching a football game on the television. "
            ],
            [
                130,
                "The kitchen. Sheldon is making toast in a cylon toaster which burns an image of a cylon onto the toast. "
            ],
            [
                148,
                "Raj’s apartment. Raj is watching a Bollywood movie. There is a knock on the door."
            ],
            [
                174,
                "Penny’s apartment. Everyone is watching football."
            ],
            [
                213,
                "The Le Brea Tar Pits."
            ]
        ],
        "Leonard": [
            [
                1,
                "Kites, ho!"
            ],
            [
                8,
                "If you’re referring to the work of Benjamin Franklin, he did not discover electricity, he merely used a kite to determine that lightning consists of electricity. He also invented the Franklin stove, bifocals and the flexible urinary catheter. Kites, ho."
            ],
            [
                9,
                "We’re heading out for some kite fighting."
            ],
            [
                11,
                "Oh, yeah. It’s an extremely competitive, cutthroat sport."
            ],
            [
                13,
                "You want to come watch?"
            ],
            [
                15,
                "Oh. Football, sure."
            ],
            [
                18,
                "No, no, I’m not, so, great. You’ve got plans doing something you like, I’ve got plans doing something I like, so it’s good."
            ],
            [
                20,
                "Yeah, great."
            ],
            [
                22,
                "Well, this sucks."
            ],
            [
                30,
                "Why wouldn’t Penny want her friends to meet me?"
            ],
            [
                32,
                "Maybe Koothrappali’s right, maybe I embarrass her."
            ],
            [
                34,
                "Sorry."
            ],
            [
                53,
                "So, Penny doesn’t want me around her friends, I embarrass her. What else could it be?"
            ],
            [
                55,
                "Oh, how kind of her."
            ],
            [
                62,
                "Hey."
            ],
            [
                64,
                "How was your football party?"
            ],
            [
                66,
                "Oh, that’s excellent. It’s a weird figure of speech, isn’t it, we won when you weren’t"
            ],
            [
                69,
                "Oh, hey, on a related subject, are you embarrassed to have me around your friends?"
            ],
            [
                71,
                "Well, you know, I just noticed I haven’t really met any of them."
            ],
            [
                73,
                "Well, yeah, no, I met the huge ex-boyfriend and the smaller yet still larger than me ex-boyfriend. Were they here today?"
            ],
            [
                75,
                "Of course not. Why would they be? Why would I ask? Why am I rambling? Why don’t you stop me?"
            ],
            [
                77,
                "I wouldn’t be bored. Why would I be bored?"
            ],
            [
                79,
                "Penny, I like all sorts of people. In fact, some of my best friends aren’t geniuses."
            ],
            [
                81,
                "Okay, some of my Facebook friends aren’t geniuses. My point is, if we’re going to be a couple, I should be friends with your friends."
            ],
            [
                83,
                "Another football game?"
            ],
            [
                85,
                "Did not know that."
            ],
            [
                87,
                "Sure, sure, just I don’t know much about football."
            ],
            [
                89,
                "Great."
            ],
            [
                91,
                "Okay, a complete pass. First down, New England. I think I’m starting to get this."
            ],
            [
                93,
                "Focus on the game, not the commercials, Raj."
            ],
            [
                102,
                "There’s no fooling you. Now, what is this sacks statistic they put up there?"
            ],
            [
                104,
                "Sacks, sacks…"
            ],
            [
                106,
                "Huh… Scrimmage…"
            ],
            [
                108,
                "Oh."
            ],
            [
                110,
                "Apparently."
            ],
            [
                112,
                "Sheldon, how do you know this stuff?"
            ],
            [
                114,
                "Unbelievable."
            ],
            [
                116,
                "So you could teach me?"
            ],
            [
                118,
                "Football. I’m going to Penny’s on Saturday to watch a game with her friends and I don’t want to look like an idiot. I want to blend in."
            ],
            [
                120,
                "Come on, Sheldon, please teach me about football. It’ll be fun."
            ],
            [
                122,
                "Please, I’m asking you as a friend."
            ],
            [
                124,
                "Yes."
            ],
            [
                126,
                "I really appreciate this."
            ],
            [
                128,
                "I’m sorry?"
            ],
            [
                132,
                "When are you going to stop making Cylon toast?"
            ],
            [
                134,
                "What’s wrong with a football jersey?"
            ],
            [
                136,
                "I’s the smallest size they had, except the one for dogs. I can’t believe they had one for dogs."
            ],
            [
                138,
                "Anyway, wish me luck."
            ],
            [
                140,
                "Well, I wouldn’t put it exactly that way."
            ],
            [
                142,
                "Yeah, okay, like you said."
            ],
            [
                144,
                "Good-Bye, Sheldon."
            ],
            [
                146,
                "Yeah, no, I’m trying to fit in, not get laughed at."
            ],
            [
                175,
                "Go! Go! Go! Go-Go-Go-Go! Yes! Are you people watching this? Is this amazing or what?"
            ],
            [
                177,
                "Oh. Did not know that."
            ],
            [
                179,
                "None, why?"
            ],
            [
                181,
                "Okay, yeah. I can see the difference."
            ],
            [
                184,
                "That completely was a forward pass, which they threw intentionally incomplete to avoid loss of yardage or to conserve time. I can’t believe they’re not being penalized with the loss of a down and by having to move the line of scrimmage back to the spot of the foul."
            ],
            [
                186,
                "Penny, you know I’m lactose intolerant."
            ],
            [
                195,
                "Mimesis?"
            ],
            [
                197,
                "What the hell are you talking about?"
            ],
            [
                199,
                "Oh, I guess so."
            ],
            [
                201,
                "I don’t want to fly kites, Sheldon. We’re watching football here."
            ],
            [
                203,
                "Oh, look at that. The Oklahoma coach has thrown down a red flag indicating he’s challenging the ruling on the field. I hope he’s right, ’cause if he’s not, it’ll cost him one of his three time-Outs."
            ],
            [
                205,
                "No, I’ll watch the end of the game. Besides, there’s only three minutes left."
            ],
            [
                207,
                "This is just half? We’ve been here for hours."
            ],
            [
                209,
                "Oh, you’re kidding me."
            ],
            [
                211,
                "Nice meeting all of you."
            ]
        ],
        "Howard": [
            [
                2,
                "Kites ho!"
            ],
            [
                16,
                "Good guess."
            ],
            [
                37,
                "Whoa! Did you see that?"
            ],
            [
                39,
                "That chick, she smiled at me."
            ],
            [
                41,
                "Yes, she did."
            ],
            [
                43,
                "Hold my line."
            ],
            [
                49,
                "What was I supposed to do? She gave me that come-hither look."
            ],
            [
                51,
                "I would’ve caught up to her if I hadn’t pulled a hammy."
            ],
            [
                58,
                "I totally had a shot."
            ],
            [
                97,
                "Oh come on, you’re not still grinding on the kite thing, are you?"
            ],
            [
                99,
                "But I had a shot with that jogger."
            ],
            [
                101,
                "It’s not a little scooter. It’s the second biggest Vespa they make! Are you watching football?"
            ],
            [
                103,
                "All I know about Saks is, my mother shops there."
            ],
            [
                109,
                "Sheldon knows football?"
            ],
            [
                111,
                "I mean, Quidditch, sure. But football?"
            ],
            [
                150,
                "Hey, pal."
            ],
            [
                152,
                "I brought you a little gift. New kite."
            ],
            [
                154,
                "Yeah, but it comes with a little coin purse. Does a Patang?"
            ],
            [
                156,
                "Look, I admit I haven’t always been the best friend I could be."
            ],
            [
                158,
                "Stipulated."
            ],
            [
                160,
                "I know, I know."
            ],
            [
                162,
                "Getting shot down by the girl at Hot Dog on a Stick. But in my defence, she was gorgeous, and working that squeezer to make the lemonade, going up and down and up and down. It was like a free pole dance right in the middle of the food court."
            ],
            [
                164,
                "Hey, at least I can talk to women without being drunk."
            ],
            [
                166,
                "No. You know what? Maybe that’s what this whole thing’s about. You’re not mad at me, you’re mad at yourself."
            ],
            [
                168,
                "Fine. You’re mad at me. I get it. Now, how about we go spend the day together? Just the two of us. We’ll go anywhere you want."
            ],
            [
                170,
                "Come on. Let me take you someplace nice."
            ],
            [
                172,
                "Really, now? With the traffic and the parking, it’s… okay, fine. The Tar Pits. Let’s go."
            ],
            [
                215,
                "My pleasure. Maybe after lunch, we can go to Marie Callender’s and have some pie."
            ],
            [
                217,
                "Good. I’m glad. Oh, man. Did you see the way she smiled at me?"
            ],
            [
                219,
                "No. This is our day."
            ],
            [
                221,
                "Ah, who am I kidding? I wouldn’t have a shot with a girl like that."
            ],
            [
                223,
                "You think so?"
            ],
            [
                225,
                "Yeah, well, it doesn’t matter ‘cause she wasn’t really smiling at me."
            ],
            [
                227,
                "Really?"
            ],
            [
                229,
                "Bye."
            ]
        ],
        "Raj": [
            [
                3,
                "Kites ho!"
            ],
            [
                24,
                "Leonard just realized that Penny’s been hiding him from her friends because he’s a tiny, little man who flies kites."
            ],
            [
                36,
                "Oh, they think we’re flanking, they’re playing right into our hands. On the count of three, we execute the flying scissor. One, two…"
            ],
            [
                38,
                "See what?"
            ],
            [
                40,
                "No, she didn’t."
            ],
            [
                42,
                "Come on, scissors, scissors!"
            ],
            [
                44,
                "Wait, what are you doing? I can’t scissors by myself! Howard! Come back!"
            ],
            [
                46,
                "Son of a bitch."
            ],
            [
                48,
                "You’re a sucky friend, you know that? A sucky, sucky friend."
            ],
            [
                50,
                "If she gave you any look at l. It was a you suck look."
            ],
            [
                52,
                "Oh, please, you weigh 80 pounds. You don’t have a hammy."
            ],
            [
                57,
                "You always do this, you know? You ditch me for a woman you don’t have a shot with."
            ],
            [
                59,
                "With a woman you were chasing through a park? That’s not a shot, that’s a felony. What’s worse, it cost me my prized Patang fighting kite. Sheldon, I don’t suppose there’s any chance you could give me my kite back?"
            ],
            [
                92,
                "Really? The only thing I’ve learned in the last two hours is that American men love drinking beer, pee too often and have trouble getting erections."
            ],
            [
                94,
                "I’m just saying, maybe if you people cut back on the beer, you could get out of the bathroom and satisfy your women without pharmaceutical help."
            ],
            [
                96,
                "I’m sorry, are you under the impression that we’re still friends?"
            ],
            [
                98,
                "It’s not just the kite thing. Every time we go some place, you think you can just dump me whenever someone prettier comes along, even though you don’t have a shot with them."
            ],
            [
                100,
                "Fine. Paint green flames on your little scooter with her. (Leaves)"
            ],
            [
                149,
                "It’s open."
            ],
            [
                151,
                "What do you want?"
            ],
            [
                153,
                "The kite you made me lose was an authentic Patang, an Indian fighting kite that my brother sent to me from New Delhi. It took me a day to put together and two days to paint. This is Hello Kitty."
            ],
            [
                155,
                "Wow, you just don’t get it, do you? Buying me something pretty isn’t going to make our problem just go away."
            ],
            [
                157,
                "You’ve been a sucky friend, a sucky, sucky friend."
            ],
            [
                159,
                "And you do it all the time. Last week in the mall at Radio Shack, we were looking for a phone with giant numbers for your mother, and I suddenly realize you’re not even there."
            ],
            [
                161,
                "And where were you?"
            ],
            [
                163,
                "You’re impossible."
            ],
            [
                165,
                "Excuse me, I have selective mutism, a recognized medical disorder. You’re just a douche."
            ],
            [
                167,
                "No, I’m mad at you. I hate myself, but I’m mad at you."
            ],
            [
                169,
                "I don’t know."
            ],
            [
                171,
                "I… I do enjoy the La Brea Tar Pits."
            ],
            [
                173,
                "Oh, why can’t I stay mad at you?"
            ],
            [
                214,
                "I really like my saber-toothed cat. Thank you."
            ],
            [
                216,
                "I’d like that. This is turning out to be a perfect Saturday."
            ],
            [
                218,
                "Fine. Go ahead."
            ],
            [
                220,
                "If you want to chase after her, chase after her."
            ],
            [
                222,
                "Don’t put yourself down. You’re a very attractive man."
            ],
            [
                224,
                "Yeah. Absolutely. It wouldn’t kill you to take a Pilates class with me now and then, but you have a certain wiry appeal."
            ],
            [
                226,
                "Actually, in this case, I think she was."
            ],
            [
                228,
                "Yeah."
            ],
            [
                230,
                "What a douche."
            ]
        ],
        "All three": [
            [
                4,
                "Kites, ho!"
            ]
        ],
        "Sheldon": [
            [
                5,
                "Excuse me. You’re misusing the word ho. It’s an interjection used to call attention to a destination, not an object, as in, uh, Land, ho! Or, uh, Westward, ho!"
            ],
            [
                12,
                "Well, actually, the risk of throat cutting is very low. On the other hand, severe string burn is a real and ever-Present danger."
            ],
            [
                23,
                "I’m sorry, I got bored and drifted off. Where exactly in the interaction did the sucking lie?"
            ],
            [
                25,
                "Oh, that certainly would suck."
            ],
            [
                29,
                "Wolowitz is trying to outflank us. Let out some string, add altitude and I’ll go under and cut his line."
            ],
            [
                31,
                "Focus, Leonard, focus! The heat of battle is upon us, the dogs of war are unleashed."
            ],
            [
                33,
                "You’re embarrassing me right now, a grown man worrying about such nonsense when in the middle of flying kites."
            ],
            [
                35,
                "Sorry won’t bring their kites down. Ow! String burn! String burn!"
            ],
            [
                45,
                "Victory!"
            ],
            [
                54,
                "Well, her actions could be out of concern for your feelings. Perhaps she’s excluded you from these gatherings because she’s scouting for a new mate and doesn’t want to do it in front of you."
            ],
            [
                56,
                "Agreed. Most primates don’t show that sort of discretion. A female bonobo will copulate with a new male in front of the old one without so much as a how do you do?"
            ],
            [
                60,
                "I’m sorry, Raj, but the rules of aerial warfare dictate at the fallen kite go to the victor. And without rules, the competition has no meaning. And without meaning, the following would be an empty gesture. (Sings) I have your kite. I have your kite."
            ],
            [
                105,
                "It’s football nomenclature for when a quarterback is tackled behind the line of scrimmage."
            ],
            [
                107,
                "The line of scrimmage is the imaginary transverse line separating the offence from the defence."
            ],
            [
                113,
                "I grew up in Texas. Football is ubiquitous in Texas. Pro football, college football, high school football, peewee football, in fact, every form of football except the original, European football, which most Texans believe to be a Commie plot."
            ],
            [
                115,
                "If you’re interested, I also know all about frying meat that isn’t chicken as if it were chicken."
            ],
            [
                117,
                "Football or chicken-fried meats?"
            ],
            [
                119,
                "If you want to blend in with Penny’s friends, I’d think looking like an idiot would be the perfect camouflage."
            ],
            [
                121,
                "That’s exactly what my father said. Come to the games, watch the games, week in and week out from the time I was five until I went off to college. Longest seven years of my life."
            ],
            [
                123,
                "Are you making this a tier one friendship request?"
            ],
            [
                125,
                "Fine."
            ],
            [
                127,
                "Yeah, yeah. All right, Poindexter, sit down, shut up and listen."
            ],
            [
                129,
                "That’s how my father always began our football conversations. And if you’d like, after the game, I’ll take you outside and teach you how to shoot close enough to a racoon that it craps itself."
            ],
            [
                133,
                "When I have enough to destroy all the human toast on the battlestar known as Galactica. Is that what you’re wearing to watch football at Penny’s?"
            ],
            [
                135,
                "Nothing. That, however, appears to be a football cocktail dress."
            ],
            [
                137,
                "Oh, yes. Canine football fans are a common sight in Texas. Cats, however, refuse to wear sporting apparel. My sister found that out the hard way."
            ],
            [
                139,
                "Leonard, wait. Am I correct in assuming that your attempt to be accepted by Penny’s peers is based on your desire to ensure your continuing mating privileges with her?"
            ],
            [
                141,
                "How would you put it?"
            ],
            [
                143,
                "Huh. Seems like an awful lot of trouble to go through for intercourse. Don’t you have access to women who will do it for money? By the way, another accepted usage for the term ho."
            ],
            [
                145,
                "Hold on I believe that social convention dictate you not arrive empty-Handed. Would you like to bring some Cylon toast?"
            ],
            [
                147,
                "What’s funny about Cylon toast?"
            ],
            [
                188,
                "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
            ],
            [
                190,
                "Thank you. I’d like to make a sandwich, but I’m out of bread."
            ],
            [
                192,
                "You shouldn’t keep your bread in the refrigerator. Staleness is caused by crystallization of the starch molecules, which occurs faster at cool temperatures."
            ],
            [
                194,
                "So Leonard, how goes the mimesis?"
            ],
            [
                196,
                "You know. Mimesis. An action in which the mimic takes on the properties of a specific object or organism. Mimesis."
            ],
            [
                198,
                "I’m attempting to communicate with you without my meaning becoming apparent to those around you. Let me try again. Have the indigenous fauna accepted you as one of their own? Nudge, nudge, wink, wink."
            ],
            [
                200,
                "Good. Oh, FYI. After I eat my sandwich, I’m taking Koothrappali’s Patang kite out for a test run. Would you like to get your delta-wing raptor and join me?"
            ],
            [
                202,
                "I can see that. I was providing you with an alternative. A courtesy I was never offered in similar circumstances."
            ]
        ],
        "The three guys": [
            [
                6,
                "Kites, ho!"
            ]
        ],
        "Penny": [
            [
                7,
                "Hey, guys. What you doing? Going out to discover electricity?"
            ],
            [
                10,
                "Kite fighting?"
            ],
            [
                14,
                "Oh, gee, sounds amazing, but, um, I’ve got some friends coming over. Not a big thing, we’re just gonna watch the Nebraska game."
            ],
            [
                17,
                "I would’ve invited you, but I know you’re not a football fan."
            ],
            [
                19,
                "Well, maybe we’ll hang out later, you know, after everybody’s gone."
            ],
            [
                21,
                "See ya."
            ],
            [
                63,
                "Hi."
            ],
            [
                65,
                "It was pretty good. We won."
            ],
            [
                68,
                "I’m glad to hear it."
            ],
            [
                70,
                "Oh, my god, no. Why would you ask that?"
            ],
            [
                72,
                "Sure you have."
            ],
            [
                74,
                "Of course not."
            ],
            [
                76,
                "Leonard, look, if you want to meet my friends, that would be great. I just, you know, I didn’t want you to be bored."
            ],
            [
                78,
                "Well, ’cause they’re not genius scientists."
            ],
            [
                80,
                "Like who?"
            ],
            [
                82,
                "Okay, great. Well, then why don’t you come over next Saturday and watch the game with us."
            ],
            [
                84,
                "They have them every week."
            ],
            [
                86,
                "You wanted to meet my friends."
            ],
            [
                88,
                "Oh, that’s okay, a lot of the guys’ girlfriends don’t know football. They just kind of drink and talk in the kitchen."
            ],
            [
                176,
                "Sweetie, that’s a highlight from the ’98 championship game."
            ],
            [
                178,
                "How much beer have you had?"
            ],
            [
                180,
                "Oh. I was just kind of hoping you were drunk. Now we’re back live."
            ],
            [
                185,
                "Here, have some pizza, sweetie."
            ],
            [
                187,
                "I know. I just need you stop talking."
            ],
            [
                189,
                "Sheldon, come in."
            ],
            [
                191,
                "There’s some in the fridge."
            ],
            [
                193,
                "On Earth, we say thank you."
            ],
            [
                204,
                "You know, Leonard, honey, I wouldn’t mind if you wanted to go fly kites with Sheldon."
            ],
            [
                206,
                "Until half time."
            ],
            [
                208,
                "And you’re gonna be here for a couple more."
            ],
            [
                210,
                "No."
            ],
            [
                212,
                "So, yeah, anyway, that’s my boyfriend. He is really smart."
            ]
        ],
        "Howard (arriving)": [
            [
                95,
                "Raj, what are you doing here? You were supposed to help me pimp out my Vespa."
            ]
        ],
        "Guy in baseball hat": [
            [
                182,
                "Oh, where’s the flag, that’s intentional grounding."
            ]
        ],
        "Second guy": [
            [
                183,
                "Totally."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The stairwell. The guys are carrying kites."
        ],
        [
            "Leonard",
            "Kites, ho!"
        ],
        [
            "Howard",
            "Kites ho!"
        ],
        [
            "Raj",
            "Kites ho!"
        ],
        [
            "All three",
            "Kites, ho!"
        ],
        [
            "Sheldon",
            "Excuse me. You’re misusing the word ho. It’s an interjection used to call attention to a destination, not an object, as in, uh, Land, ho! Or, uh, Westward, ho!"
        ],
        [
            "The three guys",
            "Kites, ho!"
        ],
        [
            "Penny",
            "Hey, guys. What you doing? Going out to discover electricity?"
        ],
        [
            "Leonard",
            "If you’re referring to the work of Benjamin Franklin, he did not discover electricity, he merely used a kite to determine that lightning consists of electricity. He also invented the Franklin stove, bifocals and the flexible urinary catheter. Kites, ho."
        ],
        [
            "Leonard",
            "We’re heading out for some kite fighting."
        ],
        [
            "Penny",
            "Kite fighting?"
        ],
        [
            "Leonard",
            "Oh, yeah. It’s an extremely competitive, cutthroat sport."
        ],
        [
            "Sheldon",
            "Well, actually, the risk of throat cutting is very low. On the other hand, severe string burn is a real and ever-Present danger."
        ],
        [
            "Leonard",
            "You want to come watch?"
        ],
        [
            "Penny",
            "Oh, gee, sounds amazing, but, um, I’ve got some friends coming over. Not a big thing, we’re just gonna watch the Nebraska game."
        ],
        [
            "Leonard",
            "Oh. Football, sure."
        ],
        [
            "Howard",
            "Good guess."
        ],
        [
            "Penny",
            "I would’ve invited you, but I know you’re not a football fan."
        ],
        [
            "Leonard",
            "No, no, I’m not, so, great. You’ve got plans doing something you like, I’ve got plans doing something I like, so it’s good."
        ],
        [
            "Penny",
            "Well, maybe we’ll hang out later, you know, after everybody’s gone."
        ],
        [
            "Leonard",
            "Yeah, great."
        ],
        [
            "Penny",
            "See ya."
        ],
        [
            "Leonard",
            "Well, this sucks."
        ],
        [
            "Sheldon",
            "I’m sorry, I got bored and drifted off. Where exactly in the interaction did the sucking lie?"
        ],
        [
            "Raj",
            "Leonard just realized that Penny’s been hiding him from her friends because he’s a tiny, little man who flies kites."
        ],
        [
            "Sheldon",
            "Oh, that certainly would suck."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The park."
        ],
        [
            "Sheldon",
            "Wolowitz is trying to outflank us. Let out some string, add altitude and I’ll go under and cut his line."
        ],
        [
            "Leonard",
            "Why wouldn’t Penny want her friends to meet me?"
        ],
        [
            "Sheldon",
            "Focus, Leonard, focus! The heat of battle is upon us, the dogs of war are unleashed."
        ],
        [
            "Leonard",
            "Maybe Koothrappali’s right, maybe I embarrass her."
        ],
        [
            "Sheldon",
            "You’re embarrassing me right now, a grown man worrying about such nonsense when in the middle of flying kites."
        ],
        [
            "Leonard",
            "Sorry."
        ],
        [
            "Sheldon",
            "Sorry won’t bring their kites down. Ow! String burn! String burn!"
        ],
        [
            "Raj",
            "Oh, they think we’re flanking, they’re playing right into our hands. On the count of three, we execute the flying scissor. One, two…"
        ],
        [
            "Howard",
            "Whoa! Did you see that?"
        ],
        [
            "Raj",
            "See what?"
        ],
        [
            "Howard",
            "That chick, she smiled at me."
        ],
        [
            "Raj",
            "No, she didn’t."
        ],
        [
            "Howard",
            "Yes, she did."
        ],
        [
            "Raj",
            "Come on, scissors, scissors!"
        ],
        [
            "Howard",
            "Hold my line."
        ],
        [
            "Raj",
            "Wait, what are you doing? I can’t scissors by myself! Howard! Come back!"
        ],
        [
            "Sheldon",
            "Victory!"
        ],
        [
            "Raj",
            "Son of a bitch."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Raj",
            "You’re a sucky friend, you know that? A sucky, sucky friend."
        ],
        [
            "Howard",
            "What was I supposed to do? She gave me that come-hither look."
        ],
        [
            "Raj",
            "If she gave you any look at l. It was a you suck look."
        ],
        [
            "Howard",
            "I would’ve caught up to her if I hadn’t pulled a hammy."
        ],
        [
            "Raj",
            "Oh, please, you weigh 80 pounds. You don’t have a hammy."
        ],
        [
            "Leonard",
            "So, Penny doesn’t want me around her friends, I embarrass her. What else could it be?"
        ],
        [
            "Sheldon",
            "Well, her actions could be out of concern for your feelings. Perhaps she’s excluded you from these gatherings because she’s scouting for a new mate and doesn’t want to do it in front of you."
        ],
        [
            "Leonard",
            "Oh, how kind of her."
        ],
        [
            "Sheldon",
            "Agreed. Most primates don’t show that sort of discretion. A female bonobo will copulate with a new male in front of the old one without so much as a how do you do?"
        ],
        [
            "Raj",
            "You always do this, you know? You ditch me for a woman you don’t have a shot with."
        ],
        [
            "Howard",
            "I totally had a shot."
        ],
        [
            "Raj",
            "With a woman you were chasing through a park? That’s not a shot, that’s a felony. What’s worse, it cost me my prized Patang fighting kite. Sheldon, I don’t suppose there’s any chance you could give me my kite back?"
        ],
        [
            "Sheldon",
            "I’m sorry, Raj, but the rules of aerial warfare dictate at the fallen kite go to the victor. And without rules, the competition has no meaning. And without meaning, the following would be an empty gesture. (Sings) I have your kite. I have your kite."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Leonard",
            "How was your football party?"
        ],
        [
            "Penny",
            "It was pretty good. We won."
        ],
        [
            "Leonard",
            "Oh, that’s excellent. It’s a weird figure of speech, isn’t it, we won when you weren’t"
        ],
        [
            "Scene",
            "actually playing. When we watch Star Wars, we don’t say, we defeated the Empire."
        ],
        [
            "Penny",
            "I’m glad to hear it."
        ],
        [
            "Leonard",
            "Oh, hey, on a related subject, are you embarrassed to have me around your friends?"
        ],
        [
            "Penny",
            "Oh, my god, no. Why would you ask that?"
        ],
        [
            "Leonard",
            "Well, you know, I just noticed I haven’t really met any of them."
        ],
        [
            "Penny",
            "Sure you have."
        ],
        [
            "Leonard",
            "Well, yeah, no, I met the huge ex-boyfriend and the smaller yet still larger than me ex-boyfriend. Were they here today?"
        ],
        [
            "Penny",
            "Of course not."
        ],
        [
            "Leonard",
            "Of course not. Why would they be? Why would I ask? Why am I rambling? Why don’t you stop me?"
        ],
        [
            "Penny",
            "Leonard, look, if you want to meet my friends, that would be great. I just, you know, I didn’t want you to be bored."
        ],
        [
            "Leonard",
            "I wouldn’t be bored. Why would I be bored?"
        ],
        [
            "Penny",
            "Well, ’cause they’re not genius scientists."
        ],
        [
            "Leonard",
            "Penny, I like all sorts of people. In fact, some of my best friends aren’t geniuses."
        ],
        [
            "Penny",
            "Like who?"
        ],
        [
            "Leonard",
            "Okay, some of my Facebook friends aren’t geniuses. My point is, if we’re going to be a couple, I should be friends with your friends."
        ],
        [
            "Penny",
            "Okay, great. Well, then why don’t you come over next Saturday and watch the game with us."
        ],
        [
            "Leonard",
            "Another football game?"
        ],
        [
            "Penny",
            "They have them every week."
        ],
        [
            "Leonard",
            "Did not know that."
        ],
        [
            "Penny",
            "You wanted to meet my friends."
        ],
        [
            "Leonard",
            "Sure, sure, just I don’t know much about football."
        ],
        [
            "Penny",
            "Oh, that’s okay, a lot of the guys’ girlfriends don’t know football. They just kind of drink and talk in the kitchen."
        ],
        [
            "Leonard",
            "Great."
        ],
        [
            "Scene",
            "The apartment. Leonard and Raj are watching a football game on the television. "
        ],
        [
            "Leonard",
            "Okay, a complete pass. First down, New England. I think I’m starting to get this."
        ],
        [
            "Raj",
            "Really? The only thing I’ve learned in the last two hours is that American men love drinking beer, pee too often and have trouble getting erections."
        ],
        [
            "Leonard",
            "Focus on the game, not the commercials, Raj."
        ],
        [
            "Raj",
            "I’m just saying, maybe if you people cut back on the beer, you could get out of the bathroom and satisfy your women without pharmaceutical help."
        ],
        [
            "Howard (arriving)",
            "Raj, what are you doing here? You were supposed to help me pimp out my Vespa."
        ],
        [
            "Raj",
            "I’m sorry, are you under the impression that we’re still friends?"
        ],
        [
            "Howard",
            "Oh come on, you’re not still grinding on the kite thing, are you?"
        ],
        [
            "Raj",
            "It’s not just the kite thing. Every time we go some place, you think you can just dump me whenever someone prettier comes along, even though you don’t have a shot with them."
        ],
        [
            "Howard",
            "But I had a shot with that jogger."
        ],
        [
            "Raj",
            "Fine. Paint green flames on your little scooter with her. (Leaves)"
        ],
        [
            "Howard",
            "It’s not a little scooter. It’s the second biggest Vespa they make! Are you watching football?"
        ],
        [
            "Leonard",
            "There’s no fooling you. Now, what is this sacks statistic they put up there?"
        ],
        [
            "Howard",
            "All I know about Saks is, my mother shops there."
        ],
        [
            "Leonard",
            "Sacks, sacks…"
        ],
        [
            "Sheldon",
            "It’s football nomenclature for when a quarterback is tackled behind the line of scrimmage."
        ],
        [
            "Leonard",
            "Huh… Scrimmage…"
        ],
        [
            "Sheldon",
            "The line of scrimmage is the imaginary transverse line separating the offence from the defence."
        ],
        [
            "Leonard",
            "Oh."
        ],
        [
            "Howard",
            "Sheldon knows football?"
        ],
        [
            "Leonard",
            "Apparently."
        ],
        [
            "Howard",
            "I mean, Quidditch, sure. But football?"
        ],
        [
            "Leonard",
            "Sheldon, how do you know this stuff?"
        ],
        [
            "Sheldon",
            "I grew up in Texas. Football is ubiquitous in Texas. Pro football, college football, high school football, peewee football, in fact, every form of football except the original, European football, which most Texans believe to be a Commie plot."
        ],
        [
            "Leonard",
            "Unbelievable."
        ],
        [
            "Sheldon",
            "If you’re interested, I also know all about frying meat that isn’t chicken as if it were chicken."
        ],
        [
            "Leonard",
            "So you could teach me?"
        ],
        [
            "Sheldon",
            "Football or chicken-fried meats?"
        ],
        [
            "Leonard",
            "Football. I’m going to Penny’s on Saturday to watch a game with her friends and I don’t want to look like an idiot. I want to blend in."
        ],
        [
            "Sheldon",
            "If you want to blend in with Penny’s friends, I’d think looking like an idiot would be the perfect camouflage."
        ],
        [
            "Leonard",
            "Come on, Sheldon, please teach me about football. It’ll be fun."
        ],
        [
            "Sheldon",
            "That’s exactly what my father said. Come to the games, watch the games, week in and week out from the time I was five until I went off to college. Longest seven years of my life."
        ],
        [
            "Leonard",
            "Please, I’m asking you as a friend."
        ],
        [
            "Sheldon",
            "Are you making this a tier one friendship request?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Fine."
        ],
        [
            "Leonard",
            "I really appreciate this."
        ],
        [
            "Sheldon",
            "Yeah, yeah. All right, Poindexter, sit down, shut up and listen."
        ],
        [
            "Leonard",
            "I’m sorry?"
        ],
        [
            "Sheldon",
            "That’s how my father always began our football conversations. And if you’d like, after the game, I’ll take you outside and teach you how to shoot close enough to a racoon that it craps itself."
        ],
        [
            "Scene",
            "The kitchen. Sheldon is making toast in a cylon toaster which burns an image of a cylon onto the toast. "
        ],
        [
            "Leonard",
            "When are you going to stop making Cylon toast?"
        ],
        [
            "Sheldon",
            "When I have enough to destroy all the human toast on the battlestar known as Galactica. Is that what you’re wearing to watch football at Penny’s?"
        ],
        [
            "Leonard",
            "What’s wrong with a football jersey?"
        ],
        [
            "Sheldon",
            "Nothing. That, however, appears to be a football cocktail dress."
        ],
        [
            "Leonard",
            "I’s the smallest size they had, except the one for dogs. I can’t believe they had one for dogs."
        ],
        [
            "Sheldon",
            "Oh, yes. Canine football fans are a common sight in Texas. Cats, however, refuse to wear sporting apparel. My sister found that out the hard way."
        ],
        [
            "Leonard",
            "Anyway, wish me luck."
        ],
        [
            "Sheldon",
            "Leonard, wait. Am I correct in assuming that your attempt to be accepted by Penny’s peers is based on your desire to ensure your continuing mating privileges with her?"
        ],
        [
            "Leonard",
            "Well, I wouldn’t put it exactly that way."
        ],
        [
            "Sheldon",
            "How would you put it?"
        ],
        [
            "Leonard",
            "Yeah, okay, like you said."
        ],
        [
            "Sheldon",
            "Huh. Seems like an awful lot of trouble to go through for intercourse. Don’t you have access to women who will do it for money? By the way, another accepted usage for the term ho."
        ],
        [
            "Leonard",
            "Good-Bye, Sheldon."
        ],
        [
            "Sheldon",
            "Hold on I believe that social convention dictate you not arrive empty-Handed. Would you like to bring some Cylon toast?"
        ],
        [
            "Leonard",
            "Yeah, no, I’m trying to fit in, not get laughed at."
        ],
        [
            "Sheldon",
            "What’s funny about Cylon toast?"
        ],
        [
            "Scene",
            "Raj’s apartment. Raj is watching a Bollywood movie. There is a knock on the door."
        ],
        [
            "Raj",
            "It’s open."
        ],
        [
            "Howard",
            "Hey, pal."
        ],
        [
            "Raj",
            "What do you want?"
        ],
        [
            "Howard",
            "I brought you a little gift. New kite."
        ],
        [
            "Raj",
            "The kite you made me lose was an authentic Patang, an Indian fighting kite that my brother sent to me from New Delhi. It took me a day to put together and two days to paint. This is Hello Kitty."
        ],
        [
            "Howard",
            "Yeah, but it comes with a little coin purse. Does a Patang?"
        ],
        [
            "Raj",
            "Wow, you just don’t get it, do you? Buying me something pretty isn’t going to make our problem just go away."
        ],
        [
            "Howard",
            "Look, I admit I haven’t always been the best friend I could be."
        ],
        [
            "Raj",
            "You’ve been a sucky friend, a sucky, sucky friend."
        ],
        [
            "Howard",
            "Stipulated."
        ],
        [
            "Raj",
            "And you do it all the time. Last week in the mall at Radio Shack, we were looking for a phone with giant numbers for your mother, and I suddenly realize you’re not even there."
        ],
        [
            "Howard",
            "I know, I know."
        ],
        [
            "Raj",
            "And where were you?"
        ],
        [
            "Howard",
            "Getting shot down by the girl at Hot Dog on a Stick. But in my defence, she was gorgeous, and working that squeezer to make the lemonade, going up and down and up and down. It was like a free pole dance right in the middle of the food court."
        ],
        [
            "Raj",
            "You’re impossible."
        ],
        [
            "Howard",
            "Hey, at least I can talk to women without being drunk."
        ],
        [
            "Raj",
            "Excuse me, I have selective mutism, a recognized medical disorder. You’re just a douche."
        ],
        [
            "Howard",
            "No. You know what? Maybe that’s what this whole thing’s about. You’re not mad at me, you’re mad at yourself."
        ],
        [
            "Raj",
            "No, I’m mad at you. I hate myself, but I’m mad at you."
        ],
        [
            "Howard",
            "Fine. You’re mad at me. I get it. Now, how about we go spend the day together? Just the two of us. We’ll go anywhere you want."
        ],
        [
            "Raj",
            "I don’t know."
        ],
        [
            "Howard",
            "Come on. Let me take you someplace nice."
        ],
        [
            "Raj",
            "I… I do enjoy the La Brea Tar Pits."
        ],
        [
            "Howard",
            "Really, now? With the traffic and the parking, it’s… okay, fine. The Tar Pits. Let’s go."
        ],
        [
            "Raj",
            "Oh, why can’t I stay mad at you?"
        ],
        [
            "Scene",
            "Penny’s apartment. Everyone is watching football."
        ],
        [
            "Leonard",
            "Go! Go! Go! Go-Go-Go-Go! Yes! Are you people watching this? Is this amazing or what?"
        ],
        [
            "Penny",
            "Sweetie, that’s a highlight from the ’98 championship game."
        ],
        [
            "Leonard",
            "Oh. Did not know that."
        ],
        [
            "Penny",
            "How much beer have you had?"
        ],
        [
            "Leonard",
            "None, why?"
        ],
        [
            "Penny",
            "Oh. I was just kind of hoping you were drunk. Now we’re back live."
        ],
        [
            "Leonard",
            "Okay, yeah. I can see the difference."
        ],
        [
            "Guy in baseball hat",
            "Oh, where’s the flag, that’s intentional grounding."
        ],
        [
            "Second guy",
            "Totally."
        ],
        [
            "Leonard",
            "That completely was a forward pass, which they threw intentionally incomplete to avoid loss of yardage or to conserve time. I can’t believe they’re not being penalized with the loss of a down and by having to move the line of scrimmage back to the spot of the foul."
        ],
        [
            "Penny",
            "Here, have some pizza, sweetie."
        ],
        [
            "Leonard",
            "Penny, you know I’m lactose intolerant."
        ],
        [
            "Penny",
            "I know. I just need you stop talking."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
        ],
        [
            "Penny",
            "Sheldon, come in."
        ],
        [
            "Sheldon",
            "Thank you. I’d like to make a sandwich, but I’m out of bread."
        ],
        [
            "Penny",
            "There’s some in the fridge."
        ],
        [
            "Sheldon",
            "You shouldn’t keep your bread in the refrigerator. Staleness is caused by crystallization of the starch molecules, which occurs faster at cool temperatures."
        ],
        [
            "Penny",
            "On Earth, we say thank you."
        ],
        [
            "Sheldon",
            "So Leonard, how goes the mimesis?"
        ],
        [
            "Leonard",
            "Mimesis?"
        ],
        [
            "Sheldon",
            "You know. Mimesis. An action in which the mimic takes on the properties of a specific object or organism. Mimesis."
        ],
        [
            "Leonard",
            "What the hell are you talking about?"
        ],
        [
            "Sheldon",
            "I’m attempting to communicate with you without my meaning becoming apparent to those around you. Let me try again. Have the indigenous fauna accepted you as one of their own? Nudge, nudge, wink, wink."
        ],
        [
            "Leonard",
            "Oh, I guess so."
        ],
        [
            "Sheldon",
            "Good. Oh, FYI. After I eat my sandwich, I’m taking Koothrappali’s Patang kite out for a test run. Would you like to get your delta-wing raptor and join me?"
        ],
        [
            "Leonard",
            "I don’t want to fly kites, Sheldon. We’re watching football here."
        ],
        [
            "Sheldon",
            "I can see that. I was providing you with an alternative. A courtesy I was never offered in similar circumstances."
        ],
        [
            "Leonard",
            "Oh, look at that. The Oklahoma coach has thrown down a red flag indicating he’s challenging the ruling on the field. I hope he’s right, ’cause if he’s not, it’ll cost him one of his three time-Outs."
        ],
        [
            "Penny",
            "You know, Leonard, honey, I wouldn’t mind if you wanted to go fly kites with Sheldon."
        ],
        [
            "Leonard",
            "No, I’ll watch the end of the game. Besides, there’s only three minutes left."
        ],
        [
            "Penny",
            "Until half time."
        ],
        [
            "Leonard",
            "This is just half? We’ve been here for hours."
        ],
        [
            "Penny",
            "And you’re gonna be here for a couple more."
        ],
        [
            "Leonard",
            "Oh, you’re kidding me."
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Leonard",
            "Nice meeting all of you."
        ],
        [
            "Penny",
            "So, yeah, anyway, that’s my boyfriend. He is really smart."
        ],
        [
            "Scene",
            "The Le Brea Tar Pits."
        ],
        [
            "Raj",
            "I really like my saber-toothed cat. Thank you."
        ],
        [
            "Howard",
            "My pleasure. Maybe after lunch, we can go to Marie Callender’s and have some pie."
        ],
        [
            "Raj",
            "I’d like that. This is turning out to be a perfect Saturday."
        ],
        [
            "Howard",
            "Good. I’m glad. Oh, man. Did you see the way she smiled at me?"
        ],
        [
            "Raj",
            "Fine. Go ahead."
        ],
        [
            "Howard",
            "No. This is our day."
        ],
        [
            "Raj",
            "If you want to chase after her, chase after her."
        ],
        [
            "Howard",
            "Ah, who am I kidding? I wouldn’t have a shot with a girl like that."
        ],
        [
            "Raj",
            "Don’t put yourself down. You’re a very attractive man."
        ],
        [
            "Howard",
            "You think so?"
        ],
        [
            "Raj",
            "Yeah. Absolutely. It wouldn’t kill you to take a Pilates class with me now and then, but you have a certain wiry appeal."
        ],
        [
            "Howard",
            "Yeah, well, it doesn’t matter ‘cause she wasn’t really smiling at me."
        ],
        [
            "Raj",
            "Actually, in this case, I think she was."
        ],
        [
            "Howard",
            "Really?"
        ],
        [
            "Raj",
            "Yeah."
        ],
        [
            "Howard",
            "Bye."
        ],
        [
            "Raj",
            "What a douche."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-06-the-cornhusker-vortex/"
}