{
    "Season": 3,
    "Episode": 7,
    "Title": "the guitarist amplification",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                52,
                "Credits sequence"
            ],
            [
                53,
                "Leonard’s car."
            ],
            [
                66,
                "Leaving the apartment."
            ],
            [
                92,
                "The comic book store."
            ],
            [
                121,
                "The Cheesecake Factory."
            ],
            [
                167,
                "The apartment."
            ],
            [
                189,
                "Raj’s apartment."
            ],
            [
                199,
                "Penny’s car."
            ],
            [
                206,
                "Outside Howard’s house. Sheldon rings the doorbell."
            ],
            [
                215,
                "The comic book store."
            ],
            [
                239,
                "try and understand. Look, Leonard and I are in a relationship, and occasionally, we’re going to fight. But no matter what happens between us, we will always love you. Right, Leonard?"
            ],
            [
                249,
                "Penny’s bed. "
            ],
            [
                252,
                "The apartment. Sheldon is in his spot. Beside him, a long haired bearded person is asleep. There is a guitar propped up on the arm of the sofa."
            ]
        ],
        "Penny": [
            [
                1,
                "Wow, Sheldon, I cannot believe you made up your own game."
            ],
            [
                4,
                "All right, five. One, two, three, four, five. Oh, wow, look at that, my Department of Defence research grant is renewed."
            ],
            [
                6,
                "Yay."
            ],
            [
                11,
                "Actually, I have to pick up my friend Justin from the airport."
            ],
            [
                13,
                "Um, yeah, if you want. I mean, there may not be room. He’s got a lot of stuff, like guitars and amplifiers."
            ],
            [
                15,
                "My friend, Justin."
            ],
            [
                19,
                "I told you about him."
            ],
            [
                22,
                "Yeah, my friend from Omaha, plays the guitar. Anyway, he’s coming to L.A. looking for some session work, so I told him he could just crash on my couch for a few weeks."
            ],
            [
                25,
                "He’s not some guy. He’s my friend."
            ],
            [
                27,
                "Well, he’s definitely not gay."
            ],
            [
                29,
                "Okay, we went out a little bit, a long time ago, but we were never like going out."
            ],
            [
                32,
                "Do you have a problem with Justin staying with me?"
            ],
            [
                35,
                "You know what? Don’t talk to me like I’m an idiot."
            ],
            [
                38,
                "How is that not talking to me like I’m an idiot? It’s my friend, it’s my couch, and it’s my freakin’ life!"
            ],
            [
                41,
                "Hey, if I want to invite the entire line up of Lollapalooza to sleep in my apartment, I will, and it’s none of your business!"
            ],
            [
                43,
                "Oh, now I’m a child? Well, at least I’m not an idiot anymore!"
            ],
            [
                45,
                "Oh, you are such a… (Sheldon has placed ice in the blender and turned it on) What the hell is he doing?"
            ],
            [
                47,
                "Sheldon, just stop, look, the fight is over. Oh, and FYI, you never even heard of The Black Eyed Peas until you met me!"
            ],
            [
                72,
                "Hey."
            ],
            [
                76,
                "Not really, no."
            ],
            [
                81,
                "Are you ready to apologize?"
            ],
            [
                83,
                "E-e-e-e-eh! Wrong answer, but thank you for playing."
            ],
            [
                85,
                "Oh, there it is again! You think I’m stupid!"
            ],
            [
                87,
                "Oh, yeah? well, there’s a difference between being a jerk and being an ass!"
            ],
            [
                123,
                "Oh, thank you very much. Come back soon. With the other half of my tip. Hey, Sheldon, what are you doing here?"
            ],
            [
                125,
                "Is Leonard coming?"
            ],
            [
                127,
                "Well, that’s not gonna happen."
            ],
            [
                129,
                "Which is?"
            ],
            [
                131,
                "I’m busy."
            ],
            [
                133,
                "Fine. What do you want?"
            ],
            [
                135,
                "Yes."
            ],
            [
                137,
                "No, no, Sheldon, they just make a half-sandwich."
            ],
            [
                139,
                "Okay, fine, it’s soup and a small sandwich. Is that what you want?"
            ],
            [
                141,
                "Great."
            ],
            [
                143,
                "Don’t you usually get lemonade?"
            ],
            [
                145,
                "Do you want lemonade?"
            ],
            [
                147,
                "Anything else?"
            ],
            [
                149,
                "I am not going to apologize. I’ve done nothing wrong. He is completely overreacting."
            ],
            [
                151,
                "Well, I’m sorry, Sheldon, but this really isn’t about you."
            ],
            [
                153,
                "Yeah, yeah, I’ll be right there. Look, Sheldon, I have to go."
            ],
            [
                155,
                "Leonard is wrong."
            ],
            [
                157,
                "I’m coming. Goodbye, Sheldon. What do you mean, transgressions I’ve committed?"
            ],
            [
                159,
                "Like what? Yeah, yeah, I see you, you’re making a little cheque sign in the air, I got it, just hold your horses. What does Leonard complain about?"
            ],
            [
                161,
                "My singing?"
            ],
            [
                163,
                "Okay, if Leonard has so many problems with me, why hasn’t he just said so?"
            ],
            [
                165,
                "Oh, really? Well, then, do me a favour and tell Leonard that he can drop dead!"
            ],
            [
                176,
                "I hear you don’t like my stuffed animals, my driving or my punctuality."
            ],
            [
                178,
                "It doesn’t matter why he told me. It’s true, isn’t it?"
            ],
            [
                180,
                "That isn’t even your problem, the problem is you don’t trust me!"
            ],
            [
                182,
                "Oh, your yelling must have freaked him out again."
            ],
            [
                184,
                "No, I’m going to go find your damn roommate before he hurts himself trying to cross the street or something!"
            ],
            [
                186,
                "Oh, now I need your permission for that, too?!"
            ],
            [
                188,
                "Really? Why not? You’re so smart, and I’m so dumb!"
            ],
            [
                202,
                "Hey, why don’t you just let me find him while you sit there hitting your imaginary brake?"
            ],
            [
                204,
                "What stop sign?"
            ],
            [
                220,
                "Yeah?"
            ],
            [
                222,
                "What do you mean?"
            ],
            [
                224,
                "Oh, yeah, kind of. It’s, it’s no big thing."
            ],
            [
                227,
                "All right, what’s going on?"
            ],
            [
                230,
                "Come on, Sheldon, let’s go home. Look, we’re done fighting."
            ],
            [
                232,
                "Okay, there’s going to no more shouting and no skeet-shooting."
            ],
            [
                235,
                "Oh, my God, would you let this go?!"
            ],
            [
                238,
                "Leonard, will you just let me handle this, please? Look, let’s just… Sheldon, please,"
            ],
            [
                241,
                "You know, how about we buy you this robot, and then we all go home?"
            ],
            [
                243,
                "Okay, you can have that one."
            ],
            [
                245,
                "Buy him the robot, Leonard."
            ],
            [
                247,
                "Yes, you can."
            ],
            [
                251,
                "He’s a musician. He’ll sleep in his own vomit, if he has to."
            ]
        ],
        "Sheldon": [
            [
                2,
                "Oh, Research Lab is more than a game. It’s like the slogan says, the physics is theoretical, but the fun is real."
            ],
            [
                5,
                "Oh! Great roll! Now you can demolish your Soviet-style cyclotron and build the large Hadron Collider."
            ],
            [
                7,
                "You’re a natural at this, Penny. And as the first beta testers, you two’ll have quite the edge when we play with Wolowitz and Koothrappali on Sunday."
            ],
            [
                9,
                "Why not?"
            ],
            [
                16,
                "Pay attention, Leonard. That’s why she can’t play on Sunday."
            ],
            [
                18,
                "Your turn, Leonard."
            ],
            [
                21,
                "Roll the dice, Leonard."
            ],
            [
                23,
                "Come on, Leonard, if you roll a six, Penny dies horribly in a nuclear meltdown. See what I mean when I say the fun is real?"
            ],
            [
                31,
                "I’ll just roll for you."
            ],
            [
                34,
                "Uh-oh! Industrial accident."
            ],
            [
                37,
                "You accidentally stare at a helium-argon laser. Lose one turn and a retina."
            ],
            [
                39,
                "It’s also your roll."
            ],
            [
                49,
                "Has your relationship reached its inevitable ugly end?"
            ],
            [
                51,
                "Look on the bright side. As the result of Penny’s forfeit, you have become the world’s first winner of Research Lab. Would you like a commemorative snow cone?"
            ],
            [
                55,
                "Hey, I thought of a game we can play in the car."
            ],
            [
                57,
                "It’s called Scientists. Now, I will name three scientists, then you will put them in order of the size of their contribution to their respective fields. To make this game even more compelling, you must consider only the contribution of the man to the field, not the validity of the field itself. For example, Abu Musa Jabir ibn Hayn made a greater contribution to the discredited field of alchemy than Halbert Vanderplatt made to neurobiology. Okay, ready to have some fun?"
            ],
            [
                59,
                "All right, I’ll start with an easy one, um, Isaac Newton, Madame Curie and Niels Bohr."
            ],
            [
                61,
                "Hint, Madame Curie had her husband to help her."
            ],
            [
                63,
                "Leonard! Stop the car!"
            ],
            [
                65,
                "I can’t listen to the two of you fight anymore."
            ],
            [
                67,
                "Come on, come on, we’re late."
            ],
            [
                69,
                "I believe my alarm is appropriate, given the situation. The movie starts in 17 minutes, which means we’ll need to make all the lights on Colorado Boulevard, plus skip the concession stand, and preshow urination."
            ],
            [
                71,
                "Go, go, Power Rangers, go!"
            ],
            [
                74,
                "No, we’re not. We’re standing in the hallway, suffering through an awkward encounter."
            ],
            [
                77,
                "All right, invitation pointlessly offered, invitation declined as expected, everyone’s civil, nobody’s fighting. Have a nice evening."
            ],
            [
                91,
                "Leonard, when that woman moved in three years ago I told you not to talk to her, and now look, we’re going to be late for the movies."
            ],
            [
                95,
                "Got it."
            ],
            [
                118,
                "Stop it, both of you. All this fighting, I might as well be back with my parents! Damn it, George, I told you if you didn’t quit drinkin’ I’d leave you! Well, I guess that makes you a liar, ’cause I’m drunk as hell and you’re still here! Stop yelling! You’re making Sheldon cry! I’ll tell you what’s making Sheldon cry! That I let you name him Sheldon."
            ],
            [
                124,
                "This is a restaurant. It’s lunchtime. I would think, as a waitress, you’d be familiar with the paradigm."
            ],
            [
                126,
                "No, I believe Leonard is waiting for you to come crawling back to him and apologize."
            ],
            [
                128,
                "I assumed that would be your attitude. Hence, my true purpose in coming here."
            ],
            [
                130,
                "I want you to crawl back to him and apologize."
            ],
            [
                132,
                "Excuse me, miss. I’d like to order lunch."
            ],
            [
                134,
                "I have a few questions. First, I notice that you offer soup and a half-sandwich?"
            ],
            [
                136,
                "Where exactly does the half-sandwich come from? Are you giving me half of someone else’s sandwich, or do I have to wait for someone else in the restaurant to order the other half?"
            ],
            [
                138,
                "You can’t make a half-sandwich. If it’s not half of a whole sandwich, it’s just a small sandwich."
            ],
            [
                140,
                "Of course not. I’ll have my usual."
            ],
            [
                142,
                "Aren’t you going to ask me if I want a beverage?"
            ],
            [
                144,
                "Yes."
            ],
            [
                146,
                "Yes."
            ],
            [
                148,
                "Yes, I want you to apologize to Leonard."
            ],
            [
                150,
                "Irrelevant. The disruption in your relationship is making my life intolerable."
            ],
            [
                152,
                "I don’t follow."
            ],
            [
                154,
                "All right, let’s assume, ad argumentum, that in this case, Leonard is wrong."
            ],
            [
                156,
                "Considering the number of transgressions you’ve committed that he’s overlooked, don’t you think that, just this once, you could return the favour?"
            ],
            [
                158,
                "Were you under the impression that Leonard has no complaints about you?"
            ],
            [
                160,
                "Your driving, the plethora of stuffed animals on your bed that stare at him during your amorous activities, your constant tardiness, your singing."
            ],
            [
                162,
                "That’s actually from my list, but Leonard would be a fool if he didn’t agree with it."
            ],
            [
                164,
                "Because, according to him, you’re oversensitive and have a temper."
            ],
            [
                166,
                "And she wonders why she’s constantly undertipped."
            ],
            [
                169,
                "Oh, good, you’re home. I need you to do me a favour."
            ],
            [
                171,
                "Go apologize to Penny."
            ],
            [
                173,
                "Right now would be good."
            ],
            [
                175,
                "Although, a few minutes ago would have been better."
            ],
            [
                190,
                "(Knock, knock, knock) Raj. (Knock, knock, knock) Raj. (Knock, knock, knock) Raj."
            ],
            [
                229,
                "Don’t flatter yourself. I’m just ignoring you."
            ],
            [
                231,
                "I’ve heard that before, but then, the next thing you know I’m hiding in my bedroom, blaring a Richard Feinman lecture while my mom is shouting that Jesus would forgive her if she put ground glass in my dad’s meatloaf, and my dad’s on the roof skeet-shooting her Franklin Mint collectible plates."
            ],
            [
                233,
                "Really? Where’s your friend Justin going to sleep?"
            ],
            [
                242,
                "I want that one."
            ],
            [
                246,
                "Can I get this comic book, too?"
            ],
            [
                253,
                "I should have asked for much more than a comic book and a robot."
            ]
        ],
        "Leonard": [
            [
                3,
                "We must not be playing it right."
            ],
            [
                8,
                "Oh, gee, Sheldon, I don’t think we can play on Sunday."
            ],
            [
                10,
                "Because of the reasons that Penny will now tell you. Penny?"
            ],
            [
                12,
                "There you go, she has to pick up her friend Justin at the airport, aAnd I can’t play ’cause I’m going with her, right?"
            ],
            [
                14,
                "Wait. What are you talking about?"
            ],
            [
                17,
                "Who is this Justin?"
            ],
            [
                20,
                "No, you didn’t."
            ],
            [
                24,
                "Hang on. Some guy is going to be sleeping on your couch?"
            ],
            [
                26,
                "So by friend, do you mean friend friend, gay friend, or ex boyfriend who you’re now platonic with but still might have a thing for you friend”?"
            ],
            [
                28,
                "Oh, a definitely not gay musician sleeping on my girlfriend’s couch. Yippee."
            ],
            [
                30,
                "Okay, not to be pedantic, but the last I checked went out was in fact the past tense of going out, which I think we all know is a popular euphemism for saw each other naked."
            ],
            [
                33,
                "What was your first clue?"
            ],
            [
                36,
                "I’m not talking to you like you’re an idiot! I’m saying the whole idea is idiotic!"
            ],
            [
                40,
                "You know what? It is your life. If you want to have some stupid guitarist stay on your couch, then fine. Why don’t you just rent some bunk beds and invite The Black Eyed Peas?"
            ],
            [
                42,
                "Are you listening to yourself? Do you know how childish you sound right now?"
            ],
            [
                44,
                "The two aren’t mutually exclusive!"
            ],
            [
                46,
                "He’s drowning us out. He doesn’t like fighting."
            ],
            [
                48,
                "I heard of ’em. Didn’t know they were a band. Sheldon, she’s gone. You can turn off the blender."
            ],
            [
                50,
                "No, we just had a little spat."
            ],
            [
                54,
                "I don’t get how she can just announce that an old boyfriend is going to be sleeping on her couch."
            ],
            [
                56,
                "I don’t want to play a game, Sheldon."
            ],
            [
                58,
                "An old boyfriend who’s definitely not gay. That’s what a guy likes to hear, definitely."
            ],
            [
                60,
                "And then I say one little thing and I end up being the bad guy!"
            ],
            [
                62,
                "What am I supposed to say? Sure, Penny, I’m cool with your old boyfriend sleeping in your apartment. Well, Leonard, it doesn’t matter if you’re cool or not because I’m Penny and I’m pretty and I can do whatever the hell I want! Oh, I get it! You think you’re doing me a favour just by being in a relationship with me! No, no, Leonard! I’m doing you a favour just by being in the same room as you!"
            ],
            [
                64,
                "What?"
            ],
            [
                68,
                "Calm down, we’ll make the movie."
            ],
            [
                73,
                "Hey. We’re, uh, going to the movies."
            ],
            [
                75,
                "Hang on. They’re showing a new digital print of Time Bandits, you wouldn’t want to come, would you?"
            ],
            [
                78,
                "Just give us a minute."
            ],
            [
                80,
                "So, are we going to talk about last night?"
            ],
            [
                82,
                "No."
            ],
            [
                84,
                "Oh, come on. This is stupid."
            ],
            [
                86,
                "No, there’s a difference between being stupid and acting stupid."
            ],
            [
                88,
                "No, there isn’t! They’re synonyms!"
            ],
            [
                98,
                "Oh, we need to kill a couple hours till the next showing of Time Bandits."
            ],
            [
                100,
                "Thanks, Stuart. Let me ask you something. Do you think it’s okay for Penny to have an ex-boyfriend sleep on her couch?"
            ],
            [
                102,
                "Thank you!"
            ],
            [
                104,
                "I am not going to fold."
            ],
            [
                168,
                "Hey."
            ],
            [
                170,
                "Sure."
            ],
            [
                172,
                "What?"
            ],
            [
                177,
                "What? Who would tell you something like that? Why would you tell her something like that?"
            ],
            [
                179,
                "Okay, yeah, it’s true, but I can live with that stuff. What I can’t live with is you casually informing me that some guy’s going to be staying in your apartment without even asking me first!"
            ],
            [
                181,
                "Oh, come on. Sheldon, have you ever once heard me say that I don’t trust Penny? Sheldon? Where did he go?"
            ],
            [
                183,
                "Where are you going? You just walk away in the middle of an argument?!"
            ],
            [
                185,
                "Why didn’t you say so?"
            ],
            [
                187,
                "Well, I can’t read your mind, Penny!"
            ],
            [
                201,
                "What are you doing? He’s not a lost dog."
            ],
            [
                203,
                "The brake might be imaginary, but that stop sign you just ran wasn’t."
            ],
            [
                205,
                "Eyes on the road. Eyes on the road!"
            ],
            [
                216,
                "Hey, Stuart, have you seen Sheldon?"
            ],
            [
                218,
                "Thank you."
            ],
            [
                226,
                "I’m not leaving until you talk to me."
            ],
            [
                228,
                "It’s a little hard to explain. He does this thing where he pretends he’s in an alternate dimension that occupies the same physical space we’re in, but he can’t perceive us."
            ],
            [
                234,
                "Yeah, where’s he gonna sleep?"
            ],
            [
                237,
                "Why should I let it go? Why don’t you just tell the guy to find another place to sleep? (Sheldon turns on a loud toy robot) Oh, for God’s sakes. So, you have childhood issues, we all have childhood issues, at some point, you just need to grow up and get past them. (Sheldon turns on another robot)"
            ],
            [
                240,
                "Always is a long time. Sure. Always."
            ],
            [
                244,
                "Oh, come on, he’s just going to play with it twice, and then it’ll end up in his closet with all the other junk."
            ],
            [
                250,
                "So what did Justin say when you told him he couldn’t sleep on your couch?"
            ]
        ],
        "Raj": [
            [
                70,
                "Oh, dude, I wish you had said something before I pounded that last Red Bull."
            ],
            [
                89,
                "Well, that was rather unpleasant."
            ],
            [
                105,
                "Well, excuse me, I don’t think Penny’s out of line at all. You don’t own her. It’s like my girl, Beyonce says, if you like it, you shoulda put a ring on it.”"
            ],
            [
                107,
                "You mean like when a guy’s upset because his friend agreed to take a cooking class with him and then doesn’t show up because he’s doing a juice fast with his mother?"
            ],
            [
                109,
                "Really! Did you miss all the subtle indicators, like me saying, Howard, I am upset."
            ],
            [
                111,
                "Maybe it means something different in this country. Back in India, it means you’re upset with a guy named Howard!"
            ],
            [
                113,
                "Sorry doesn’t make up for the fact that I had to make chicken and rice with this vegan guy. Do you know what vegan chicken and rice is? Rice!"
            ],
            [
                115,
                "Oh, my God, you are such a mama’s boy."
            ],
            [
                117,
                "You brought your mother into this!"
            ],
            [
                120,
                "Oh, sure, you can tell when Sheldon’s upset."
            ],
            [
                191,
                "Stop knocking! It’s open! Please tell my parents that our dark matter research is at a critical juncture, and I can’t come home for my cousin Sanjay’s wedding."
            ],
            [
                193,
                "I didn’t ask you to set me up with Lakshmi."
            ],
            [
                196,
                "I don’t care! And why don’t you think I can find a woman for myself?"
            ],
            [
                198,
                "Oh, that is completely below the belt. Sheldon, tell my parents that Howard and I are just friends. Sheldon? Howard and I are just friends! Fine. I’ll come home for Sanjay’s wedding."
            ]
        ],
        "Howard": [
            [
                79,
                "Oh, take all the time you need."
            ],
            [
                90,
                "Yeah, I don’t think I need my preshow urination anymore."
            ],
            [
                94,
                "Hey! Look! Amazing Spider-Man 183."
            ],
            [
                96,
                "Remember this one? Spider-Man loses a big fight and then his girlfriend breaks up with him. Want me to get it for you? It’ll help take your mind off things."
            ],
            [
                101,
                "No, I mean, she’s obviously way out of line."
            ],
            [
                103,
                "But if she dumps you, she’ll have a new boyfriend by tomorrow morning and you’ll have a new girlfriend when you figure out how to build one. So the only question is, how long until you fold?"
            ],
            [
                106,
                "Come on. At the very least, when she found out Leonard was upset about it, she should’ve backed off."
            ],
            [
                108,
                "I didn’t know you were upset about that."
            ],
            [
                110,
                "Okay, sorry."
            ],
            [
                112,
                "I said I’m sorry."
            ],
            [
                114,
                "Yeah, well, you think I was having fun, sitting around all night listening to my mother say “Have you ever peed so much in your life?”"
            ],
            [
                116,
                "Hey, don’t bring my mother into this!"
            ],
            [
                119,
                "Boy, what got him so upset?"
            ],
            [
                208,
                "I’m busy too, you answer it."
            ],
            [
                210,
                "For God’s sake, I don’t need to hear that! Can’t you just say, I’m busy?"
            ],
            [
                212,
                "You know what? I hope it’s one of those home invasion deals, and they shoot me in the head."
            ],
            [
                214,
                "There’s no one there. You’re hearing things, you crazy old lady!"
            ]
        ],
        "Stuart": [
            [
                97,
                "Hey, guys. What’s going on?"
            ],
            [
                99,
                "Oh, well, no problem. I was thinking of closing early and going home, but let’s face it, that’s just a slightly smaller lonely room filled with comic books."
            ],
            [
                217,
                "Yeah, he’s, uh, over in the graphic novel section. Built himself a little nest."
            ],
            [
                219,
                "Uh, Penny?"
            ],
            [
                221,
                "Is everything okay?"
            ],
            [
                223,
                "Uh, Sheldon told me you and Leonard were having a fight?"
            ],
            [
                225,
                "Oh, good, good. (She moves away) I love you."
            ],
            [
                236,
                "I’d let it go."
            ],
            [
                248,
                "We meet again."
            ]
        ],
        "Penny (knocking)": [
            [
                174,
                "Leonard!"
            ]
        ],
        "Mrs Koothrappali": [
            [
                192,
                "Sheldon, ask our son what we’re supposed to say to Mr. and Mrs. Choudhry, whose daughter, Lakshmi is flying in from London, for the sole purpose of meeting him."
            ],
            [
                194,
                "You should be thanking us!"
            ],
            [
                197,
                "Because you’re 27, and the closest thing we have to a daughter-in-law is that Jewish boy Howard."
            ]
        ],
        "Dr Koothrappali": [
            [
                195,
                "Yes, Lakshmi just got her stomach stapled. You have an opportunity to get in good with her before she loses weight, and her self-esteem goes up."
            ]
        ],
        "Penny (out of the window)": [
            [
                200,
                "Sheldon! (whistles) "
            ]
        ],
        "Howard’s Mother": [
            [
                207,
                "Howard, answer the door! I’m busy!"
            ],
            [
                209,
                "I can’t! I’m on the toilet!"
            ],
            [
                211,
                "I said I’m busy, but that wasn’t good enough for you!"
            ],
            [
                213,
                "Well, if it’s a home invader, don’t tell them I’m on the toilet!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Wow, Sheldon, I cannot believe you made up your own game."
        ],
        [
            "Sheldon",
            "Oh, Research Lab is more than a game. It’s like the slogan says, the physics is theoretical, but the fun is real."
        ],
        [
            "Leonard",
            "We must not be playing it right."
        ],
        [
            "Penny",
            "All right, five. One, two, three, four, five. Oh, wow, look at that, my Department of Defence research grant is renewed."
        ],
        [
            "Sheldon",
            "Oh! Great roll! Now you can demolish your Soviet-style cyclotron and build the large Hadron Collider."
        ],
        [
            "Penny",
            "Yay."
        ],
        [
            "Sheldon",
            "You’re a natural at this, Penny. And as the first beta testers, you two’ll have quite the edge when we play with Wolowitz and Koothrappali on Sunday."
        ],
        [
            "Leonard",
            "Oh, gee, Sheldon, I don’t think we can play on Sunday."
        ],
        [
            "Sheldon",
            "Why not?"
        ],
        [
            "Leonard",
            "Because of the reasons that Penny will now tell you. Penny?"
        ],
        [
            "Penny",
            "Actually, I have to pick up my friend Justin from the airport."
        ],
        [
            "Leonard",
            "There you go, she has to pick up her friend Justin at the airport, aAnd I can’t play ’cause I’m going with her, right?"
        ],
        [
            "Penny",
            "Um, yeah, if you want. I mean, there may not be room. He’s got a lot of stuff, like guitars and amplifiers."
        ],
        [
            "Leonard",
            "Wait. What are you talking about?"
        ],
        [
            "Penny",
            "My friend, Justin."
        ],
        [
            "Sheldon",
            "Pay attention, Leonard. That’s why she can’t play on Sunday."
        ],
        [
            "Leonard",
            "Who is this Justin?"
        ],
        [
            "Sheldon",
            "Your turn, Leonard."
        ],
        [
            "Penny",
            "I told you about him."
        ],
        [
            "Leonard",
            "No, you didn’t."
        ],
        [
            "Sheldon",
            "Roll the dice, Leonard."
        ],
        [
            "Penny",
            "Yeah, my friend from Omaha, plays the guitar. Anyway, he’s coming to L.A. looking for some session work, so I told him he could just crash on my couch for a few weeks."
        ],
        [
            "Sheldon",
            "Come on, Leonard, if you roll a six, Penny dies horribly in a nuclear meltdown. See what I mean when I say the fun is real?"
        ],
        [
            "Leonard",
            "Hang on. Some guy is going to be sleeping on your couch?"
        ],
        [
            "Penny",
            "He’s not some guy. He’s my friend."
        ],
        [
            "Leonard",
            "So by friend, do you mean friend friend, gay friend, or ex boyfriend who you’re now platonic with but still might have a thing for you friend”?"
        ],
        [
            "Penny",
            "Well, he’s definitely not gay."
        ],
        [
            "Leonard",
            "Oh, a definitely not gay musician sleeping on my girlfriend’s couch. Yippee."
        ],
        [
            "Penny",
            "Okay, we went out a little bit, a long time ago, but we were never like going out."
        ],
        [
            "Leonard",
            "Okay, not to be pedantic, but the last I checked went out was in fact the past tense of going out, which I think we all know is a popular euphemism for saw each other naked."
        ],
        [
            "Sheldon",
            "I’ll just roll for you."
        ],
        [
            "Penny",
            "Do you have a problem with Justin staying with me?"
        ],
        [
            "Leonard",
            "What was your first clue?"
        ],
        [
            "Sheldon",
            "Uh-oh! Industrial accident."
        ],
        [
            "Penny",
            "You know what? Don’t talk to me like I’m an idiot."
        ],
        [
            "Leonard",
            "I’m not talking to you like you’re an idiot! I’m saying the whole idea is idiotic!"
        ],
        [
            "Sheldon",
            "You accidentally stare at a helium-argon laser. Lose one turn and a retina."
        ],
        [
            "Penny",
            "How is that not talking to me like I’m an idiot? It’s my friend, it’s my couch, and it’s my freakin’ life!"
        ],
        [
            "Sheldon",
            "It’s also your roll."
        ],
        [
            "Leonard",
            "You know what? It is your life. If you want to have some stupid guitarist stay on your couch, then fine. Why don’t you just rent some bunk beds and invite The Black Eyed Peas?"
        ],
        [
            "Penny",
            "Hey, if I want to invite the entire line up of Lollapalooza to sleep in my apartment, I will, and it’s none of your business!"
        ],
        [
            "Leonard",
            "Are you listening to yourself? Do you know how childish you sound right now?"
        ],
        [
            "Penny",
            "Oh, now I’m a child? Well, at least I’m not an idiot anymore!"
        ],
        [
            "Leonard",
            "The two aren’t mutually exclusive!"
        ],
        [
            "Penny",
            "Oh, you are such a… (Sheldon has placed ice in the blender and turned it on) What the hell is he doing?"
        ],
        [
            "Leonard",
            "He’s drowning us out. He doesn’t like fighting."
        ],
        [
            "Penny",
            "Sheldon, just stop, look, the fight is over. Oh, and FYI, you never even heard of The Black Eyed Peas until you met me!"
        ],
        [
            "Leonard",
            "I heard of ’em. Didn’t know they were a band. Sheldon, she’s gone. You can turn off the blender."
        ],
        [
            "Sheldon",
            "Has your relationship reached its inevitable ugly end?"
        ],
        [
            "Leonard",
            "No, we just had a little spat."
        ],
        [
            "Sheldon",
            "Look on the bright side. As the result of Penny’s forfeit, you have become the world’s first winner of Research Lab. Would you like a commemorative snow cone?"
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Leonard",
            "I don’t get how she can just announce that an old boyfriend is going to be sleeping on her couch."
        ],
        [
            "Sheldon",
            "Hey, I thought of a game we can play in the car."
        ],
        [
            "Leonard",
            "I don’t want to play a game, Sheldon."
        ],
        [
            "Sheldon",
            "It’s called Scientists. Now, I will name three scientists, then you will put them in order of the size of their contribution to their respective fields. To make this game even more compelling, you must consider only the contribution of the man to the field, not the validity of the field itself. For example, Abu Musa Jabir ibn Hayn made a greater contribution to the discredited field of alchemy than Halbert Vanderplatt made to neurobiology. Okay, ready to have some fun?"
        ],
        [
            "Leonard",
            "An old boyfriend who’s definitely not gay. That’s what a guy likes to hear, definitely."
        ],
        [
            "Sheldon",
            "All right, I’ll start with an easy one, um, Isaac Newton, Madame Curie and Niels Bohr."
        ],
        [
            "Leonard",
            "And then I say one little thing and I end up being the bad guy!"
        ],
        [
            "Sheldon",
            "Hint, Madame Curie had her husband to help her."
        ],
        [
            "Leonard",
            "What am I supposed to say? Sure, Penny, I’m cool with your old boyfriend sleeping in your apartment. Well, Leonard, it doesn’t matter if you’re cool or not because I’m Penny and I’m pretty and I can do whatever the hell I want! Oh, I get it! You think you’re doing me a favour just by being in a relationship with me! No, no, Leonard! I’m doing you a favour just by being in the same room as you!"
        ],
        [
            "Sheldon",
            "Leonard! Stop the car!"
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "I can’t listen to the two of you fight anymore."
        ],
        [
            "Scene",
            "Leaving the apartment."
        ],
        [
            "Sheldon",
            "Come on, come on, we’re late."
        ],
        [
            "Leonard",
            "Calm down, we’ll make the movie."
        ],
        [
            "Sheldon",
            "I believe my alarm is appropriate, given the situation. The movie starts in 17 minutes, which means we’ll need to make all the lights on Colorado Boulevard, plus skip the concession stand, and preshow urination."
        ],
        [
            "Raj",
            "Oh, dude, I wish you had said something before I pounded that last Red Bull."
        ],
        [
            "Sheldon",
            "Go, go, Power Rangers, go!"
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Leonard",
            "Hey. We’re, uh, going to the movies."
        ],
        [
            "Sheldon",
            "No, we’re not. We’re standing in the hallway, suffering through an awkward encounter."
        ],
        [
            "Leonard",
            "Hang on. They’re showing a new digital print of Time Bandits, you wouldn’t want to come, would you?"
        ],
        [
            "Penny",
            "Not really, no."
        ],
        [
            "Sheldon",
            "All right, invitation pointlessly offered, invitation declined as expected, everyone’s civil, nobody’s fighting. Have a nice evening."
        ],
        [
            "Leonard",
            "Just give us a minute."
        ],
        [
            "Howard",
            "Oh, take all the time you need."
        ],
        [
            "Leonard",
            "So, are we going to talk about last night?"
        ],
        [
            "Penny",
            "Are you ready to apologize?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Penny",
            "E-e-e-e-eh! Wrong answer, but thank you for playing."
        ],
        [
            "Leonard",
            "Oh, come on. This is stupid."
        ],
        [
            "Penny",
            "Oh, there it is again! You think I’m stupid!"
        ],
        [
            "Leonard",
            "No, there’s a difference between being stupid and acting stupid."
        ],
        [
            "Penny",
            "Oh, yeah? well, there’s a difference between being a jerk and being an ass!"
        ],
        [
            "Leonard",
            "No, there isn’t! They’re synonyms!"
        ],
        [
            "Raj",
            "Well, that was rather unpleasant."
        ],
        [
            "Howard",
            "Yeah, I don’t think I need my preshow urination anymore."
        ],
        [
            "Sheldon",
            "Leonard, when that woman moved in three years ago I told you not to talk to her, and now look, we’re going to be late for the movies."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Howard",
            "Hey! Look! Amazing Spider-Man 183."
        ],
        [
            "Sheldon",
            "Got it."
        ],
        [
            "Howard",
            "Remember this one? Spider-Man loses a big fight and then his girlfriend breaks up with him. Want me to get it for you? It’ll help take your mind off things."
        ],
        [
            "Stuart",
            "Hey, guys. What’s going on?"
        ],
        [
            "Leonard",
            "Oh, we need to kill a couple hours till the next showing of Time Bandits."
        ],
        [
            "Stuart",
            "Oh, well, no problem. I was thinking of closing early and going home, but let’s face it, that’s just a slightly smaller lonely room filled with comic books."
        ],
        [
            "Leonard",
            "Thanks, Stuart. Let me ask you something. Do you think it’s okay for Penny to have an ex-boyfriend sleep on her couch?"
        ],
        [
            "Howard",
            "No, I mean, she’s obviously way out of line."
        ],
        [
            "Leonard",
            "Thank you!"
        ],
        [
            "Howard",
            "But if she dumps you, she’ll have a new boyfriend by tomorrow morning and you’ll have a new girlfriend when you figure out how to build one. So the only question is, how long until you fold?"
        ],
        [
            "Leonard",
            "I am not going to fold."
        ],
        [
            "Raj",
            "Well, excuse me, I don’t think Penny’s out of line at all. You don’t own her. It’s like my girl, Beyonce says, if you like it, you shoulda put a ring on it.”"
        ],
        [
            "Howard",
            "Come on. At the very least, when she found out Leonard was upset about it, she should’ve backed off."
        ],
        [
            "Raj",
            "You mean like when a guy’s upset because his friend agreed to take a cooking class with him and then doesn’t show up because he’s doing a juice fast with his mother?"
        ],
        [
            "Howard",
            "I didn’t know you were upset about that."
        ],
        [
            "Raj",
            "Really! Did you miss all the subtle indicators, like me saying, Howard, I am upset."
        ],
        [
            "Howard",
            "Okay, sorry."
        ],
        [
            "Raj",
            "Maybe it means something different in this country. Back in India, it means you’re upset with a guy named Howard!"
        ],
        [
            "Howard",
            "I said I’m sorry."
        ],
        [
            "Raj",
            "Sorry doesn’t make up for the fact that I had to make chicken and rice with this vegan guy. Do you know what vegan chicken and rice is? Rice!"
        ],
        [
            "Howard",
            "Yeah, well, you think I was having fun, sitting around all night listening to my mother say “Have you ever peed so much in your life?”"
        ],
        [
            "Raj",
            "Oh, my God, you are such a mama’s boy."
        ],
        [
            "Howard",
            "Hey, don’t bring my mother into this!"
        ],
        [
            "Raj",
            "You brought your mother into this!"
        ],
        [
            "Sheldon",
            "Stop it, both of you. All this fighting, I might as well be back with my parents! Damn it, George, I told you if you didn’t quit drinkin’ I’d leave you! Well, I guess that makes you a liar, ’cause I’m drunk as hell and you’re still here! Stop yelling! You’re making Sheldon cry! I’ll tell you what’s making Sheldon cry! That I let you name him Sheldon."
        ],
        [
            "Howard",
            "Boy, what got him so upset?"
        ],
        [
            "Raj",
            "Oh, sure, you can tell when Sheldon’s upset."
        ],
        [
            "Scene",
            "The Cheesecake Factory."
        ],
        [
            "Penny",
            "Oh, thank you very much. Come back soon. With the other half of my tip. Hey, Sheldon, what are you doing here?"
        ],
        [
            "Sheldon",
            "This is a restaurant. It’s lunchtime. I would think, as a waitress, you’d be familiar with the paradigm."
        ],
        [
            "Penny",
            "Is Leonard coming?"
        ],
        [
            "Sheldon",
            "No, I believe Leonard is waiting for you to come crawling back to him and apologize."
        ],
        [
            "Penny",
            "Well, that’s not gonna happen."
        ],
        [
            "Sheldon",
            "I assumed that would be your attitude. Hence, my true purpose in coming here."
        ],
        [
            "Penny",
            "Which is?"
        ],
        [
            "Sheldon",
            "I want you to crawl back to him and apologize."
        ],
        [
            "Penny",
            "I’m busy."
        ],
        [
            "Sheldon",
            "Excuse me, miss. I’d like to order lunch."
        ],
        [
            "Penny",
            "Fine. What do you want?"
        ],
        [
            "Sheldon",
            "I have a few questions. First, I notice that you offer soup and a half-sandwich?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Sheldon",
            "Where exactly does the half-sandwich come from? Are you giving me half of someone else’s sandwich, or do I have to wait for someone else in the restaurant to order the other half?"
        ],
        [
            "Penny",
            "No, no, Sheldon, they just make a half-sandwich."
        ],
        [
            "Sheldon",
            "You can’t make a half-sandwich. If it’s not half of a whole sandwich, it’s just a small sandwich."
        ],
        [
            "Penny",
            "Okay, fine, it’s soup and a small sandwich. Is that what you want?"
        ],
        [
            "Sheldon",
            "Of course not. I’ll have my usual."
        ],
        [
            "Penny",
            "Great."
        ],
        [
            "Sheldon",
            "Aren’t you going to ask me if I want a beverage?"
        ],
        [
            "Penny",
            "Don’t you usually get lemonade?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Penny",
            "Do you want lemonade?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Penny",
            "Anything else?"
        ],
        [
            "Sheldon",
            "Yes, I want you to apologize to Leonard."
        ],
        [
            "Penny",
            "I am not going to apologize. I’ve done nothing wrong. He is completely overreacting."
        ],
        [
            "Sheldon",
            "Irrelevant. The disruption in your relationship is making my life intolerable."
        ],
        [
            "Penny",
            "Well, I’m sorry, Sheldon, but this really isn’t about you."
        ],
        [
            "Sheldon",
            "I don’t follow."
        ],
        [
            "Penny",
            "Yeah, yeah, I’ll be right there. Look, Sheldon, I have to go."
        ],
        [
            "Sheldon",
            "All right, let’s assume, ad argumentum, that in this case, Leonard is wrong."
        ],
        [
            "Penny",
            "Leonard is wrong."
        ],
        [
            "Sheldon",
            "Considering the number of transgressions you’ve committed that he’s overlooked, don’t you think that, just this once, you could return the favour?"
        ],
        [
            "Penny",
            "I’m coming. Goodbye, Sheldon. What do you mean, transgressions I’ve committed?"
        ],
        [
            "Sheldon",
            "Were you under the impression that Leonard has no complaints about you?"
        ],
        [
            "Penny",
            "Like what? Yeah, yeah, I see you, you’re making a little cheque sign in the air, I got it, just hold your horses. What does Leonard complain about?"
        ],
        [
            "Sheldon",
            "Your driving, the plethora of stuffed animals on your bed that stare at him during your amorous activities, your constant tardiness, your singing."
        ],
        [
            "Penny",
            "My singing?"
        ],
        [
            "Sheldon",
            "That’s actually from my list, but Leonard would be a fool if he didn’t agree with it."
        ],
        [
            "Penny",
            "Okay, if Leonard has so many problems with me, why hasn’t he just said so?"
        ],
        [
            "Sheldon",
            "Because, according to him, you’re oversensitive and have a temper."
        ],
        [
            "Penny",
            "Oh, really? Well, then, do me a favour and tell Leonard that he can drop dead!"
        ],
        [
            "Sheldon",
            "And she wonders why she’s constantly undertipped."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "Oh, good, you’re home. I need you to do me a favour."
        ],
        [
            "Leonard",
            "Sure."
        ],
        [
            "Sheldon",
            "Go apologize to Penny."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "Right now would be good."
        ],
        [
            "Penny (knocking)",
            "Leonard!"
        ],
        [
            "Sheldon",
            "Although, a few minutes ago would have been better."
        ],
        [
            "Penny",
            "I hear you don’t like my stuffed animals, my driving or my punctuality."
        ],
        [
            "Leonard",
            "What? Who would tell you something like that? Why would you tell her something like that?"
        ],
        [
            "Penny",
            "It doesn’t matter why he told me. It’s true, isn’t it?"
        ],
        [
            "Leonard",
            "Okay, yeah, it’s true, but I can live with that stuff. What I can’t live with is you casually informing me that some guy’s going to be staying in your apartment without even asking me first!"
        ],
        [
            "Penny",
            "That isn’t even your problem, the problem is you don’t trust me!"
        ],
        [
            "Leonard",
            "Oh, come on. Sheldon, have you ever once heard me say that I don’t trust Penny? Sheldon? Where did he go?"
        ],
        [
            "Penny",
            "Oh, your yelling must have freaked him out again."
        ],
        [
            "Leonard",
            "Where are you going? You just walk away in the middle of an argument?!"
        ],
        [
            "Penny",
            "No, I’m going to go find your damn roommate before he hurts himself trying to cross the street or something!"
        ],
        [
            "Leonard",
            "Why didn’t you say so?"
        ],
        [
            "Penny",
            "Oh, now I need your permission for that, too?!"
        ],
        [
            "Leonard",
            "Well, I can’t read your mind, Penny!"
        ],
        [
            "Penny",
            "Really? Why not? You’re so smart, and I’m so dumb!"
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Raj. (Knock, knock, knock) Raj. (Knock, knock, knock) Raj."
        ],
        [
            "Raj",
            "Stop knocking! It’s open! Please tell my parents that our dark matter research is at a critical juncture, and I can’t come home for my cousin Sanjay’s wedding."
        ],
        [
            "Mrs Koothrappali",
            "Sheldon, ask our son what we’re supposed to say to Mr. and Mrs. Choudhry, whose daughter, Lakshmi is flying in from London, for the sole purpose of meeting him."
        ],
        [
            "Raj",
            "I didn’t ask you to set me up with Lakshmi."
        ],
        [
            "Mrs Koothrappali",
            "You should be thanking us!"
        ],
        [
            "Dr Koothrappali",
            "Yes, Lakshmi just got her stomach stapled. You have an opportunity to get in good with her before she loses weight, and her self-esteem goes up."
        ],
        [
            "Raj",
            "I don’t care! And why don’t you think I can find a woman for myself?"
        ],
        [
            "Mrs Koothrappali",
            "Because you’re 27, and the closest thing we have to a daughter-in-law is that Jewish boy Howard."
        ],
        [
            "Raj",
            "Oh, that is completely below the belt. Sheldon, tell my parents that Howard and I are just friends. Sheldon? Howard and I are just friends! Fine. I’ll come home for Sanjay’s wedding."
        ],
        [
            "Scene",
            "Penny’s car."
        ],
        [
            "Penny (out of the window)",
            "Sheldon! (whistles) "
        ],
        [
            "Leonard",
            "What are you doing? He’s not a lost dog."
        ],
        [
            "Penny",
            "Hey, why don’t you just let me find him while you sit there hitting your imaginary brake?"
        ],
        [
            "Leonard",
            "The brake might be imaginary, but that stop sign you just ran wasn’t."
        ],
        [
            "Penny",
            "What stop sign?"
        ],
        [
            "Leonard",
            "Eyes on the road. Eyes on the road!"
        ],
        [
            "Scene",
            "Outside Howard’s house. Sheldon rings the doorbell."
        ],
        [
            "Howard’s Mother",
            "Howard, answer the door! I’m busy!"
        ],
        [
            "Howard",
            "I’m busy too, you answer it."
        ],
        [
            "Howard’s Mother",
            "I can’t! I’m on the toilet!"
        ],
        [
            "Howard",
            "For God’s sake, I don’t need to hear that! Can’t you just say, I’m busy?"
        ],
        [
            "Howard’s Mother",
            "I said I’m busy, but that wasn’t good enough for you!"
        ],
        [
            "Howard",
            "You know what? I hope it’s one of those home invasion deals, and they shoot me in the head."
        ],
        [
            "Howard’s Mother",
            "Well, if it’s a home invader, don’t tell them I’m on the toilet!"
        ],
        [
            "Howard",
            "There’s no one there. You’re hearing things, you crazy old lady!"
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Leonard",
            "Hey, Stuart, have you seen Sheldon?"
        ],
        [
            "Stuart",
            "Yeah, he’s, uh, over in the graphic novel section. Built himself a little nest."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Stuart",
            "Uh, Penny?"
        ],
        [
            "Penny",
            "Yeah?"
        ],
        [
            "Stuart",
            "Is everything okay?"
        ],
        [
            "Penny",
            "What do you mean?"
        ],
        [
            "Stuart",
            "Uh, Sheldon told me you and Leonard were having a fight?"
        ],
        [
            "Penny",
            "Oh, yeah, kind of. It’s, it’s no big thing."
        ],
        [
            "Stuart",
            "Oh, good, good. (She moves away) I love you."
        ],
        [
            "Leonard",
            "I’m not leaving until you talk to me."
        ],
        [
            "Penny",
            "All right, what’s going on?"
        ],
        [
            "Leonard",
            "It’s a little hard to explain. He does this thing where he pretends he’s in an alternate dimension that occupies the same physical space we’re in, but he can’t perceive us."
        ],
        [
            "Sheldon",
            "Don’t flatter yourself. I’m just ignoring you."
        ],
        [
            "Penny",
            "Come on, Sheldon, let’s go home. Look, we’re done fighting."
        ],
        [
            "Sheldon",
            "I’ve heard that before, but then, the next thing you know I’m hiding in my bedroom, blaring a Richard Feinman lecture while my mom is shouting that Jesus would forgive her if she put ground glass in my dad’s meatloaf, and my dad’s on the roof skeet-shooting her Franklin Mint collectible plates."
        ],
        [
            "Penny",
            "Okay, there’s going to no more shouting and no skeet-shooting."
        ],
        [
            "Sheldon",
            "Really? Where’s your friend Justin going to sleep?"
        ],
        [
            "Leonard",
            "Yeah, where’s he gonna sleep?"
        ],
        [
            "Penny",
            "Oh, my God, would you let this go?!"
        ],
        [
            "Stuart",
            "I’d let it go."
        ],
        [
            "Leonard",
            "Why should I let it go? Why don’t you just tell the guy to find another place to sleep? (Sheldon turns on a loud toy robot) Oh, for God’s sakes. So, you have childhood issues, we all have childhood issues, at some point, you just need to grow up and get past them. (Sheldon turns on another robot)"
        ],
        [
            "Penny",
            "Leonard, will you just let me handle this, please? Look, let’s just… Sheldon, please,"
        ],
        [
            "Scene",
            "try and understand. Look, Leonard and I are in a relationship, and occasionally, we’re going to fight. But no matter what happens between us, we will always love you. Right, Leonard?"
        ],
        [
            "Leonard",
            "Always is a long time. Sure. Always."
        ],
        [
            "Penny",
            "You know, how about we buy you this robot, and then we all go home?"
        ],
        [
            "Sheldon",
            "I want that one."
        ],
        [
            "Penny",
            "Okay, you can have that one."
        ],
        [
            "Leonard",
            "Oh, come on, he’s just going to play with it twice, and then it’ll end up in his closet with all the other junk."
        ],
        [
            "Penny",
            "Buy him the robot, Leonard."
        ],
        [
            "Sheldon",
            "Can I get this comic book, too?"
        ],
        [
            "Penny",
            "Yes, you can."
        ],
        [
            "Stuart",
            "We meet again."
        ],
        [
            "Scene",
            "Penny’s bed. "
        ],
        [
            "Leonard",
            "So what did Justin say when you told him he couldn’t sleep on your couch?"
        ],
        [
            "Penny",
            "He’s a musician. He’ll sleep in his own vomit, if he has to."
        ],
        [
            "Scene",
            "The apartment. Sheldon is in his spot. Beside him, a long haired bearded person is asleep. There is a guitar propped up on the arm of the sofa."
        ],
        [
            "Sheldon",
            "I should have asked for much more than a comic book and a robot."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-07-the-guitarist-amplification/"
}