{
    "Season": 3,
    "Episode": 9,
    "Title": "the vengeance formulation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Outside an apartment building."
            ],
            [
                22,
                "The apartment."
            ],
            [
                28,
                "Credits sequence."
            ],
            [
                30,
                "The university cafeteria."
            ],
            [
                52,
                "The apartment."
            ],
            [
                86,
                "Kripke is in a storage cupboard of some kind. He has tubes rigged up through the roof attached to helium tanks which he is turning on. The radio is playing. "
            ],
            [
                89,
                "Scene switches to Sheldon’s office, where the end of the tubing can be seen coming through the wall. Hissing can be heard."
            ],
            [
                96,
                "Scene cuts to university cafeteria where Kripke is holding up the radio for all to listen."
            ],
            [
                98,
                "Howard’s bathroom. He is in the bath."
            ],
            [
                119,
                "Sheldon’s bedroom. "
            ],
            [
                150,
                "The Cheesecake Factory. Howard enters."
            ],
            [
                171,
                "The apartment kitchen."
            ],
            [
                197,
                "The Cheesecake Factory."
            ]
        ],
        "Howard": [
            [
                1,
                "So two years later, there’s a knock on the door, guy opens it, and there on his porch is the snail, who says, “What the heck was all that about?”"
            ],
            [
                3,
                "Well, see, it took two years for the snail to… (she kisses him) not important."
            ],
            [
                5,
                "Sure."
            ],
            [
                7,
                "To be honest, I was hoping at least second base."
            ],
            [
                9,
                "A Jewish stand-up comedian, that’d be new."
            ],
            [
                11,
                "No, I was just… never mind."
            ],
            [
                13,
                "We do?"
            ],
            [
                15,
                "You’re kidding."
            ],
            [
                17,
                "Okay, just to be clear, there’s only one correct answer, right? It’s not like chicken or fish on an airplane?"
            ],
            [
                19,
                "You know, it’s not unheard of for a one-night stand to turn into a relationship."
            ],
            [
                21,
                "Three dates means sex? Who knew?"
            ],
            [
                23,
                "Greetings, homies, homette."
            ],
            [
                25,
                "In romance, as in show business, always leave them wanting more."
            ],
            [
                31,
                "Hey, did either of you guys know that three dates with the same woman is the threshold for sex?"
            ],
            [
                34,
                "Okay, well, before you and Penny hooked up, did she ask for any kind of commitment?"
            ],
            [
                54,
                "Excuse me, I have a master’s degree in engineering from the Massachusetts Institute of Technology. It required the completion of 144 units of grad work and an original thesis."
            ],
            [
                62,
                "Did she say something?"
            ],
            [
                64,
                "I do, yeah, but she wants a commitment and I’m not sure she’s my type."
            ],
            [
                66,
                "Look, Bernadette is really nice. I just always thought when I finally settle down into a relationship, it would be with someone, you know, different."
            ],
            [
                68,
                "Well, you know, more like Megan Fox from Transformers, or Katee Sackhoff from Battlestar Galactica."
            ],
            [
                71,
                "Okay, now you’re just being unrealistic. Anyway, that movie was like 20 years ago, imagine how saggy those things would be."
            ],
            [
                73,
                "Hey, just because you settled doesn’t mean I have to."
            ],
            [
                79,
                "Hey, I’m interested in what’s inside people, too, but why is it wrong to want those insides wrapped up in, say, the delicious caramel that is Halle Berry? (To Raj) Yes, you’re delicious caramel, too."
            ],
            [
                84,
                "Thank you, Sheldon."
            ],
            [
                99,
                "So nice you could join me this evening. You’re looking lovely as always."
            ],
            [
                101,
                "Come on, Katee, don’t make it sound so cheap."
            ],
            [
                103,
                "Thank you. So, shall we get started?"
            ],
            [
                105,
                "You want to play Cylon and colonist?"
            ],
            [
                107,
                "You mean, Bernadette?"
            ],
            [
                109,
                "I know, but she’s not you."
            ],
            [
                111,
                "Really? Tall?"
            ],
            [
                113,
                "Ouch."
            ],
            [
                116,
                "I’m taking a bath!"
            ],
            [
                118,
                "Don’t remind me! (Katee has vanished) Oh, man. All soaped up and no place to go."
            ],
            [
                152,
                "Yeah, I came to talk to Bernadette. She’s working today, right?"
            ],
            [
                154,
                "Why not?"
            ],
            [
                157,
                "Wait, Bernadette, I need to talk to you."
            ],
            [
                159,
                "This will only take a second. You asked me to think about where our relationship was going, and I did. Bernadette? Will you marry me?"
            ],
            [
                161,
                "No. I’m serious. I’m never going to find another girl like you who likes me and is, you know, real."
            ],
            [
                163,
                "No."
            ],
            [
                165,
                "I prefer to think of myself as quirky."
            ],
            [
                167,
                "Fair enough. When’s your break?"
            ],
            [
                169,
                "Don’t you just hate when this happens?"
            ],
            [
                207,
                "I want to dedicate this number to a great gal who I’ve done wrong. (To the tune of the Four Tops song Bernadette)  Bernadette, I am so sorry for trying to propose to you, Bernadette, you found it creepy but that’s just the kind of thing I do. I know now it was too soon to talk of love. It was just a crazy idea that came to me in my tub. But, Bernadette, give me one more chance, sweet Bernadette, I’ll get the hang of this thing they call romance, sweet Bernadette, I dream to once again kiss your lips, sweet Bernadette. Sincerely yours, Howard Wolowitz, Bernadette…"
            ]
        ],
        "Bernadette": [
            [
                2,
                "I don’t really get it."
            ],
            [
                4,
                "Can I ask you a question?"
            ],
            [
                6,
                "Where do you think this is going?"
            ],
            [
                8,
                "You’re so funny. You’re like a stand-up comedian."
            ],
            [
                10,
                "Actually, I think a lot of them are Jewish."
            ],
            [
                12,
                "Look, Howard, this is our third date and we both know what that means."
            ],
            [
                14,
                "Sex."
            ],
            [
                16,
                "But I need to know whether you’re looking for a relationship or a one-night stand."
            ],
            [
                18,
                "Maybe you need to think about it a little."
            ],
            [
                20,
                "Call me when you figure it out."
            ],
            [
                156,
                "Hello, Howard."
            ],
            [
                158,
                "I can’t now, I’m working."
            ],
            [
                160,
                "Is this more comedy that I don’t understand?"
            ],
            [
                162,
                "So, this isn’t a joke?"
            ],
            [
                164,
                "Then you’re insane."
            ],
            [
                166,
                "Howard, we’ve only been on three dates. We haven’t even had sex yet."
            ],
            [
                168,
                "Wow. (Walks away)"
            ],
            [
                200,
                "Oh, thanks."
            ],
            [
                203,
                "Oh, now what?"
            ],
            [
                205,
                "No, that’s okay."
            ],
            [
                209,
                "Are you kidding? That’s the most romantic thing anyone’s ever done for me."
            ]
        ],
        "Penny": [
            [
                24,
                "Why are you back from your date so early?"
            ],
            [
                26,
                "What exactly does that mean?"
            ],
            [
                58,
                "Hi, guys."
            ],
            [
                61,
                "Yo, Raj, talk to me. I’m sorry, just screwing with you. Hey, Howard, why haven’t you called Bernadette?"
            ],
            [
                63,
                "Yeah, she said she hasn’t heard from you in a week. I thought you liked her?"
            ],
            [
                65,
                "She agreed to go out with you for free. What more do you need?"
            ],
            [
                67,
                "Different how?"
            ],
            [
                69,
                "Are you high?"
            ],
            [
                72,
                "Howard, you’re going to throw away a great girl like Bernadette because you’re holding out for some ridiculous fantasy?"
            ],
            [
                75,
                "Hey, I did not settle for Leonard. I mean, obviously, he isn’t the kind of guy I usually go out with, you know, physically."
            ],
            [
                77,
                "My point is, I do not judge a book by its cover. I am interested in the person underneath."
            ],
            [
                80,
                "All right, you know what, I will tell you why it’s wrong…"
            ],
            [
                82,
                "What?"
            ],
            [
                151,
                "Oh, gee, you’re too late. Scarlett Johansson and Wonder Woman were just in here trolling around for neurotic, little weasels."
            ],
            [
                153,
                "Yes, but I don’t think she wants to see you."
            ],
            [
                155,
                "Come on, Howard. You hurt her feelings by not calling her all week. Plus, I’ve kind of been talkin’ some smack about ya."
            ],
            [
                170,
                "Wow."
            ],
            [
                199,
                "Hey, here’s your tip from table seven."
            ],
            [
                201,
                "Mm-hmm."
            ],
            [
                204,
                "You want me to throw him out?"
            ],
            [
                206,
                "Are you sure? He’s small. I bet I can get a nice, tight spiral on him."
            ],
            [
                208,
                "Oh, I am so sorry."
            ]
        ],
        "Leonard": [
            [
                27,
                "He struck out."
            ],
            [
                33,
                "With Penny and me, it took two years. Now that I think about it, that was three dates."
            ],
            [
                35,
                "No, she was pretty clear about wanting to keep her options open."
            ],
            [
                37,
                "The cultural paradigm in which people have sex after three dates."
            ],
            [
                39,
                "Never mind, what’s your announcement?"
            ],
            [
                47,
                "Are you really going to be on NPR?"
            ],
            [
                49,
                "Very cool, congratulations."
            ],
            [
                56,
                "You know, when Sheldon gives you homework, you don’t have to do it."
            ],
            [
                59,
                "Hey."
            ],
            [
                70,
                "You’d have a better shot with the three-breasted Martian hooker from Total Recall."
            ],
            [
                74,
                "Excuse me, I’m sitting here."
            ],
            [
                76,
                "Again, I’m right here."
            ],
            [
                78,
                "I am here, right? You see me."
            ],
            [
                120,
                "How ya doin’, buddy?"
            ],
            [
                122,
                "Come on, it wasn’t that bad."
            ],
            [
                125,
                "Okay, so Kripke played a joke on you."
            ],
            [
                128,
                "Raj."
            ],
            [
                131,
                "I fell on the floor. All right, he got you, you can get him back."
            ],
            [
                134,
                "Are you really admitting defeat?"
            ],
            [
                136,
                "Good."
            ],
            [
                138,
                "What if you could make Kripke look even sillier than he made you look?"
            ],
            [
                140,
                "You’re not helping."
            ],
            [
                142,
                "Sheldon, what you need to do is figure out a way to exact vengeance on Kripke, like, uh, like, how the Joker got back at Batman for putting him in the Arkham Asylum for the Criminally Insane."
            ],
            [
                145,
                "No, no."
            ],
            [
                147,
                "Okay, uh, that’s the spirit, but, um, let’s dial it back to a non-lethal form of vengeance."
            ],
            [
                149,
                "Let’s keep thinking."
            ],
            [
                177,
                "This is brilliant, Sheldon. How are we going to deploy it in Kripke’s office?"
            ],
            [
                181,
                "Let me guess, motion sensors?"
            ],
            [
                183,
                "I gotta say, I am really impressed. This is truly the Sheldon Cooper way to get even. (Sits down. There is a flatulent noise)"
            ],
            [
                186,
                "Who is that with him?"
            ],
            [
                188,
                "And the board of directors. Abort! Abort!"
            ],
            [
                194,
                "At least they don’t know it was you."
            ]
        ],
        "Raj": [
            [
                32,
                "Actually, I’ve never had three dates with the same woman."
            ],
            [
                57,
                "In fact, it’s better if you don’t, otherwise it makes the rest of us look bad."
            ],
            [
                127,
                "I thought it was funny."
            ],
            [
                129,
                "You laughed."
            ],
            [
                133,
                "You can’t sink. With all that helium in you, you’re lucky you don’t float away."
            ],
            [
                139,
                "I don’t think that’s possible, dude."
            ],
            [
                141,
                "I didn’t come to help, I came to mock."
            ],
            [
                143,
                "That’s true. He didn’t just stay there and talk about his feelings with the other psychotic villains. He, he broke out and poisoned Gotham’s water supply."
            ],
            [
                173,
                "What’s this?"
            ],
            [
                175,
                "Foamy vengeance."
            ],
            [
                179,
                "Oh, Sheldon, you remind me of a young Lex Luthor."
            ],
            [
                185,
                "Here comes Kripke!"
            ],
            [
                187,
                "I believe that’s the president of the university."
            ],
            [
                190,
                "Well, how could you not put in an abort?"
            ],
            [
                193,
                "Wow. Looks like the Ganges on laundry day."
            ],
            [
                196,
                "Well, I’m going back to India. What’s your plan?"
            ]
        ],
        "Sheldon (arriving)": [
            [
                36,
                "I have something to announce, but out of respect for convention, I will wait for you to finish your current conversation. What are you talking about?"
            ]
        ],
        "Sheldon": [
            [
                38,
                "I see. Now, are we talking date, the social interaction, or date, the dried fruit?"
            ],
            [
                40,
                "Oh, good, my turn. Well, this is very exciting and I wanted you to be among the first to know…"
            ],
            [
                42,
                "Thank you, Kripke, for depriving me of the opportunity to share my news with my friends."
            ],
            [
                44,
                "My thank you was not sincere."
            ],
            [
                46,
                "Why are you such a stupid head? That is also rhetorical. I’m sorry you had to hear that."
            ],
            [
                48,
                "Yes, they’re interviewing me by phone from my office, regarding the recent so-called discovery of magnetic monopoles in spin-ices. It’s pledge week and they’re trying to goose the ratings with a little controversy."
            ],
            [
                50,
                "Thank you. My mother is very excited. She’s convening her Bible study group to listen in, and then pray for my soul."
            ],
            [
                53,
                "All right. These are the talking points for my NPR interview tomorrow. I need to make sure that they’re simple enough for the less educated in the audience to understand. Howard, look this over and tell me what’s unclear to you."
            ],
            [
                55,
                "Yes. Look this over and tell me what’s unclear to you."
            ],
            [
                60,
                "Hello."
            ],
            [
                81,
                "Excuse me, may I interject?"
            ],
            [
                83,
                "Biologically speaking, Howard is perfectly justified in seeking out the optimum mate for the propagation of his genetic line."
            ],
            [
                85,
                "Now, whether that propagation is in the interest of humanity is, of course, an entirely different question."
            ],
            [
                91,
                "My pleasure, Ira."
            ],
            [
                93,
                "Of course. First, consider an ordinary magnet which has, (the pitch of his voice begins to rise) as even the most uneducated in your audience must know, two poles, (pitch rises further) a north and south pole. If you cut that in half, you have two smaller magnets, each with its own north and south pole."
            ],
            [
                97,
                "A requirement for string theory, or M-theory, if you will, is the existence of such monopoles. I, myself, led an expedition to the Arctic Circle in search of said particles. Kripke, I found the nozzle! I’m going to kill you!"
            ],
            [
                121,
                "I was humiliated on national radio. How do you think I’m doing?"
            ],
            [
                123,
                "What do you want?"
            ],
            [
                126,
                "It wasn’t funny."
            ],
            [
                130,
                "Did you laugh?"
            ],
            [
                132,
                "I refuse to sink to his level."
            ],
            [
                135,
                "I never admit defeat."
            ],
            [
                137,
                "However, on an unrelated topic, I am never getting out of this bed again."
            ],
            [
                144,
                "Well, I suppose I could poison Kripke."
            ],
            [
                146,
                "It’s a simple matter. There are several toxic chemicals that’d be untraceable in an autopsy."
            ],
            [
                148,
                "Oh! How about we put awhoopee cushion on his office chair? He’ll sit down, it’ll sound like he’s flatulent, even though he’s not."
            ],
            [
                172,
                "All right, how’s this for revenge? A solution of hydrogen peroxide, and one of saturated potassium iodide."
            ],
            [
                174,
                "Mountain Dew. Ah, refreshing. Now, we’re going to combine these chemicals with ordinary dish soap, creating a little exothermic release of oxygen."
            ],
            [
                176,
                "Yes, exactly."
            ],
            [
                178,
                "Already taken care of. Observe. This is a live shot of Kripke’s lab via a mini webcam I was able to install, thanks to a dollar bill discreetly placed in the night janitor’s shirt pocket. At the same time, I also secured large quantities of these chemicals above the tiles in the drop ceiling."
            ],
            [
                180,
                "You flatter me, sir."
            ],
            [
                182,
                "The reaction will be triggered when Kripke reaches the center of the room. Mwah, ha, ha."
            ],
            [
                184,
                "It may be low-tech, but I still maintain the whoopee cushion has comic validity."
            ],
            [
                189,
                "There is no abort."
            ],
            [
                191,
                "I made a boo-boo, all right?"
            ]
        ],
        "Kripke": [
            [
                41,
                "Hey, Cooper, I hear you’re going to be on the wadio with Ira Fwatow from Science Fwiday next week."
            ],
            [
                43,
                "My pweasure."
            ],
            [
                45,
                "But my pweasure is. Let me ask you a question, at what point did National Public Wadio have to start scwaping the bottom of the bawwel for its guests? Eh, don’t answer, it’s wetowical."
            ],
            [
                88,
                "Oh, this is going to be a wiot."
            ],
            [
                192,
                "I think the board will weally appweciate how well we’re using that NSA gwant, Pwesident Seibert. Wight here we have a micwo-contwolled pwasma… (foam falls from the ceiling soaking everyone)"
            ]
        ],
        "Raj: I was on the radio once. I called in to Fever 104 FM New Delhi and was the fourth person to say the phrase that pays, “Fever 104, आज के नये अच्छे संगीत का घर.” That means": [
            [
                51,
                "“Fever 104, home of the really good current music.” It’s much catchier in Hindi."
            ]
        ],
        "Radio": [
            [
                87,
                "This is Ira Flatow and you’re listening to NPR’s Science Friday. Joining us today by phone from his office in Pasadena, California is Dr. Sheldon Cooper."
            ],
            [
                90,
                "Thanks for being with us today, Dr. Cooper."
            ]
        ],
        "Ira": [
            [
                92,
                "Now, let’s talk about magnetic monopoles. Can you explain to our audience just what a monopole is?"
            ],
            [
                94,
                "Uh, Dr. Cooper, I think there might be something wrong with our connection."
            ]
        ],
        "Sheldon (even higher pitch)": [
            [
                95,
                "No, I hear you fine. As I was saying, an ordinary magnet has two poles. The primary characteristic of a monopole is that it has only one pole, hence, monopole."
            ]
        ],
        "Katee Sackhoff": [
            [
                100,
                "Thanks, Howard. Always nice to be part of your masturbatory fantasies."
            ]
        ],
        "Katee": [
            [
                102,
                "I’m sorry, fiddling with yourself in the bathtub is a real class act."
            ],
            [
                104,
                "Sure. But can I ask you a question first?"
            ],
            [
                106,
                "No. I want to know why you’re playing make-believe with me when you could be out with a real woman tonight."
            ],
            [
                108,
                "No, I mean Princess Leia. Of course I mean Bernadette. She’s a wonderful girl and she really likes you."
            ],
            [
                110,
                "I’m not me. The real me is in Beverly Hills going out with a tall, handsome, rich guy."
            ],
            [
                112,
                "Six-four."
            ],
            [
                114,
                "The point is, you’ve got a wonderful girl in your life, and you’re ignoring her in order to spend your nights in the bathtub with a mental image and a wash cloth."
            ]
        ],
        "Howard’s Mother": [
            [
                115,
                "Howard! What are you doing in there?"
            ],
            [
                117,
                "I hope that’s all you’re doing! We share that tub!"
            ]
        ],
        "Raj (in a munchkin voice)": [
            [
                124,
                "We represent the Lollipop Guild, and we want you."
            ]
        ],
        "Sheldon (on Kripke’s computer in the lab)": [
            [
                195,
                "Hello, Kripke. This classic prank comes to you from the malevolent mind of Sheldon Cooper. If you’d like to see the look on your stupid face, this video is being instantly uploaded to YouTube. Oh, and a hat tip to Leonard Hofstadter and Raj Koothrappali for their support and encouragement in this enterprise."
            ]
        ],
        "Howard (on the stage, into a microphone)": [
            [
                202,
                "Testing. Check. Check two."
            ]
        ],
        "Howard (still singing)": [
            [
                210,
                "…Bernadette! Thank you, Cheesecake Factory!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Outside an apartment building."
        ],
        [
            "Howard",
            "So two years later, there’s a knock on the door, guy opens it, and there on his porch is the snail, who says, “What the heck was all that about?”"
        ],
        [
            "Bernadette",
            "I don’t really get it."
        ],
        [
            "Howard",
            "Well, see, it took two years for the snail to… (she kisses him) not important."
        ],
        [
            "Bernadette",
            "Can I ask you a question?"
        ],
        [
            "Howard",
            "Sure."
        ],
        [
            "Bernadette",
            "Where do you think this is going?"
        ],
        [
            "Howard",
            "To be honest, I was hoping at least second base."
        ],
        [
            "Bernadette",
            "You’re so funny. You’re like a stand-up comedian."
        ],
        [
            "Howard",
            "A Jewish stand-up comedian, that’d be new."
        ],
        [
            "Bernadette",
            "Actually, I think a lot of them are Jewish."
        ],
        [
            "Howard",
            "No, I was just… never mind."
        ],
        [
            "Bernadette",
            "Look, Howard, this is our third date and we both know what that means."
        ],
        [
            "Howard",
            "We do?"
        ],
        [
            "Bernadette",
            "Sex."
        ],
        [
            "Howard",
            "You’re kidding."
        ],
        [
            "Bernadette",
            "But I need to know whether you’re looking for a relationship or a one-night stand."
        ],
        [
            "Howard",
            "Okay, just to be clear, there’s only one correct answer, right? It’s not like chicken or fish on an airplane?"
        ],
        [
            "Bernadette",
            "Maybe you need to think about it a little."
        ],
        [
            "Howard",
            "You know, it’s not unheard of for a one-night stand to turn into a relationship."
        ],
        [
            "Bernadette",
            "Call me when you figure it out."
        ],
        [
            "Howard",
            "Three dates means sex? Who knew?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "Greetings, homies, homette."
        ],
        [
            "Penny",
            "Why are you back from your date so early?"
        ],
        [
            "Howard",
            "In romance, as in show business, always leave them wanting more."
        ],
        [
            "Penny",
            "What exactly does that mean?"
        ],
        [
            "Leonard",
            "He struck out."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The university cafeteria."
        ],
        [
            "Howard",
            "Hey, did either of you guys know that three dates with the same woman is the threshold for sex?"
        ],
        [
            "Raj",
            "Actually, I’ve never had three dates with the same woman."
        ],
        [
            "Leonard",
            "With Penny and me, it took two years. Now that I think about it, that was three dates."
        ],
        [
            "Howard",
            "Okay, well, before you and Penny hooked up, did she ask for any kind of commitment?"
        ],
        [
            "Leonard",
            "No, she was pretty clear about wanting to keep her options open."
        ],
        [
            "Sheldon (arriving)",
            "I have something to announce, but out of respect for convention, I will wait for you to finish your current conversation. What are you talking about?"
        ],
        [
            "Leonard",
            "The cultural paradigm in which people have sex after three dates."
        ],
        [
            "Sheldon",
            "I see. Now, are we talking date, the social interaction, or date, the dried fruit?"
        ],
        [
            "Leonard",
            "Never mind, what’s your announcement?"
        ],
        [
            "Sheldon",
            "Oh, good, my turn. Well, this is very exciting and I wanted you to be among the first to know…"
        ],
        [
            "Kripke",
            "Hey, Cooper, I hear you’re going to be on the wadio with Ira Fwatow from Science Fwiday next week."
        ],
        [
            "Sheldon",
            "Thank you, Kripke, for depriving me of the opportunity to share my news with my friends."
        ],
        [
            "Kripke",
            "My pweasure."
        ],
        [
            "Sheldon",
            "My thank you was not sincere."
        ],
        [
            "Kripke",
            "But my pweasure is. Let me ask you a question, at what point did National Public Wadio have to start scwaping the bottom of the bawwel for its guests? Eh, don’t answer, it’s wetowical."
        ],
        [
            "Sheldon",
            "Why are you such a stupid head? That is also rhetorical. I’m sorry you had to hear that."
        ],
        [
            "Leonard",
            "Are you really going to be on NPR?"
        ],
        [
            "Sheldon",
            "Yes, they’re interviewing me by phone from my office, regarding the recent so-called discovery of magnetic monopoles in spin-ices. It’s pledge week and they’re trying to goose the ratings with a little controversy."
        ],
        [
            "Leonard",
            "Very cool, congratulations."
        ],
        [
            "Sheldon",
            "Thank you. My mother is very excited. She’s convening her Bible study group to listen in, and then pray for my soul."
        ],
        [
            "Raj: I was on the radio once. I called in to Fever 104 FM New Delhi and was the fourth person to say the phrase that pays, “Fever 104, आज के नये अच्छे संगीत का घर.” That means",
            "“Fever 104, home of the really good current music.” It’s much catchier in Hindi."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "All right. These are the talking points for my NPR interview tomorrow. I need to make sure that they’re simple enough for the less educated in the audience to understand. Howard, look this over and tell me what’s unclear to you."
        ],
        [
            "Howard",
            "Excuse me, I have a master’s degree in engineering from the Massachusetts Institute of Technology. It required the completion of 144 units of grad work and an original thesis."
        ],
        [
            "Sheldon",
            "Yes. Look this over and tell me what’s unclear to you."
        ],
        [
            "Leonard",
            "You know, when Sheldon gives you homework, you don’t have to do it."
        ],
        [
            "Raj",
            "In fact, it’s better if you don’t, otherwise it makes the rest of us look bad."
        ],
        [
            "Penny",
            "Hi, guys."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Penny",
            "Yo, Raj, talk to me. I’m sorry, just screwing with you. Hey, Howard, why haven’t you called Bernadette?"
        ],
        [
            "Howard",
            "Did she say something?"
        ],
        [
            "Penny",
            "Yeah, she said she hasn’t heard from you in a week. I thought you liked her?"
        ],
        [
            "Howard",
            "I do, yeah, but she wants a commitment and I’m not sure she’s my type."
        ],
        [
            "Penny",
            "She agreed to go out with you for free. What more do you need?"
        ],
        [
            "Howard",
            "Look, Bernadette is really nice. I just always thought when I finally settle down into a relationship, it would be with someone, you know, different."
        ],
        [
            "Penny",
            "Different how?"
        ],
        [
            "Howard",
            "Well, you know, more like Megan Fox from Transformers, or Katee Sackhoff from Battlestar Galactica."
        ],
        [
            "Penny",
            "Are you high?"
        ],
        [
            "Leonard",
            "You’d have a better shot with the three-breasted Martian hooker from Total Recall."
        ],
        [
            "Howard",
            "Okay, now you’re just being unrealistic. Anyway, that movie was like 20 years ago, imagine how saggy those things would be."
        ],
        [
            "Penny",
            "Howard, you’re going to throw away a great girl like Bernadette because you’re holding out for some ridiculous fantasy?"
        ],
        [
            "Howard",
            "Hey, just because you settled doesn’t mean I have to."
        ],
        [
            "Leonard",
            "Excuse me, I’m sitting here."
        ],
        [
            "Penny",
            "Hey, I did not settle for Leonard. I mean, obviously, he isn’t the kind of guy I usually go out with, you know, physically."
        ],
        [
            "Leonard",
            "Again, I’m right here."
        ],
        [
            "Penny",
            "My point is, I do not judge a book by its cover. I am interested in the person underneath."
        ],
        [
            "Leonard",
            "I am here, right? You see me."
        ],
        [
            "Howard",
            "Hey, I’m interested in what’s inside people, too, but why is it wrong to want those insides wrapped up in, say, the delicious caramel that is Halle Berry? (To Raj) Yes, you’re delicious caramel, too."
        ],
        [
            "Penny",
            "All right, you know what, I will tell you why it’s wrong…"
        ],
        [
            "Sheldon",
            "Excuse me, may I interject?"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Sheldon",
            "Biologically speaking, Howard is perfectly justified in seeking out the optimum mate for the propagation of his genetic line."
        ],
        [
            "Howard",
            "Thank you, Sheldon."
        ],
        [
            "Sheldon",
            "Now, whether that propagation is in the interest of humanity is, of course, an entirely different question."
        ],
        [
            "Scene",
            "Kripke is in a storage cupboard of some kind. He has tubes rigged up through the roof attached to helium tanks which he is turning on. The radio is playing. "
        ],
        [
            "Radio",
            "This is Ira Flatow and you’re listening to NPR’s Science Friday. Joining us today by phone from his office in Pasadena, California is Dr. Sheldon Cooper."
        ],
        [
            "Kripke",
            "Oh, this is going to be a wiot."
        ],
        [
            "Scene",
            "Scene switches to Sheldon’s office, where the end of the tubing can be seen coming through the wall. Hissing can be heard."
        ],
        [
            "Radio",
            "Thanks for being with us today, Dr. Cooper."
        ],
        [
            "Sheldon",
            "My pleasure, Ira."
        ],
        [
            "Ira",
            "Now, let’s talk about magnetic monopoles. Can you explain to our audience just what a monopole is?"
        ],
        [
            "Sheldon",
            "Of course. First, consider an ordinary magnet which has, (the pitch of his voice begins to rise) as even the most uneducated in your audience must know, two poles, (pitch rises further) a north and south pole. If you cut that in half, you have two smaller magnets, each with its own north and south pole."
        ],
        [
            "Ira",
            "Uh, Dr. Cooper, I think there might be something wrong with our connection."
        ],
        [
            "Sheldon (even higher pitch)",
            "No, I hear you fine. As I was saying, an ordinary magnet has two poles. The primary characteristic of a monopole is that it has only one pole, hence, monopole."
        ],
        [
            "Scene",
            "Scene cuts to university cafeteria where Kripke is holding up the radio for all to listen."
        ],
        [
            "Sheldon",
            "A requirement for string theory, or M-theory, if you will, is the existence of such monopoles. I, myself, led an expedition to the Arctic Circle in search of said particles. Kripke, I found the nozzle! I’m going to kill you!"
        ],
        [
            "Scene",
            "Howard’s bathroom. He is in the bath."
        ],
        [
            "Howard",
            "So nice you could join me this evening. You’re looking lovely as always."
        ],
        [
            "Katee Sackhoff",
            "Thanks, Howard. Always nice to be part of your masturbatory fantasies."
        ],
        [
            "Howard",
            "Come on, Katee, don’t make it sound so cheap."
        ],
        [
            "Katee",
            "I’m sorry, fiddling with yourself in the bathtub is a real class act."
        ],
        [
            "Howard",
            "Thank you. So, shall we get started?"
        ],
        [
            "Katee",
            "Sure. But can I ask you a question first?"
        ],
        [
            "Howard",
            "You want to play Cylon and colonist?"
        ],
        [
            "Katee",
            "No. I want to know why you’re playing make-believe with me when you could be out with a real woman tonight."
        ],
        [
            "Howard",
            "You mean, Bernadette?"
        ],
        [
            "Katee",
            "No, I mean Princess Leia. Of course I mean Bernadette. She’s a wonderful girl and she really likes you."
        ],
        [
            "Howard",
            "I know, but she’s not you."
        ],
        [
            "Katee",
            "I’m not me. The real me is in Beverly Hills going out with a tall, handsome, rich guy."
        ],
        [
            "Howard",
            "Really? Tall?"
        ],
        [
            "Katee",
            "Six-four."
        ],
        [
            "Howard",
            "Ouch."
        ],
        [
            "Katee",
            "The point is, you’ve got a wonderful girl in your life, and you’re ignoring her in order to spend your nights in the bathtub with a mental image and a wash cloth."
        ],
        [
            "Howard’s Mother",
            "Howard! What are you doing in there?"
        ],
        [
            "Howard",
            "I’m taking a bath!"
        ],
        [
            "Howard’s Mother",
            "I hope that’s all you’re doing! We share that tub!"
        ],
        [
            "Howard",
            "Don’t remind me! (Katee has vanished) Oh, man. All soaped up and no place to go."
        ],
        [
            "Scene",
            "Sheldon’s bedroom. "
        ],
        [
            "Leonard",
            "How ya doin’, buddy?"
        ],
        [
            "Sheldon",
            "I was humiliated on national radio. How do you think I’m doing?"
        ],
        [
            "Leonard",
            "Come on, it wasn’t that bad."
        ],
        [
            "Sheldon",
            "What do you want?"
        ],
        [
            "Raj (in a munchkin voice)",
            "We represent the Lollipop Guild, and we want you."
        ],
        [
            "Leonard",
            "Okay, so Kripke played a joke on you."
        ],
        [
            "Sheldon",
            "It wasn’t funny."
        ],
        [
            "Raj",
            "I thought it was funny."
        ],
        [
            "Leonard",
            "Raj."
        ],
        [
            "Raj",
            "You laughed."
        ],
        [
            "Sheldon",
            "Did you laugh?"
        ],
        [
            "Leonard",
            "I fell on the floor. All right, he got you, you can get him back."
        ],
        [
            "Sheldon",
            "I refuse to sink to his level."
        ],
        [
            "Raj",
            "You can’t sink. With all that helium in you, you’re lucky you don’t float away."
        ],
        [
            "Leonard",
            "Are you really admitting defeat?"
        ],
        [
            "Sheldon",
            "I never admit defeat."
        ],
        [
            "Leonard",
            "Good."
        ],
        [
            "Sheldon",
            "However, on an unrelated topic, I am never getting out of this bed again."
        ],
        [
            "Leonard",
            "What if you could make Kripke look even sillier than he made you look?"
        ],
        [
            "Raj",
            "I don’t think that’s possible, dude."
        ],
        [
            "Leonard",
            "You’re not helping."
        ],
        [
            "Raj",
            "I didn’t come to help, I came to mock."
        ],
        [
            "Leonard",
            "Sheldon, what you need to do is figure out a way to exact vengeance on Kripke, like, uh, like, how the Joker got back at Batman for putting him in the Arkham Asylum for the Criminally Insane."
        ],
        [
            "Raj",
            "That’s true. He didn’t just stay there and talk about his feelings with the other psychotic villains. He, he broke out and poisoned Gotham’s water supply."
        ],
        [
            "Sheldon",
            "Well, I suppose I could poison Kripke."
        ],
        [
            "Leonard",
            "No, no."
        ],
        [
            "Sheldon",
            "It’s a simple matter. There are several toxic chemicals that’d be untraceable in an autopsy."
        ],
        [
            "Leonard",
            "Okay, uh, that’s the spirit, but, um, let’s dial it back to a non-lethal form of vengeance."
        ],
        [
            "Sheldon",
            "Oh! How about we put awhoopee cushion on his office chair? He’ll sit down, it’ll sound like he’s flatulent, even though he’s not."
        ],
        [
            "Leonard",
            "Let’s keep thinking."
        ],
        [
            "Scene",
            "The Cheesecake Factory. Howard enters."
        ],
        [
            "Penny",
            "Oh, gee, you’re too late. Scarlett Johansson and Wonder Woman were just in here trolling around for neurotic, little weasels."
        ],
        [
            "Howard",
            "Yeah, I came to talk to Bernadette. She’s working today, right?"
        ],
        [
            "Penny",
            "Yes, but I don’t think she wants to see you."
        ],
        [
            "Howard",
            "Why not?"
        ],
        [
            "Penny",
            "Come on, Howard. You hurt her feelings by not calling her all week. Plus, I’ve kind of been talkin’ some smack about ya."
        ],
        [
            "Bernadette",
            "Hello, Howard."
        ],
        [
            "Howard",
            "Wait, Bernadette, I need to talk to you."
        ],
        [
            "Bernadette",
            "I can’t now, I’m working."
        ],
        [
            "Howard",
            "This will only take a second. You asked me to think about where our relationship was going, and I did. Bernadette? Will you marry me?"
        ],
        [
            "Bernadette",
            "Is this more comedy that I don’t understand?"
        ],
        [
            "Howard",
            "No. I’m serious. I’m never going to find another girl like you who likes me and is, you know, real."
        ],
        [
            "Bernadette",
            "So, this isn’t a joke?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Bernadette",
            "Then you’re insane."
        ],
        [
            "Howard",
            "I prefer to think of myself as quirky."
        ],
        [
            "Bernadette",
            "Howard, we’ve only been on three dates. We haven’t even had sex yet."
        ],
        [
            "Howard",
            "Fair enough. When’s your break?"
        ],
        [
            "Bernadette",
            "Wow. (Walks away)"
        ],
        [
            "Howard",
            "Don’t you just hate when this happens?"
        ],
        [
            "Penny",
            "Wow."
        ],
        [
            "Scene",
            "The apartment kitchen."
        ],
        [
            "Sheldon",
            "All right, how’s this for revenge? A solution of hydrogen peroxide, and one of saturated potassium iodide."
        ],
        [
            "Raj",
            "What’s this?"
        ],
        [
            "Sheldon",
            "Mountain Dew. Ah, refreshing. Now, we’re going to combine these chemicals with ordinary dish soap, creating a little exothermic release of oxygen."
        ],
        [
            "Raj",
            "Foamy vengeance."
        ],
        [
            "Sheldon",
            "Yes, exactly."
        ],
        [
            "Leonard",
            "This is brilliant, Sheldon. How are we going to deploy it in Kripke’s office?"
        ],
        [
            "Sheldon",
            "Already taken care of. Observe. This is a live shot of Kripke’s lab via a mini webcam I was able to install, thanks to a dollar bill discreetly placed in the night janitor’s shirt pocket. At the same time, I also secured large quantities of these chemicals above the tiles in the drop ceiling."
        ],
        [
            "Raj",
            "Oh, Sheldon, you remind me of a young Lex Luthor."
        ],
        [
            "Sheldon",
            "You flatter me, sir."
        ],
        [
            "Leonard",
            "Let me guess, motion sensors?"
        ],
        [
            "Sheldon",
            "The reaction will be triggered when Kripke reaches the center of the room. Mwah, ha, ha."
        ],
        [
            "Leonard",
            "I gotta say, I am really impressed. This is truly the Sheldon Cooper way to get even. (Sits down. There is a flatulent noise)"
        ],
        [
            "Sheldon",
            "It may be low-tech, but I still maintain the whoopee cushion has comic validity."
        ],
        [
            "Raj",
            "Here comes Kripke!"
        ],
        [
            "Leonard",
            "Who is that with him?"
        ],
        [
            "Raj",
            "I believe that’s the president of the university."
        ],
        [
            "Leonard",
            "And the board of directors. Abort! Abort!"
        ],
        [
            "Sheldon",
            "There is no abort."
        ],
        [
            "Raj",
            "Well, how could you not put in an abort?"
        ],
        [
            "Sheldon",
            "I made a boo-boo, all right?"
        ],
        [
            "Kripke",
            "I think the board will weally appweciate how well we’re using that NSA gwant, Pwesident Seibert. Wight here we have a micwo-contwolled pwasma… (foam falls from the ceiling soaking everyone)"
        ],
        [
            "Raj",
            "Wow. Looks like the Ganges on laundry day."
        ],
        [
            "Leonard",
            "At least they don’t know it was you."
        ],
        [
            "Sheldon (on Kripke’s computer in the lab)",
            "Hello, Kripke. This classic prank comes to you from the malevolent mind of Sheldon Cooper. If you’d like to see the look on your stupid face, this video is being instantly uploaded to YouTube. Oh, and a hat tip to Leonard Hofstadter and Raj Koothrappali for their support and encouragement in this enterprise."
        ],
        [
            "Raj",
            "Well, I’m going back to India. What’s your plan?"
        ],
        [
            "Scene",
            "The Cheesecake Factory."
        ],
        [
            "Penny",
            "Hey, here’s your tip from table seven."
        ],
        [
            "Bernadette",
            "Oh, thanks."
        ],
        [
            "Penny",
            "Mm-hmm."
        ],
        [
            "Howard (on the stage, into a microphone)",
            "Testing. Check. Check two."
        ],
        [
            "Bernadette",
            "Oh, now what?"
        ],
        [
            "Penny",
            "You want me to throw him out?"
        ],
        [
            "Bernadette",
            "No, that’s okay."
        ],
        [
            "Penny",
            "Are you sure? He’s small. I bet I can get a nice, tight spiral on him."
        ],
        [
            "Howard",
            "I want to dedicate this number to a great gal who I’ve done wrong. (To the tune of the Four Tops song Bernadette)  Bernadette, I am so sorry for trying to propose to you, Bernadette, you found it creepy but that’s just the kind of thing I do. I know now it was too soon to talk of love. It was just a crazy idea that came to me in my tub. But, Bernadette, give me one more chance, sweet Bernadette, I’ll get the hang of this thing they call romance, sweet Bernadette, I dream to once again kiss your lips, sweet Bernadette. Sincerely yours, Howard Wolowitz, Bernadette…"
        ],
        [
            "Penny",
            "Oh, I am so sorry."
        ],
        [
            "Bernadette",
            "Are you kidding? That’s the most romantic thing anyone’s ever done for me."
        ],
        [
            "Howard (still singing)",
            "…Bernadette! Thank you, Cheesecake Factory!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-3-episode-09-the-vengeance-formulation/"
}