{
    "Season": 4,
    "Episode": 11,
    "Title": "the justice league recombination",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. "
            ],
            [
                38,
                "The same."
            ],
            [
                56,
                "At Penny’s door. Leonard knocks three times. "
            ],
            [
                83,
                "The comic book store."
            ],
            [
                116,
                "The stairwell. "
            ],
            [
                135,
                "The apartment. Leonard is dressed as Green Lantern, Sheldon as The Flash. "
            ],
            [
                160,
                "Penny’s door. "
            ],
            [
                175,
                "The apartment. "
            ],
            [
                196,
                "Penny’s apartment. Knocking."
            ],
            [
                225,
                "The party. "
            ],
            [
                238,
                "The street. "
            ],
            [
                246,
                "The apartment. "
            ]
        ],
        "Raj": [
            [
                1,
                "Water Demon."
            ],
            [
                36,
                "What the hell did I do?"
            ],
            [
                42,
                "And nobody drew a penis on his forehead."
            ],
            [
                44,
                "First day of cricket camp. They drew it so the testicles were my eyes."
            ],
            [
                51,
                "A Milk Dud?"
            ],
            [
                54,
                "Junior Mints are pretty apologetic."
            ],
            [
                87,
                "No."
            ],
            [
                98,
                "The Archies are over here."
            ],
            [
                119,
                "But I’m Green Lantern."
            ],
            [
                121,
                "I don’t want to be Aquaman. He sucks. He sucks underwater. He sucks fish pee."
            ],
            [
                145,
                "I’ve said this before, and I’ll say it again. Aquaman sucks."
            ],
            [
                159,
                "Looks like someone else is going to have to be Wonder Woman."
            ],
            [
                176,
                "Stupid Aquaman."
            ],
            [
                186,
                "Oh, great. No Superman, no Wonder Woman? All we’ve got is a skinny Flash, an Indian Aquaman, a nearsighted Green Lantern, and a teeny, tiny Dark Knight."
            ],
            [
                188,
                "Ooh, I call Kermit."
            ],
            [
                190,
                "Oh, man. Scooter sucks. He’s the Aquaman of the Muppet Babies."
            ]
        ],
        "Howard": [
            [
                2,
                "Ice Dragon."
            ],
            [
                23,
                "Oh, and the science dudes want to talk science with you. What do you want to talk about, rocks, dinosaurs, our friend the beaver?"
            ],
            [
                41,
                "No, I know bullying. He left here unswirlied and his ass crack was underpants-free."
            ],
            [
                46,
                "So go apologize."
            ],
            [
                48,
                "You started it, we just piled on."
            ],
            [
                72,
                "Leonard’s buying."
            ],
            [
                97,
                "Uh, no, it’s an indictment of the American education system."
            ],
            [
                102,
                "Switching it up from last year when we came as the Justice League of America."
            ],
            [
                109,
                "He is the only person we know with actual muscles."
            ],
            [
                112,
                "Yeah, she seems happier. Why wouldn’t we be?"
            ],
            [
                130,
                "She and her lab team are under quarantine. Seems at the Christmas party they were doing Jell-O shots out of petri dishes that used to contain yellow fever."
            ],
            [
                142,
                "I’m Batman."
            ],
            [
                144,
                "I had to walk. I couldn’t get Raj on the back of my scooter."
            ],
            [
                149,
                "Relax. No one’s going to be looking at her hair. Ow! I mean, ow."
            ],
            [
                155,
                "Well, actually."
            ],
            [
                184,
                "Okay, I guess we just go without a Wonder Woman."
            ],
            [
                191,
                "No, we can still make this work. Leonard, you talk to Penny."
            ],
            [
                193,
                "You got her to have sex with you. Obviously, your superpower is brainwashing."
            ],
            [
                223,
                "Superman probably isn’t getting laid tonight."
            ],
            [
                242,
                "Check it out. Those guys are breaking into that car."
            ]
        ],
        "Leonard": [
            [
                3,
                "Lesser Warlord of Ka’a."
            ],
            [
                5,
                "Infinite Sheldon?"
            ],
            [
                7,
                "Do you understand why people don’t want to play with you?"
            ],
            [
                9,
                "Hey."
            ],
            [
                11,
                "Hey."
            ],
            [
                13,
                "Oh, thanks."
            ],
            [
                16,
                "That’s an atom."
            ],
            [
                18,
                "So, you and Zack again, huh?"
            ],
            [
                27,
                "They might be smarter than some people."
            ],
            [
                31,
                "A dolphin might."
            ],
            [
                40,
                "You think Penny’s right? Were we bullying Zack?"
            ],
            [
                43,
                "That happened to you?"
            ],
            [
                45,
                "I don’t know, I think we might owe the guy an apology."
            ],
            [
                47,
                "Why me?"
            ],
            [
                49,
                "What would I even say?"
            ],
            [
                53,
                "I got a better idea. We’re all responsible. I say we all go. Come on, who’s with me? Free comic books to anyone who comes with me. I might get punched. You really want to miss that?"
            ],
            [
                59,
                "Yeah, we came to talk to Zack. Hey, Zack."
            ],
            [
                61,
                "Listen, uh, the stuff we were saying before, we were just kidding around."
            ],
            [
                63,
                "Come on, that’s what we do. We give each other a hard time. Hey, Sheldon, you look like a praying mantis."
            ],
            [
                65,
                "See?"
            ],
            [
                71,
                "Uh, we’re on our way to the comic book store."
            ],
            [
                75,
                "Don’t."
            ],
            [
                92,
                "Uh, no. Oh, this is Zack. He’s a friend of ours. Zack, this is Stuart. He owns the store."
            ],
            [
                104,
                "Hey, I got new boots this year. Guaranteed to add three inches."
            ],
            [
                108,
                "Zack?"
            ],
            [
                110,
                "You can’t replace me with Zack."
            ],
            [
                118,
                "Fine, if Zack’s going to be Superman, I want to be Green Lantern."
            ],
            [
                120,
                "You can be Aquaman."
            ],
            [
                136,
                "What are you doing?"
            ],
            [
                138,
                "You’re jogging."
            ],
            [
                140,
                "Just chill out, Sheldon."
            ],
            [
                177,
                "If it makes you feel any better, when I was dating Penny, she used to flip out on me all the time."
            ],
            [
                179,
                "She didn’t tell you?"
            ],
            [
                181,
                "Who else would it be?"
            ],
            [
                192,
                "What makes you think I can convince her?"
            ],
            [
                194,
                "Okay, let me see if I understand this. You want me to convince my ex-girlfriend to go to a costume party with her new boyfriend just so we can win a stupid prize?"
            ],
            [
                198,
                "It’s Leonard."
            ],
            [
                200,
                "Come on, let me just talk to you."
            ],
            [
                202,
                "Hey."
            ],
            [
                204,
                "Okay, listen. You don’t have to wear the wig. At this party, we’re gonna win first prize just by showing up with a girl."
            ],
            [
                206,
                "Did I do something? I mean, I tried to be friends with Zack, like you said, which believe me, was difficult, given how you and me used to be, you know, you and me, and now you and him are you and him."
            ],
            [
                208,
                "Then what are you?"
            ],
            [
                210,
                "Not as pathetic as dressing up like this and going to a comic book store on New Year’s Eve."
            ],
            [
                212,
                "Green Lantern."
            ],
            [
                214,
                "There’s a big difference. Arrow. Lantern."
            ],
            [
                216,
                "What about me?"
            ],
            [
                218,
                "Um, I guarantee you’ll be the prettiest girl there."
            ],
            [
                241,
                "You’re being a bully."
            ],
            [
                243,
                "What should we do?"
            ],
            [
                247,
                "Look, I know our winter thermostat setting is 72 degrees, but I’m a little warm, so I’m going to turn it down."
            ]
        ],
        "Sheldon": [
            [
                4,
                "Not so fast. Infinite Sheldon."
            ],
            [
                6,
                "Yes, Infinite Sheldon defeats all other cards and does not violate the rule against homemade cards because I made it at work."
            ],
            [
                8,
                "No, although it’s a question I’ve been pondering since preschool."
            ],
            [
                25,
                "Was the starfish wearing boxer shorts? Because you might have been watching Nickelodeon."
            ],
            [
                29,
                "Oh, that’s easy enough. We’d need a large tank of water, a hoop to jump through, and a bucket of whatever bite-sized treats you find tasty."
            ],
            [
                33,
                "That’s not correct. We were implying it. You then inferred it."
            ],
            [
                50,
                "Zack, I’m sorry you’re stupid. Have a Milk Dud."
            ],
            [
                52,
                "Yeah, Milk Duds, with their self-deprecating name and remarkably mild flavour, are the most apologetic of the boxed candies."
            ],
            [
                55,
                "You’re embarrassing yourself."
            ],
            [
                57,
                "Penny."
            ],
            [
                64,
                "That’s very hurtful."
            ],
            [
                67,
                "Milk Dud?"
            ],
            [
                74,
                "Literally? Literally a million years?"
            ],
            [
                85,
                "In the bedrooms of ten-year-old girls, where they belong."
            ],
            [
                101,
                "Of course. We’re coming as the Justice League of America."
            ],
            [
                103,
                "To that point, it occurs to me that we might have an opportunity to finally snare Best Group Costume if we shore up our weak link, which is clearly Leonard as Superman."
            ],
            [
                105,
                "That’s sad. Let’s ask ourselves, is there anyone we know who would make a more manly and convincing son of Krypton?"
            ],
            [
                107,
                "I was thinking specifically of the gentleman over there moving his lips as he enjoys the latest exploits of Betty and Veronica."
            ],
            [
                111,
                "Why not? Penny did it."
            ],
            [
                114,
                "Congratulations. Zack, how would you like to be Superman?"
            ],
            [
                122,
                "Excuse me, I believe Aquaman uses his telepathic powers to request the fish do their business elsewhere."
            ],
            [
                128,
                "Complete with bulletproof bracelets and lasso of truth. Invisible plane sold separately."
            ],
            [
                132,
                "Amy Farrah Fowler doesn’t believe in wearing costumes. She isn’t the free spirit I am."
            ],
            [
                137,
                "We’re going to be late. I’m pacing nervously."
            ],
            [
                139,
                "This is how the Flash paces."
            ],
            [
                141,
                "I’m not Sheldon. I’m the Flash. And now I’m going to the Grand Canyon to scream in frustration. I’m back."
            ],
            [
                143,
                "Oh, I hardly think so. The real caped crusader calls his crime-fighting cohorts when he’s running late."
            ],
            [
                148,
                "I’m sorry. But in what universe is Wonder Woman blonde?"
            ],
            [
                156,
                "Don’t. He’s making our case."
            ],
            [
                164,
                "  (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny."
            ],
            [
                166,
                "I’m the Flash. I just knocked 30,000 times."
            ],
            [
                168,
                "I understand why you’re upset."
            ],
            [
                170,
                "Yes. You’re afraid that costume makes you look fat."
            ],
            [
                172,
                "Don’t worry. Wonder Woman was an Amazon. And Amazons tend to be very beefy gals."
            ],
            [
                174,
                "But they’re not blonde, so put on your wig. Hello?"
            ],
            [
                183,
                "I may have failed."
            ],
            [
                187,
                "Obviously, we’re no longer a Justice League. We have no choice but to switch to our Muppet Baby costumes."
            ],
            [
                189,
                "I’m Kermit. You’re Scooter."
            ],
            [
                195,
                "Yes. And make her wear the black wig. Good luck."
            ],
            [
                220,
                "Oh."
            ],
            [
                222,
                "What’s the bad news?"
            ],
            [
                228,
                "Thank you! Thank you so much!"
            ],
            [
                231,
                "No, wait! I have a speech."
            ],
            [
                233,
                "Stop counting!"
            ],
            [
                235,
                "This is my moment, dag nab it!"
            ],
            [
                237,
                "I’m not going to say another word until you people settle down. I’m waiting."
            ],
            [
                244,
                "We’re the Justice League of America. There’s only one thing we can do. Turn around and slowly walk away."
            ]
        ],
        "Zack": [
            [
                10,
                "Hey."
            ],
            [
                15,
                "Check it out, all about planets this month."
            ],
            [
                17,
                "Agree to disagree. That’s what I love about science, there’s no one right answer."
            ],
            [
                20,
                "Were we here earlier?"
            ],
            [
                22,
                "Ah, not yet. I want to talk science with the science dudes."
            ],
            [
                24,
                "You know, I saw this great thing on the Discovery Channel. Turns out that if you kill a starfish, it’ll just come back to life."
            ],
            [
                26,
                "No, I’m almost sure that it was the Discovery Channel. It was a great show. They also said dolphins might be smarter than people."
            ],
            [
                28,
                "Well, maybe we can do an experiment to find out."
            ],
            [
                30,
                "I don’t get it."
            ],
            [
                32,
                "Oh, I see. You guys are inferring that I’m stupid."
            ],
            [
                34,
                "Let’s go."
            ],
            [
                60,
                "What do you want?"
            ],
            [
                62,
                "No, you weren’t. You were making fun of me."
            ],
            [
                66,
                "I don’t know, it still wasn’t very nice."
            ],
            [
                68,
                "Oh, I love Milk Duds. Okay, we’re cool."
            ],
            [
                70,
                "You guys want to come in and have a beer?"
            ],
            [
                73,
                "Really? I haven’t been to a comic book store in literally a million years."
            ],
            [
                76,
                "You want to go with ’em?"
            ],
            [
                78,
                "Okay, see you later."
            ],
            [
                80,
                "Are you mad at me?"
            ],
            [
                82,
                "Milk Dud?"
            ],
            [
                84,
                "Wow, this place is awesome. Where do they keep the Archies?"
            ],
            [
                86,
                "Oh, no, you’re thinking old-school Archie. It’s much more sophisticated now. Like, there’s two universes, and Archie’s married to Betty in one and Veronica in the other. Midge is even breaking up with Moose."
            ],
            [
                88,
                "About time, right?"
            ],
            [
                90,
                "Hey."
            ],
            [
                93,
                "Wow, lucky you."
            ],
            [
                95,
                "Sweet."
            ],
            [
                99,
                "Yippee."
            ],
            [
                113,
                "Score. I got an Archie, Betty and Veronica, and a Jughead. All set for my weekend number twos."
            ],
            [
                115,
                "I don’t know, sounds like a lot of responsibility."
            ],
            [
                123,
                "Hey, babe."
            ],
            [
                125,
                "Well, you won’t be when you hear the great news."
            ],
            [
                127,
                "We’re going to a costume party at the comic book store on New Year’s Eve, and you get to be Wonder Woman."
            ],
            [
                146,
                "Look up in the sky. It’s a bird. It’s a plane. I forget the rest."
            ],
            [
                150,
                "Hold on. The costume came with a black wig. Where is it, babe?"
            ],
            [
                152,
                "Come on. We’re trying to win a contest here."
            ],
            [
                154,
                "Penny, there’s no I in Justice League."
            ],
            [
                157,
                "Okay, babe. Uh, kind of embarrassing me in front of my friends."
            ],
            [
                161,
                "Babe, open up."
            ],
            [
                163,
                "Then who are you talking to? Babe?"
            ],
            [
                178,
                "Whoa. You dated Penny?"
            ],
            [
                180,
                "She told me she dated a guy named Leonard. Who would have thought it was you?"
            ],
            [
                182,
                "I don’t know. Somebody bigger and, yeah, sure. Why not you?"
            ],
            [
                185,
                "I don’t want to go without Penny."
            ],
            [
                221,
                "Yes."
            ],
            [
                224,
                "Aw, damn."
            ],
            [
                239,
                "That was a great party. We should dress like this all the time."
            ]
        ],
        "Penny": [
            [
                12,
                "Hey, your copy of Science magazine was in my mailbox."
            ],
            [
                14,
                "Mm-hmm."
            ],
            [
                19,
                "Yeah, yeah, me and Zack again."
            ],
            [
                21,
                "Okay, we should, we should go."
            ],
            [
                35,
                "You know, for a group of guys who claim they spent most of their lives being bullied, you can be real jerks. Shame on all of you. (Closes door)"
            ],
            [
                58,
                "What?"
            ],
            [
                77,
                "No."
            ],
            [
                79,
                "Wait, w-w-wait-wait-wait, you’re ditching me to go look at comic books?"
            ],
            [
                81,
                "I’m not happy."
            ],
            [
                124,
                "I’m still mad at you."
            ],
            [
                126,
                "What great news?"
            ],
            [
                129,
                "Wait, why me? Wh-Why can’t your girlfriend be Wonder Woman?"
            ],
            [
                131,
                "Okay, what about your friend Amy?"
            ],
            [
                133,
                "Okay, well, forget it. I’m not spending my New Year’s Eve at a comic book store wearing a Wonder Woman costume."
            ],
            [
                147,
                "All right. Let’s get this thing over with."
            ],
            [
                151,
                "No. I’m not wearing it. It looks stupid."
            ],
            [
                153,
                "Forget it. I’m not wearing the wig."
            ],
            [
                158,
                "Okay. You know what? I changed my mind. I’m not going."
            ],
            [
                162,
                "I’m not talking to you."
            ],
            [
                165,
                "What the hell is wrong with you?"
            ],
            [
                167,
                "Okay. What do you want, Sheldon?"
            ],
            [
                169,
                "Really?"
            ],
            [
                171,
                "No. Wait, wait, does it?"
            ],
            [
                173,
                "Good-bye, Sheldon."
            ],
            [
                197,
                "Go away, Sheldon."
            ],
            [
                199,
                "Oh. Go away, Leonard."
            ],
            [
                201,
                "It’s open."
            ],
            [
                203,
                "I’m not going to that party, Leonard."
            ],
            [
                205,
                "It’s not the wig."
            ],
            [
                207,
                "Okay, look. We’re not really me and him."
            ],
            [
                209,
                "I don’t know. I only started seeing Zack again so I wouldn’t be alone on New Year’s Eve. How pathetic is that?"
            ],
            [
                211,
                "You make a cute Green Arrow."
            ],
            [
                213,
                "Like there’s a difference."
            ],
            [
                215,
                "Whatever. Look, if Zack and I had just gone to a regular club or a party, it would have been fine, but this, with the costumes, and you."
            ],
            [
                217,
                "Nothing. Let’s go to the party. (Puts on wig) How do I look?"
            ],
            [
                240,
                "Are you high?"
            ]
        ],
        "Penny (Opens door again)": [
            [
                37,
                "You laughed."
            ]
        ],
        "Sheldon (to Raj)": [
            [
                69,
                "Junior Mints."
            ]
        ],
        "Stuart": [
            [
                89,
                "Hey."
            ],
            [
                91,
                "You guys finally chip in for a bodyguard?"
            ],
            [
                94,
                "Yeah, I work 70 hours a week and average a dollar sixty five an hour."
            ],
            [
                96,
                "Is that sarcasm?"
            ],
            [
                100,
                "So are you guys coming to my New Year’s Eve costume party?"
            ],
            [
                106,
                "Than than Leonard in high-heeled boots? Howard’s mother in high-heeled boots?"
            ],
            [
                227,
                "And the award for best group costume goes to Justice League of America number three!"
            ],
            [
                229,
                "Okay. Okay, ten seconds to midnight."
            ]
        ],
        "Howard (after Raj whispers to him)": [
            [
                134,
                "He says he’ll wear it if you’ll be Aquaman."
            ]
        ],
        "Howard (outside the door)": [
            [
                219,
                "Okay, the good news is, we have a Wonder Woman."
            ]
        ],
        "All": [
            [
                230,
                "Ten, nine, eight…"
            ],
            [
                232,
                "Seven, six…"
            ],
            [
                234,
                "Five, four, three…"
            ],
            [
                236,
                "Two, one! Happy New Year!"
            ]
        ],
        "Zack (after a moment’s thought)": [
            [
                245,
                "Nah. Hold up."
            ]
        ],
        "Sheldon (as The Flash, runs to the Grand Canyon)": [
            [
                248,
                "Good Lord, how you frustrate me, Leonard Hofstadter! (Runs back) Fine."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "Water Demon."
        ],
        [
            "Howard",
            "Ice Dragon."
        ],
        [
            "Leonard",
            "Lesser Warlord of Ka’a."
        ],
        [
            "Sheldon",
            "Not so fast. Infinite Sheldon."
        ],
        [
            "Leonard",
            "Infinite Sheldon?"
        ],
        [
            "Sheldon",
            "Yes, Infinite Sheldon defeats all other cards and does not violate the rule against homemade cards because I made it at work."
        ],
        [
            "Leonard",
            "Do you understand why people don’t want to play with you?"
        ],
        [
            "Sheldon",
            "No, although it’s a question I’ve been pondering since preschool."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Zack",
            "Hey."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Hey, your copy of Science magazine was in my mailbox."
        ],
        [
            "Leonard",
            "Oh, thanks."
        ],
        [
            "Penny",
            "Mm-hmm."
        ],
        [
            "Zack",
            "Check it out, all about planets this month."
        ],
        [
            "Leonard",
            "That’s an atom."
        ],
        [
            "Zack",
            "Agree to disagree. That’s what I love about science, there’s no one right answer."
        ],
        [
            "Leonard",
            "So, you and Zack again, huh?"
        ],
        [
            "Penny",
            "Yeah, yeah, me and Zack again."
        ],
        [
            "Zack",
            "Were we here earlier?"
        ],
        [
            "Penny",
            "Okay, we should, we should go."
        ],
        [
            "Zack",
            "Ah, not yet. I want to talk science with the science dudes."
        ],
        [
            "Howard",
            "Oh, and the science dudes want to talk science with you. What do you want to talk about, rocks, dinosaurs, our friend the beaver?"
        ],
        [
            "Zack",
            "You know, I saw this great thing on the Discovery Channel. Turns out that if you kill a starfish, it’ll just come back to life."
        ],
        [
            "Sheldon",
            "Was the starfish wearing boxer shorts? Because you might have been watching Nickelodeon."
        ],
        [
            "Zack",
            "No, I’m almost sure that it was the Discovery Channel. It was a great show. They also said dolphins might be smarter than people."
        ],
        [
            "Leonard",
            "They might be smarter than some people."
        ],
        [
            "Zack",
            "Well, maybe we can do an experiment to find out."
        ],
        [
            "Sheldon",
            "Oh, that’s easy enough. We’d need a large tank of water, a hoop to jump through, and a bucket of whatever bite-sized treats you find tasty."
        ],
        [
            "Zack",
            "I don’t get it."
        ],
        [
            "Leonard",
            "A dolphin might."
        ],
        [
            "Zack",
            "Oh, I see. You guys are inferring that I’m stupid."
        ],
        [
            "Sheldon",
            "That’s not correct. We were implying it. You then inferred it."
        ],
        [
            "Zack",
            "Let’s go."
        ],
        [
            "Penny",
            "You know, for a group of guys who claim they spent most of their lives being bullied, you can be real jerks. Shame on all of you. (Closes door)"
        ],
        [
            "Raj",
            "What the hell did I do?"
        ],
        [
            "Penny (Opens door again)",
            "You laughed."
        ],
        [
            "Scene",
            "The same."
        ],
        [
            "Leonard",
            "You think Penny’s right? Were we bullying Zack?"
        ],
        [
            "Howard",
            "No, I know bullying. He left here unswirlied and his ass crack was underpants-free."
        ],
        [
            "Raj",
            "And nobody drew a penis on his forehead."
        ],
        [
            "Leonard",
            "That happened to you?"
        ],
        [
            "Raj",
            "First day of cricket camp. They drew it so the testicles were my eyes."
        ],
        [
            "Leonard",
            "I don’t know, I think we might owe the guy an apology."
        ],
        [
            "Howard",
            "So go apologize."
        ],
        [
            "Leonard",
            "Why me?"
        ],
        [
            "Howard",
            "You started it, we just piled on."
        ],
        [
            "Leonard",
            "What would I even say?"
        ],
        [
            "Sheldon",
            "Zack, I’m sorry you’re stupid. Have a Milk Dud."
        ],
        [
            "Raj",
            "A Milk Dud?"
        ],
        [
            "Sheldon",
            "Yeah, Milk Duds, with their self-deprecating name and remarkably mild flavour, are the most apologetic of the boxed candies."
        ],
        [
            "Leonard",
            "I got a better idea. We’re all responsible. I say we all go. Come on, who’s with me? Free comic books to anyone who comes with me. I might get punched. You really want to miss that?"
        ],
        [
            "Raj",
            "Junior Mints are pretty apologetic."
        ],
        [
            "Sheldon",
            "You’re embarrassing yourself."
        ],
        [
            "Scene",
            "At Penny’s door. Leonard knocks three times. "
        ],
        [
            "Sheldon",
            "Penny."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "Yeah, we came to talk to Zack. Hey, Zack."
        ],
        [
            "Zack",
            "What do you want?"
        ],
        [
            "Leonard",
            "Listen, uh, the stuff we were saying before, we were just kidding around."
        ],
        [
            "Zack",
            "No, you weren’t. You were making fun of me."
        ],
        [
            "Leonard",
            "Come on, that’s what we do. We give each other a hard time. Hey, Sheldon, you look like a praying mantis."
        ],
        [
            "Sheldon",
            "That’s very hurtful."
        ],
        [
            "Leonard",
            "See?"
        ],
        [
            "Zack",
            "I don’t know, it still wasn’t very nice."
        ],
        [
            "Sheldon",
            "Milk Dud?"
        ],
        [
            "Zack",
            "Oh, I love Milk Duds. Okay, we’re cool."
        ],
        [
            "Sheldon (to Raj)",
            "Junior Mints."
        ],
        [
            "Zack",
            "You guys want to come in and have a beer?"
        ],
        [
            "Leonard",
            "Uh, we’re on our way to the comic book store."
        ],
        [
            "Howard",
            "Leonard’s buying."
        ],
        [
            "Zack",
            "Really? I haven’t been to a comic book store in literally a million years."
        ],
        [
            "Sheldon",
            "Literally? Literally a million years?"
        ],
        [
            "Leonard",
            "Don’t."
        ],
        [
            "Zack",
            "You want to go with ’em?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Zack",
            "Okay, see you later."
        ],
        [
            "Penny",
            "Wait, w-w-wait-wait-wait, you’re ditching me to go look at comic books?"
        ],
        [
            "Zack",
            "Are you mad at me?"
        ],
        [
            "Penny",
            "I’m not happy."
        ],
        [
            "Zack",
            "Milk Dud?"
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Zack",
            "Wow, this place is awesome. Where do they keep the Archies?"
        ],
        [
            "Sheldon",
            "In the bedrooms of ten-year-old girls, where they belong."
        ],
        [
            "Zack",
            "Oh, no, you’re thinking old-school Archie. It’s much more sophisticated now. Like, there’s two universes, and Archie’s married to Betty in one and Veronica in the other. Midge is even breaking up with Moose."
        ],
        [
            "Raj",
            "No."
        ],
        [
            "Zack",
            "About time, right?"
        ],
        [
            "Stuart",
            "Hey."
        ],
        [
            "Zack",
            "Hey."
        ],
        [
            "Stuart",
            "You guys finally chip in for a bodyguard?"
        ],
        [
            "Leonard",
            "Uh, no. Oh, this is Zack. He’s a friend of ours. Zack, this is Stuart. He owns the store."
        ],
        [
            "Zack",
            "Wow, lucky you."
        ],
        [
            "Stuart",
            "Yeah, I work 70 hours a week and average a dollar sixty five an hour."
        ],
        [
            "Zack",
            "Sweet."
        ],
        [
            "Stuart",
            "Is that sarcasm?"
        ],
        [
            "Howard",
            "Uh, no, it’s an indictment of the American education system."
        ],
        [
            "Raj",
            "The Archies are over here."
        ],
        [
            "Zack",
            "Yippee."
        ],
        [
            "Stuart",
            "So are you guys coming to my New Year’s Eve costume party?"
        ],
        [
            "Sheldon",
            "Of course. We’re coming as the Justice League of America."
        ],
        [
            "Howard",
            "Switching it up from last year when we came as the Justice League of America."
        ],
        [
            "Sheldon",
            "To that point, it occurs to me that we might have an opportunity to finally snare Best Group Costume if we shore up our weak link, which is clearly Leonard as Superman."
        ],
        [
            "Leonard",
            "Hey, I got new boots this year. Guaranteed to add three inches."
        ],
        [
            "Sheldon",
            "That’s sad. Let’s ask ourselves, is there anyone we know who would make a more manly and convincing son of Krypton?"
        ],
        [
            "Stuart",
            "Than than Leonard in high-heeled boots? Howard’s mother in high-heeled boots?"
        ],
        [
            "Sheldon",
            "I was thinking specifically of the gentleman over there moving his lips as he enjoys the latest exploits of Betty and Veronica."
        ],
        [
            "Leonard",
            "Zack?"
        ],
        [
            "Howard",
            "He is the only person we know with actual muscles."
        ],
        [
            "Leonard",
            "You can’t replace me with Zack."
        ],
        [
            "Sheldon",
            "Why not? Penny did it."
        ],
        [
            "Howard",
            "Yeah, she seems happier. Why wouldn’t we be?"
        ],
        [
            "Zack",
            "Score. I got an Archie, Betty and Veronica, and a Jughead. All set for my weekend number twos."
        ],
        [
            "Sheldon",
            "Congratulations. Zack, how would you like to be Superman?"
        ],
        [
            "Zack",
            "I don’t know, sounds like a lot of responsibility."
        ],
        [
            "Scene",
            "The stairwell. "
        ],
        [
            "Leonard",
            "Fine, if Zack’s going to be Superman, I want to be Green Lantern."
        ],
        [
            "Raj",
            "But I’m Green Lantern."
        ],
        [
            "Leonard",
            "You can be Aquaman."
        ],
        [
            "Raj",
            "I don’t want to be Aquaman. He sucks. He sucks underwater. He sucks fish pee."
        ],
        [
            "Sheldon",
            "Excuse me, I believe Aquaman uses his telepathic powers to request the fish do their business elsewhere."
        ],
        [
            "Zack",
            "Hey, babe."
        ],
        [
            "Penny",
            "I’m still mad at you."
        ],
        [
            "Zack",
            "Well, you won’t be when you hear the great news."
        ],
        [
            "Penny",
            "What great news?"
        ],
        [
            "Zack",
            "We’re going to a costume party at the comic book store on New Year’s Eve, and you get to be Wonder Woman."
        ],
        [
            "Sheldon",
            "Complete with bulletproof bracelets and lasso of truth. Invisible plane sold separately."
        ],
        [
            "Penny",
            "Wait, why me? Wh-Why can’t your girlfriend be Wonder Woman?"
        ],
        [
            "Howard",
            "She and her lab team are under quarantine. Seems at the Christmas party they were doing Jell-O shots out of petri dishes that used to contain yellow fever."
        ],
        [
            "Penny",
            "Okay, what about your friend Amy?"
        ],
        [
            "Sheldon",
            "Amy Farrah Fowler doesn’t believe in wearing costumes. She isn’t the free spirit I am."
        ],
        [
            "Penny",
            "Okay, well, forget it. I’m not spending my New Year’s Eve at a comic book store wearing a Wonder Woman costume."
        ],
        [
            "Howard (after Raj whispers to him)",
            "He says he’ll wear it if you’ll be Aquaman."
        ],
        [
            "Scene",
            "The apartment. Leonard is dressed as Green Lantern, Sheldon as The Flash. "
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "We’re going to be late. I’m pacing nervously."
        ],
        [
            "Leonard",
            "You’re jogging."
        ],
        [
            "Sheldon",
            "This is how the Flash paces."
        ],
        [
            "Leonard",
            "Just chill out, Sheldon."
        ],
        [
            "Sheldon",
            "I’m not Sheldon. I’m the Flash. And now I’m going to the Grand Canyon to scream in frustration. I’m back."
        ],
        [
            "Howard",
            "I’m Batman."
        ],
        [
            "Sheldon",
            "Oh, I hardly think so. The real caped crusader calls his crime-fighting cohorts when he’s running late."
        ],
        [
            "Howard",
            "I had to walk. I couldn’t get Raj on the back of my scooter."
        ],
        [
            "Raj",
            "I’ve said this before, and I’ll say it again. Aquaman sucks."
        ],
        [
            "Zack",
            "Look up in the sky. It’s a bird. It’s a plane. I forget the rest."
        ],
        [
            "Penny",
            "All right. Let’s get this thing over with."
        ],
        [
            "Sheldon",
            "I’m sorry. But in what universe is Wonder Woman blonde?"
        ],
        [
            "Howard",
            "Relax. No one’s going to be looking at her hair. Ow! I mean, ow."
        ],
        [
            "Zack",
            "Hold on. The costume came with a black wig. Where is it, babe?"
        ],
        [
            "Penny",
            "No. I’m not wearing it. It looks stupid."
        ],
        [
            "Zack",
            "Come on. We’re trying to win a contest here."
        ],
        [
            "Penny",
            "Forget it. I’m not wearing the wig."
        ],
        [
            "Zack",
            "Penny, there’s no I in Justice League."
        ],
        [
            "Howard",
            "Well, actually."
        ],
        [
            "Sheldon",
            "Don’t. He’s making our case."
        ],
        [
            "Zack",
            "Okay, babe. Uh, kind of embarrassing me in front of my friends."
        ],
        [
            "Penny",
            "Okay. You know what? I changed my mind. I’m not going."
        ],
        [
            "Raj",
            "Looks like someone else is going to have to be Wonder Woman."
        ],
        [
            "Scene",
            "Penny’s door. "
        ],
        [
            "Zack",
            "Babe, open up."
        ],
        [
            "Penny",
            "I’m not talking to you."
        ],
        [
            "Zack",
            "Then who are you talking to? Babe?"
        ],
        [
            "Sheldon",
            "  (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny, (Knock) Penny."
        ],
        [
            "Penny",
            "What the hell is wrong with you?"
        ],
        [
            "Sheldon",
            "I’m the Flash. I just knocked 30,000 times."
        ],
        [
            "Penny",
            "Okay. What do you want, Sheldon?"
        ],
        [
            "Sheldon",
            "I understand why you’re upset."
        ],
        [
            "Penny",
            "Really?"
        ],
        [
            "Sheldon",
            "Yes. You’re afraid that costume makes you look fat."
        ],
        [
            "Penny",
            "No. Wait, wait, does it?"
        ],
        [
            "Sheldon",
            "Don’t worry. Wonder Woman was an Amazon. And Amazons tend to be very beefy gals."
        ],
        [
            "Penny",
            "Good-bye, Sheldon."
        ],
        [
            "Sheldon",
            "But they’re not blonde, so put on your wig. Hello?"
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "Stupid Aquaman."
        ],
        [
            "Leonard",
            "If it makes you feel any better, when I was dating Penny, she used to flip out on me all the time."
        ],
        [
            "Zack",
            "Whoa. You dated Penny?"
        ],
        [
            "Leonard",
            "She didn’t tell you?"
        ],
        [
            "Zack",
            "She told me she dated a guy named Leonard. Who would have thought it was you?"
        ],
        [
            "Leonard",
            "Who else would it be?"
        ],
        [
            "Zack",
            "I don’t know. Somebody bigger and, yeah, sure. Why not you?"
        ],
        [
            "Sheldon",
            "I may have failed."
        ],
        [
            "Howard",
            "Okay, I guess we just go without a Wonder Woman."
        ],
        [
            "Zack",
            "I don’t want to go without Penny."
        ],
        [
            "Raj",
            "Oh, great. No Superman, no Wonder Woman? All we’ve got is a skinny Flash, an Indian Aquaman, a nearsighted Green Lantern, and a teeny, tiny Dark Knight."
        ],
        [
            "Sheldon",
            "Obviously, we’re no longer a Justice League. We have no choice but to switch to our Muppet Baby costumes."
        ],
        [
            "Raj",
            "Ooh, I call Kermit."
        ],
        [
            "Sheldon",
            "I’m Kermit. You’re Scooter."
        ],
        [
            "Raj",
            "Oh, man. Scooter sucks. He’s the Aquaman of the Muppet Babies."
        ],
        [
            "Howard",
            "No, we can still make this work. Leonard, you talk to Penny."
        ],
        [
            "Leonard",
            "What makes you think I can convince her?"
        ],
        [
            "Howard",
            "You got her to have sex with you. Obviously, your superpower is brainwashing."
        ],
        [
            "Leonard",
            "Okay, let me see if I understand this. You want me to convince my ex-girlfriend to go to a costume party with her new boyfriend just so we can win a stupid prize?"
        ],
        [
            "Sheldon",
            "Yes. And make her wear the black wig. Good luck."
        ],
        [
            "Scene",
            "Penny’s apartment. Knocking."
        ],
        [
            "Penny",
            "Go away, Sheldon."
        ],
        [
            "Leonard",
            "It’s Leonard."
        ],
        [
            "Penny",
            "Oh. Go away, Leonard."
        ],
        [
            "Leonard",
            "Come on, let me just talk to you."
        ],
        [
            "Penny",
            "It’s open."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "I’m not going to that party, Leonard."
        ],
        [
            "Leonard",
            "Okay, listen. You don’t have to wear the wig. At this party, we’re gonna win first prize just by showing up with a girl."
        ],
        [
            "Penny",
            "It’s not the wig."
        ],
        [
            "Leonard",
            "Did I do something? I mean, I tried to be friends with Zack, like you said, which believe me, was difficult, given how you and me used to be, you know, you and me, and now you and him are you and him."
        ],
        [
            "Penny",
            "Okay, look. We’re not really me and him."
        ],
        [
            "Leonard",
            "Then what are you?"
        ],
        [
            "Penny",
            "I don’t know. I only started seeing Zack again so I wouldn’t be alone on New Year’s Eve. How pathetic is that?"
        ],
        [
            "Leonard",
            "Not as pathetic as dressing up like this and going to a comic book store on New Year’s Eve."
        ],
        [
            "Penny",
            "You make a cute Green Arrow."
        ],
        [
            "Leonard",
            "Green Lantern."
        ],
        [
            "Penny",
            "Like there’s a difference."
        ],
        [
            "Leonard",
            "There’s a big difference. Arrow. Lantern."
        ],
        [
            "Penny",
            "Whatever. Look, if Zack and I had just gone to a regular club or a party, it would have been fine, but this, with the costumes, and you."
        ],
        [
            "Leonard",
            "What about me?"
        ],
        [
            "Penny",
            "Nothing. Let’s go to the party. (Puts on wig) How do I look?"
        ],
        [
            "Leonard",
            "Um, I guarantee you’ll be the prettiest girl there."
        ],
        [
            "Howard (outside the door)",
            "Okay, the good news is, we have a Wonder Woman."
        ],
        [
            "Sheldon",
            "Oh."
        ],
        [
            "Zack",
            "Yes."
        ],
        [
            "Sheldon",
            "What’s the bad news?"
        ],
        [
            "Howard",
            "Superman probably isn’t getting laid tonight."
        ],
        [
            "Zack",
            "Aw, damn."
        ],
        [
            "Scene",
            "The party. "
        ],
        [
            "Stuart",
            "And the award for best group costume goes to Justice League of America number three!"
        ],
        [
            "Sheldon",
            "Thank you! Thank you so much!"
        ],
        [
            "Stuart",
            "Okay. Okay, ten seconds to midnight."
        ],
        [
            "All",
            "Ten, nine, eight…"
        ],
        [
            "Sheldon",
            "No, wait! I have a speech."
        ],
        [
            "All",
            "Seven, six…"
        ],
        [
            "Sheldon",
            "Stop counting!"
        ],
        [
            "All",
            "Five, four, three…"
        ],
        [
            "Sheldon",
            "This is my moment, dag nab it!"
        ],
        [
            "All",
            "Two, one! Happy New Year!"
        ],
        [
            "Sheldon",
            "I’m not going to say another word until you people settle down. I’m waiting."
        ],
        [
            "Scene",
            "The street. "
        ],
        [
            "Zack",
            "That was a great party. We should dress like this all the time."
        ],
        [
            "Penny",
            "Are you high?"
        ],
        [
            "Leonard",
            "You’re being a bully."
        ],
        [
            "Howard",
            "Check it out. Those guys are breaking into that car."
        ],
        [
            "Leonard",
            "What should we do?"
        ],
        [
            "Sheldon",
            "We’re the Justice League of America. There’s only one thing we can do. Turn around and slowly walk away."
        ],
        [
            "Zack (after a moment’s thought)",
            "Nah. Hold up."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Look, I know our winter thermostat setting is 72 degrees, but I’m a little warm, so I’m going to turn it down."
        ],
        [
            "Sheldon (as The Flash, runs to the Grand Canyon)",
            "Good Lord, how you frustrate me, Leonard Hofstadter! (Runs back) Fine."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-11-the-justice-league-recombination/"
}