{
    "Season": 4,
    "Episode": 15,
    "Title": "the benefactor factor",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The University cafeteria"
            ],
            [
                16,
                "I’ll let you check me for a hernia."
            ],
            [
                31,
                "Credits sequence."
            ],
            [
                33,
                "The apartment."
            ],
            [
                47,
                "The party."
            ],
            [
                73,
                "The apartment."
            ],
            [
                80,
                "I went to Saudi Arabia and met with a prince who had an interest in neurobiology."
            ],
            [
                92,
                "The party."
            ],
            [
                105,
                "The apartment. "
            ],
            [
                107,
                "Good morning, Mrs. Latham. Well, yes, of course I remember you. A woman well past her prime seeking to augment her social status by doling out her late husband’s ill-gotten gains. So, how much money are you going to give me? I’m not crazy, my mother had me tested. Well, if you’re not going to give me money, then why are you calling? She wants to talk to you. Who’s crazy now?"
            ],
            [
                130,
                "The apartment."
            ],
            [
                163,
                "The apartment, the following night."
            ],
            [
                177,
                "Mrs Latham’s car."
            ],
            [
                203,
                "The stairwell. Leonard is returning home looking dishevelled."
            ],
            [
                225,
                "The cafeteria."
            ]
        ],
        "Raj": [
            [
                1,
                "Here’s what I wonder about zombies. (Others all groan) What happens if they can’t get any human flesh to eat? They can’t starve to death, they’re already dead."
            ],
            [
                4,
                "Yeah, okay, so, zombies."
            ],
            [
                7,
                "Hey, don’t bag on Sandra Bullock! You think it makes you look cultured, but you just come off as bitter."
            ],
            [
                11,
                "Or maybe he heard it’s Tator Tot Tuesday. That’s why I’m here."
            ],
            [
                18,
                "Sounds great!"
            ],
            [
                26,
                "Oh, you don’t want that."
            ],
            [
                30,
                "Oh, boy! Tator tots and a party invitation? What a great day!"
            ],
            [
                50,
                "Nice place. Reminds me of my parents’ house back in New Delhi."
            ],
            [
                52,
                "No. We are very wealthy. But the only difference is, we have more servants."
            ],
            [
                54,
                "More than we can use. You see, in India, we don’t make the mistake of letting our poor people have dreams."
            ],
            [
                58,
                "I think we were misled about the cute girls."
            ],
            [
                65,
                "Do him first."
            ],
            [
                72,
                "It’s Koothrappali. I have to tinkle."
            ],
            [
                95,
                "Oh, don’t be such gloomy Gusses. Look at the size of these shrimp! At what point do we start calling them lobsters?"
            ],
            [
                229,
                "Cool, buddy! That’s awesome!"
            ]
        ],
        "Howard": [
            [
                2,
                "You take this one. I spent an hour last night on how do vampires shave when they can’t see themselves in the mirror?"
            ],
            [
                6,
                "You’re thinking of 28 Days Later. 28 Days is where Sandra Bullock goes to rehab and puts the audience into an undead state"
            ],
            [
                9,
                "Why’s the president of the university slumming in the cafeteria?"
            ],
            [
                19,
                "I’m in!"
            ],
            [
                37,
                "Okay, let’s go smooch some rich, wrinkled tuckus."
            ],
            [
                39,
                "Excuse me, my girlfriend doesn’t pick out my clothes. My mother does."
            ],
            [
                41,
                "What about Sheldon?"
            ],
            [
                48,
                "Hey, put your tie back in your pants."
            ],
            [
                51,
                "You’re kidding."
            ],
            [
                61,
                "I’m an engineer. Most engineers don’t bother with a PhD. But you may be interested to know I designed the zero-gravity waste-disposal system for NASA."
            ],
            [
                63,
                "I’m gonna go hit the bar."
            ],
            [
                94,
                "It was so much easier at my bar mitzvah. The old people just came up to you, pinched your cheek and handed you a savings bond."
            ],
            [
                135,
                "Hey. How was dinner?"
            ],
            [
                140,
                "What’s going on?"
            ],
            [
                143,
                "Yes!"
            ],
            [
                148,
                "Wait-wait-wait. Are you telling us that old lady wanted to have sex with you in exchange for giving your department millions of dollars?"
            ],
            [
                150,
                "You lucky duck."
            ],
            [
                230,
                "How was she?"
            ]
        ],
        "Sheldon": [
            [
                3,
                "Well-groomed vampires meet in pairs and shave each other. Case closed."
            ],
            [
                10,
                "Perhaps he’s emulating Shakespeare’s Henry V, who dressed as a commoner and mingled among them, to find out how he was being perceived by his subjects. Course, if he’d have read any of the thirteen hundred e-mails I’ve sent him on the subject of his administration, he could have saved himself the trouble."
            ],
            [
                13,
                "That depends, how much longer do you plan on fondling my shoulder?"
            ],
            [
                15,
                "It’s not a touch phobia, it’s a germ phobia. If you’d like to go put on a pair of latex gloves,"
            ],
            [
                20,
                "Hold on. Just because the nice man is offering you candy, doesn’t mean you should jump into his windowless van. What’s the occasion?"
            ],
            [
                22,
                "Aha! The tear-stained air mattress in the back of the van."
            ],
            [
                24,
                "I don’t care, it’s demeaning. And I refuse to be trotted out and shown off like a prize hog at the Texas State Fair. Which, by the way, is something you don’t want to attend wearing a Star Trek ensign’s uniform."
            ],
            [
                28,
                "Ugh!"
            ],
            [
                42,
                "Sheldon is not going."
            ],
            [
                44,
                "Tell him Dr. Cooper feels that the best use of his time is to employ his rare and precious mental faculties to tear the mask off nature and stare at the face of God."
            ],
            [
                46,
                "Don’t tell him that, tell him the mask thing."
            ],
            [
                74,
                "And so, instead of bowing to pressure, and going to that pointless soiree, I stayed right here and did a load of whites."
            ],
            [
                76,
                "Unlikely. But make your case. Keeping in mind that your critical attitude is ruining our Saturday night together, and I’m not above minimizing your window."
            ],
            [
                78,
                "That’s it. Prepare to be minimized."
            ],
            [
                81,
                "Your lab is funded by some Middle-Eastern dilettante?"
            ],
            [
                83,
                "Well, that explains those puzzling camel race photos on your Facebook page."
            ],
            [
                85,
                "Are you trying to scare me? ‘Cause you’re succeeding."
            ],
            [
                87,
                "Oh, dear,not, not the dirt people!"
            ],
            [
                89,
                "No!"
            ],
            [
                91,
                "Oh, the humanities!"
            ],
            [
                109,
                "An entire dinner to talk about your research? Where you going, the drive-thru at Jack in the Box?"
            ],
            [
                111,
                "Okay, I see what’s happening."
            ],
            [
                113,
                "My stature intimidates her, so she’s using you to get to me. Crafty old gal."
            ],
            [
                115,
                "No, that can’t be it. And since you seem to have forgotten, the reason we live together is we’re best friends. And I got your back, Jack."
            ],
            [
                132,
                "I’m sorry, so, eventually, zombies are going to attack the rehab facility where Sandra Bullock is?"
            ],
            [
                134,
                "You know, it’s a shame, all that work she’s doing to get sober, only to be torn apart and eaten alive."
            ],
            [
                137,
                "No. But we have potatoes, I could make you vodka. It’ll take two weeks."
            ],
            [
                142,
                "Oh, wow!"
            ],
            [
                145,
                "Why?"
            ],
            [
                153,
                "Excellent! What are you planning to wear?"
            ],
            [
                155,
                "Penny, you’re an expert on trading sexual favours for material gain, walk him through this."
            ],
            [
                157,
                "But we need a cryogenic centrifugal pump."
            ],
            [
                159,
                "Well, come now, Leonard, this may be your only chance to make a real contribution to science!"
            ],
            [
                162,
                "It was a compliment. I believe in giving credit where credit is due."
            ],
            [
                166,
                "Hold on, I have something for you."
            ],
            [
                168,
                "Just a few things you may need tonight. There’s, uh, baby oil, condoms and, uh, a little something I procured from the school of pharmacology. They say it is to Viagra as Viagra is to a green M&M."
            ],
            [
                170,
                "Maybe this will overcome your reluctance. I went on the Internet and found a photograph of a 25-year-old Mrs. Latham to get your libido humming. Check out those saddle shoes. Rar!"
            ],
            [
                172,
                "Oh, come on! Why not?"
            ],
            [
                174,
                "Given how much time you spend engaging in pointless self-abuse, you might consider, just this once, using your genitalia to actually accomplish something!"
            ],
            [
                176,
                "No. But thank you for asking."
            ],
            [
                207,
                "What’s going on?"
            ],
            [
                209,
                "Are you just getting home?"
            ],
            [
                211,
                "That’s a good sign, right?"
            ],
            [
                213,
                "I’m so proud of you! You sold yourself out like a common streetwalker!"
            ],
            [
                215,
                "She stiffed you?"
            ],
            [
                217,
                "What?"
            ],
            [
                220,
                "Smart. Get paid up front. Yeah, I think you have a real knack for gigolo work, Leonard."
            ],
            [
                222,
                "That’s a good idea, get your rest. There are a lot more rich old ladies out there, and Daddy needs a new linear accelerator. And I thought he didn’t learn anything from his relationship with you."
            ],
            [
                224,
                "Another compliment! Learn to recognize them."
            ]
        ],
        "Leonard": [
            [
                5,
                "I guess it depends on the zombies, Raj. Are we talking slow zombies, fast zombies? Like, in 28 Days, if those zombies didn’t eat, they starved."
            ],
            [
                8,
                "Oh, Dr. Siebert, twelve o’clock."
            ],
            [
                35,
                "Are you sure this is right?"
            ],
            [
                40,
                "Oh. We should get going."
            ],
            [
                43,
                "Really? What do we tell Siebert?"
            ],
            [
                49,
                "Thanks."
            ],
            [
                53,
                "More than this?"
            ],
            [
                56,
                "He’s tearing the mask off nature to look at the face of God."
            ],
            [
                68,
                "Uh.. b.. d.. uh.. uh.."
            ],
            [
                70,
                "Coffee maker?"
            ],
            [
                93,
                "On the bright side, I don’t think President Siebert will be making us go to any more fund-raisers."
            ],
            [
                96,
                "Face it, Raj, we crashed and burned tonight."
            ],
            [
                98,
                "Mrs. Latham, the first machine I turn on in the morning is the helium-neon laser, ’cause it needs to warm up."
            ],
            [
                100,
                "You’re kidding. That was good for you? ‘Cause I was sweating through my T-shirt."
            ],
            [
                102,
                "Why?"
            ],
            [
                108,
                "Hello, Mrs. Latham. Yes, I live with him. I don’t, I, I really don’t know why. Tonight? Sure, that’d be great. Okay, I’ll, I’ll see you then. Bye. She wants to have dinner and talk about my research."
            ],
            [
                110,
                "Well, wherever we’re going, she’s sending a car to pick me up."
            ],
            [
                112,
                "What?"
            ],
            [
                114,
                "Excuse me, but you are not the only distinguished scientist in this apartment. I’ve been published in peer-reviewed journals, I received a Dissertation of the Year award for experimental particle physics."
            ],
            [
                117,
                "That was a great meal."
            ],
            [
                119,
                "The only time I eat this well is when my mom’s in town and she takes me out to dinner."
            ],
            [
                121,
                "You kind of remind me of her. She enjoys making people uncomfortable, too."
            ],
            [
                123,
                "No kidding."
            ],
            [
                125,
                "Yeah, um, so, hey, speaking of money, how are you feeling about helping the physics department get a cryogenic centrifugal pump and molecular sieve?"
            ],
            [
                127,
                "Oh, good, good."
            ],
            [
                129,
                "Terrific. Great. What level is that? (She grabs him and kisses him) Okay, now you don’t remind me of my mom."
            ],
            [
                136,
                "Swell. I need a drink. Do we have any alcohol?"
            ],
            [
                139,
                "Um, I’m not sure."
            ],
            [
                141,
                "Well, Mrs. Latham said she was seriously considering donating money so we could get a cryogenic centrifugal pump."
            ],
            [
                144,
                "Then she stuck her tongue down my throat."
            ],
            [
                147,
                "She hit on me."
            ],
            [
                149,
                "I think so."
            ],
            [
                152,
                "I was able to get out of there before anything else happened, but she wants to see me again tomorrow night."
            ],
            [
                154,
                "What?"
            ],
            [
                156,
                "Well, n-no, hold on a second, I’m not going to sleep with her."
            ],
            [
                158,
                "Well, forget it! It’s not gonna happen."
            ],
            [
                160,
                "I repeat, not gonna happen."
            ],
            [
                165,
                "I won’t be too late. I’m just gonna make a final pitch for the funding and then say good night."
            ],
            [
                167,
                "What’s this?"
            ],
            [
                169,
                "I am not going to have sex with her."
            ],
            [
                171,
                "Are you insane? I’m not going to prostitute myself just so we can get some new equipment."
            ],
            [
                173,
                "Good night, Sheldon."
            ],
            [
                178,
                "Hey. Hi."
            ],
            [
                180,
                "I’m very hungry. For food, right?"
            ],
            [
                182,
                "No, that’s okay."
            ],
            [
                184,
                "Really?"
            ],
            [
                186,
                "Oh. Then what was last night about?"
            ],
            [
                188,
                "Oh."
            ],
            [
                190,
                "Thank you."
            ],
            [
                192,
                "Oh, don’t say that. You’re a very attractive woman."
            ],
            [
                194,
                "No, it’s true."
            ],
            [
                196,
                "I’m sure I would. But why, why, exactly?"
            ],
            [
                198,
                "I hadn’t really given it much thought."
            ],
            [
                200,
                "Do you mean?"
            ],
            [
                202,
                "Oh, what the hell."
            ],
            [
                205,
                "What?"
            ],
            [
                208,
                "Oh, nothing’s going on. Excuse me."
            ],
            [
                210,
                "Yeah."
            ],
            [
                214,
                "No, I didn’t do it for the money."
            ],
            [
                219,
                "No, I mean, I, I, I got the money first."
            ],
            [
                221,
                "Uh, I’m gonna go lie down."
            ],
            [
                227,
                "I didn’t do it for the money!"
            ]
        ],
        "Dr. Seibert": [
            [
                12,
                "Hey, there’s my favorite geniuses! How are we doing today?"
            ]
        ],
        "Seibert": [
            [
                14,
                "Sorry, Dr. Cooper, I forgot you have a touch phobia."
            ],
            [
                17,
                "Yeah. So, listen, fellas, who’s up for a little party this Saturday night? Open bar, good eats, might even be a few pretty girls."
            ],
            [
                21,
                "Just a little fund-raiser for the university."
            ],
            [
                23,
                "I understand your reticence, Dr. Cooper, and I sympathize, but the hard facts are, occasionally, we have to shake a few hands and kiss a few butts to raise money for our research."
            ],
            [
                25,
                "All right, let me put it this way. You’re gonna put on a suit, you’re gonna come to this party, and you’re gonna explain your research to a bunch of old people, or I swear to God, I’ll blind you with a hot spoon, like they did to that little boy in Slumdog Millionaire."
            ],
            [
                27,
                "So, Saturday night! It’s gonna be off the hook."
            ],
            [
                29,
                "Get over it."
            ],
            [
                55,
                "Ah. There’s my band of brainiacs. Where’s Dr. Cooper?"
            ],
            [
                57,
                "The board of directors insists he has a beautiful mind. I think he’s just bananas. Come on, let me introduce you to one of the university’s leading donors."
            ],
            [
                59,
                "Mrs. Latham, I’d like you to meet three of our outstanding young researchers. This is Dr. Leonard Hofstadter, Dr. Rajesh Koothrappali and Howard Wolowitz."
            ],
            [
                66,
                "Dr. Hofstadter is representing our experimental physics program tonight. I think you’ll really enjoy hearing about his fascinating work."
            ],
            [
                226,
                "Ah, there he is! The man of the hour! He took one for the team!"
            ],
            [
                228,
                "Keep telling yourself that, it makes it easier. Trust me, I know."
            ]
        ],
        "Penny": [
            [
                34,
                "There you go."
            ],
            [
                38,
                "Oh, Howard, I can’t believe Bernadette let you go to a fancy party wearing a dickey."
            ],
            [
                45,
                "Sheldon, it’s Saturday night, you’ll be doing laundry."
            ],
            [
                133,
                "Yes, Sheldon. Keep watching."
            ],
            [
                138,
                "Leonard, are you okay?"
            ],
            [
                146,
                "Okay, we can’t keep explaining everything. Read that book we got you."
            ],
            [
                151,
                "You’re really a broken toy, aren’t you?"
            ],
            [
                161,
                "What was all that about me trading sexual favours for material gain?"
            ],
            [
                175,
                "He still won’t shag the old lady, huh?"
            ],
            [
                204,
                "Good morning, slut."
            ],
            [
                206,
                "Oh, please, I recognize the walk of shame when I see it. All you’re missing is a little smeared mascara and a purse with panties wadded up in it."
            ],
            [
                212,
                "Oh, yeah."
            ],
            [
                216,
                "I believe that’s what your roommate did to her."
            ],
            [
                218,
                "Again, read the book we gave you."
            ],
            [
                223,
                "Hey!"
            ]
        ],
        "Penny: Yeah, just tuck that part in your pants": [
            [
                36,
                "  you’ll be fine."
            ]
        ],
        "Mrs Latham": [
            [
                60,
                "Well, what happened to you, Wolowitz, couldn’t stick with it long enough to get your PhD?"
            ],
            [
                62,
                "Got it, you’re a space plumber."
            ],
            [
                64,
                "Tell me about these two."
            ],
            [
                67,
                "Right. Fascinate me."
            ],
            [
                69,
                "They’re cute when they’re about to wet themselves, aren’t they? I’ll make it easy for you. When you arrive at the lab in the morning, what sort of machine do you turn on?"
            ],
            [
                71,
                "All right, Dr. Kooth… uh, whatever it is, you’re up."
            ],
            [
                97,
                "Oh, you didn’t do that badly."
            ],
            [
                99,
                "I no longer care, dear. But don’t worry, I really enjoyed meeting you this evening."
            ],
            [
                101,
                "Excellent! There’s nothing I like better than making smart people feel ill at ease."
            ],
            [
                103,
                "Oh, I don’t know, it’s one of the fun things you get to do when you have lots of money. Watch. Hey! Who said you could eat that shrimp? See? Fun."
            ],
            [
                118,
                "I’m glad you enjoyed it."
            ],
            [
                120,
                "Is that so?"
            ],
            [
                122,
                "Well, you remind me of a boy I dated in college."
            ],
            [
                124,
                "Sweet boy. Very smart. If only he’d had money."
            ],
            [
                126,
                "Well, I must say, you make a very persuasive case for it."
            ],
            [
                128,
                "And I’m seriously considering taking it to the next level."
            ],
            [
                179,
                "Hello, Leonard. I hope you’re hungry."
            ],
            [
                181,
                "Oh, I made you uncomfortable last night. I’m so sorry."
            ],
            [
                183,
                "No, it most certainly is not. Leonard, I’m making the donation to your department regardless of what happens between us."
            ],
            [
                185,
                "Well, of course. There’s no quid pro quo here. You and your colleagues are doing remarkable research, and you deserve the money."
            ],
            [
                187,
                "I took a shot, sue me."
            ],
            [
                189,
                "You’re a very handsome man, Leonard."
            ],
            [
                191,
                "It was foolish of me to think someone your age might ever be interested in someone like me."
            ],
            [
                193,
                "Oh, please."
            ],
            [
                195,
                "Well, aren’t you sweet. Just for the record, you’d remember a night with me for the rest of your life."
            ],
            [
                197,
                "You’re a very smart man. How do you think I landed such a rich husband?"
            ],
            [
                199,
                "Well, think about it."
            ],
            [
                201,
                "Yep. I’m that good."
            ]
        ],
        "Amy (on webcam)": [
            [
                75,
                "Well, normally I respect your macho rebellious attitude toward The Man, but, in this case, I think you’ve made a foolish mistake."
            ]
        ],
        "Amy": [
            [
                77,
                "Sheldon, like it or not, until you manage to upload your intelligence into a self-sustaining orbiting satellite, equipped with high-speed Internet and a cloaking device, you will be dependent on other members of the human race."
            ],
            [
                79,
                "I’m not finished. All scientists have to fund-raise, Sheldon. How do you think I paid for my lab?"
            ],
            [
                82,
                "Technically, Faisal is my fiance. But I do have a state-of-the-art two-photon microscope and a place to stay in Riyadh for the winter."
            ],
            [
                84,
                "And consider this, without you to make the case for the physics department, the task will fall to people like Leonard and Rajesh."
            ],
            [
                86,
                "Well, then prepare to be terrified. If your friends are unconvincing, this year’s donations might go to, say, the geology department."
            ],
            [
                88,
                "Or worse, it could go to the liberal arts."
            ],
            [
                90,
                "Millions of dollars being showered on poets, literary theorists and students of gender studies."
            ]
        ],
        "Sheldon (behind them)": [
            [
                104,
                "No, no, no, I’m just here for your money. I don’t want to shake anyone’s germy hands. Explain it to them, Siebert."
            ]
        ],
        "Sheldon (on phone)": [
            [
                106,
                "I must confess I don’t understand you, President Siebert. First you say you want me to appear at your fund-raisers, but now you say you never want me to go anywhere near your fund-raisers. Forgive me, but that sounds like a mixed message. Here we go again. If there’s simply no talking to me, why did you call? I’m sorry, someone’s on the other line. Why don’t you see if you can organize your thoughts, and we’ll try again later. Cooper-Hofstadter residence. Go for Cooper."
            ],
            [
                164,
                "Okay, fine. I’ll tell him. Leonard, Mrs. Latham’s car is here for you."
            ]
        ],
        "Secne": [
            [
                116,
                "Mrs Latham’s car."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The University cafeteria"
        ],
        [
            "Raj",
            "Here’s what I wonder about zombies. (Others all groan) What happens if they can’t get any human flesh to eat? They can’t starve to death, they’re already dead."
        ],
        [
            "Howard",
            "You take this one. I spent an hour last night on how do vampires shave when they can’t see themselves in the mirror?"
        ],
        [
            "Sheldon",
            "Well-groomed vampires meet in pairs and shave each other. Case closed."
        ],
        [
            "Raj",
            "Yeah, okay, so, zombies."
        ],
        [
            "Leonard",
            "I guess it depends on the zombies, Raj. Are we talking slow zombies, fast zombies? Like, in 28 Days, if those zombies didn’t eat, they starved."
        ],
        [
            "Howard",
            "You’re thinking of 28 Days Later. 28 Days is where Sandra Bullock goes to rehab and puts the audience into an undead state"
        ],
        [
            "Raj",
            "Hey, don’t bag on Sandra Bullock! You think it makes you look cultured, but you just come off as bitter."
        ],
        [
            "Leonard",
            "Oh, Dr. Siebert, twelve o’clock."
        ],
        [
            "Howard",
            "Why’s the president of the university slumming in the cafeteria?"
        ],
        [
            "Sheldon",
            "Perhaps he’s emulating Shakespeare’s Henry V, who dressed as a commoner and mingled among them, to find out how he was being perceived by his subjects. Course, if he’d have read any of the thirteen hundred e-mails I’ve sent him on the subject of his administration, he could have saved himself the trouble."
        ],
        [
            "Raj",
            "Or maybe he heard it’s Tator Tot Tuesday. That’s why I’m here."
        ],
        [
            "Dr. Seibert",
            "Hey, there’s my favorite geniuses! How are we doing today?"
        ],
        [
            "Sheldon",
            "That depends, how much longer do you plan on fondling my shoulder?"
        ],
        [
            "Seibert",
            "Sorry, Dr. Cooper, I forgot you have a touch phobia."
        ],
        [
            "Sheldon",
            "It’s not a touch phobia, it’s a germ phobia. If you’d like to go put on a pair of latex gloves,"
        ],
        [
            "Scene",
            "I’ll let you check me for a hernia."
        ],
        [
            "Seibert",
            "Yeah. So, listen, fellas, who’s up for a little party this Saturday night? Open bar, good eats, might even be a few pretty girls."
        ],
        [
            "Raj",
            "Sounds great!"
        ],
        [
            "Howard",
            "I’m in!"
        ],
        [
            "Sheldon",
            "Hold on. Just because the nice man is offering you candy, doesn’t mean you should jump into his windowless van. What’s the occasion?"
        ],
        [
            "Seibert",
            "Just a little fund-raiser for the university."
        ],
        [
            "Sheldon",
            "Aha! The tear-stained air mattress in the back of the van."
        ],
        [
            "Seibert",
            "I understand your reticence, Dr. Cooper, and I sympathize, but the hard facts are, occasionally, we have to shake a few hands and kiss a few butts to raise money for our research."
        ],
        [
            "Sheldon",
            "I don’t care, it’s demeaning. And I refuse to be trotted out and shown off like a prize hog at the Texas State Fair. Which, by the way, is something you don’t want to attend wearing a Star Trek ensign’s uniform."
        ],
        [
            "Seibert",
            "All right, let me put it this way. You’re gonna put on a suit, you’re gonna come to this party, and you’re gonna explain your research to a bunch of old people, or I swear to God, I’ll blind you with a hot spoon, like they did to that little boy in Slumdog Millionaire."
        ],
        [
            "Raj",
            "Oh, you don’t want that."
        ],
        [
            "Seibert",
            "So, Saturday night! It’s gonna be off the hook."
        ],
        [
            "Sheldon",
            "Ugh!"
        ],
        [
            "Seibert",
            "Get over it."
        ],
        [
            "Raj",
            "Oh, boy! Tator tots and a party invitation? What a great day!"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "There you go."
        ],
        [
            "Leonard",
            "Are you sure this is right?"
        ],
        [
            "Penny: Yeah, just tuck that part in your pants",
            "  you’ll be fine."
        ],
        [
            "Howard",
            "Okay, let’s go smooch some rich, wrinkled tuckus."
        ],
        [
            "Penny",
            "Oh, Howard, I can’t believe Bernadette let you go to a fancy party wearing a dickey."
        ],
        [
            "Howard",
            "Excuse me, my girlfriend doesn’t pick out my clothes. My mother does."
        ],
        [
            "Leonard",
            "Oh. We should get going."
        ],
        [
            "Howard",
            "What about Sheldon?"
        ],
        [
            "Sheldon",
            "Sheldon is not going."
        ],
        [
            "Leonard",
            "Really? What do we tell Siebert?"
        ],
        [
            "Sheldon",
            "Tell him Dr. Cooper feels that the best use of his time is to employ his rare and precious mental faculties to tear the mask off nature and stare at the face of God."
        ],
        [
            "Penny",
            "Sheldon, it’s Saturday night, you’ll be doing laundry."
        ],
        [
            "Sheldon",
            "Don’t tell him that, tell him the mask thing."
        ],
        [
            "Scene",
            "The party."
        ],
        [
            "Howard",
            "Hey, put your tie back in your pants."
        ],
        [
            "Leonard",
            "Thanks."
        ],
        [
            "Raj",
            "Nice place. Reminds me of my parents’ house back in New Delhi."
        ],
        [
            "Howard",
            "You’re kidding."
        ],
        [
            "Raj",
            "No. We are very wealthy. But the only difference is, we have more servants."
        ],
        [
            "Leonard",
            "More than this?"
        ],
        [
            "Raj",
            "More than we can use. You see, in India, we don’t make the mistake of letting our poor people have dreams."
        ],
        [
            "Seibert",
            "Ah. There’s my band of brainiacs. Where’s Dr. Cooper?"
        ],
        [
            "Leonard",
            "He’s tearing the mask off nature to look at the face of God."
        ],
        [
            "Seibert",
            "The board of directors insists he has a beautiful mind. I think he’s just bananas. Come on, let me introduce you to one of the university’s leading donors."
        ],
        [
            "Raj",
            "I think we were misled about the cute girls."
        ],
        [
            "Seibert",
            "Mrs. Latham, I’d like you to meet three of our outstanding young researchers. This is Dr. Leonard Hofstadter, Dr. Rajesh Koothrappali and Howard Wolowitz."
        ],
        [
            "Mrs Latham",
            "Well, what happened to you, Wolowitz, couldn’t stick with it long enough to get your PhD?"
        ],
        [
            "Howard",
            "I’m an engineer. Most engineers don’t bother with a PhD. But you may be interested to know I designed the zero-gravity waste-disposal system for NASA."
        ],
        [
            "Mrs Latham",
            "Got it, you’re a space plumber."
        ],
        [
            "Howard",
            "I’m gonna go hit the bar."
        ],
        [
            "Mrs Latham",
            "Tell me about these two."
        ],
        [
            "Raj",
            "Do him first."
        ],
        [
            "Seibert",
            "Dr. Hofstadter is representing our experimental physics program tonight. I think you’ll really enjoy hearing about his fascinating work."
        ],
        [
            "Mrs Latham",
            "Right. Fascinate me."
        ],
        [
            "Leonard",
            "Uh.. b.. d.. uh.. uh.."
        ],
        [
            "Mrs Latham",
            "They’re cute when they’re about to wet themselves, aren’t they? I’ll make it easy for you. When you arrive at the lab in the morning, what sort of machine do you turn on?"
        ],
        [
            "Leonard",
            "Coffee maker?"
        ],
        [
            "Mrs Latham",
            "All right, Dr. Kooth… uh, whatever it is, you’re up."
        ],
        [
            "Raj",
            "It’s Koothrappali. I have to tinkle."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "And so, instead of bowing to pressure, and going to that pointless soiree, I stayed right here and did a load of whites."
        ],
        [
            "Amy (on webcam)",
            "Well, normally I respect your macho rebellious attitude toward The Man, but, in this case, I think you’ve made a foolish mistake."
        ],
        [
            "Sheldon",
            "Unlikely. But make your case. Keeping in mind that your critical attitude is ruining our Saturday night together, and I’m not above minimizing your window."
        ],
        [
            "Amy",
            "Sheldon, like it or not, until you manage to upload your intelligence into a self-sustaining orbiting satellite, equipped with high-speed Internet and a cloaking device, you will be dependent on other members of the human race."
        ],
        [
            "Sheldon",
            "That’s it. Prepare to be minimized."
        ],
        [
            "Amy",
            "I’m not finished. All scientists have to fund-raise, Sheldon. How do you think I paid for my lab?"
        ],
        [
            "Scene",
            "I went to Saudi Arabia and met with a prince who had an interest in neurobiology."
        ],
        [
            "Sheldon",
            "Your lab is funded by some Middle-Eastern dilettante?"
        ],
        [
            "Amy",
            "Technically, Faisal is my fiance. But I do have a state-of-the-art two-photon microscope and a place to stay in Riyadh for the winter."
        ],
        [
            "Sheldon",
            "Well, that explains those puzzling camel race photos on your Facebook page."
        ],
        [
            "Amy",
            "And consider this, without you to make the case for the physics department, the task will fall to people like Leonard and Rajesh."
        ],
        [
            "Sheldon",
            "Are you trying to scare me? ‘Cause you’re succeeding."
        ],
        [
            "Amy",
            "Well, then prepare to be terrified. If your friends are unconvincing, this year’s donations might go to, say, the geology department."
        ],
        [
            "Sheldon",
            "Oh, dear,not, not the dirt people!"
        ],
        [
            "Amy",
            "Or worse, it could go to the liberal arts."
        ],
        [
            "Sheldon",
            "No!"
        ],
        [
            "Amy",
            "Millions of dollars being showered on poets, literary theorists and students of gender studies."
        ],
        [
            "Sheldon",
            "Oh, the humanities!"
        ],
        [
            "Scene",
            "The party."
        ],
        [
            "Leonard",
            "On the bright side, I don’t think President Siebert will be making us go to any more fund-raisers."
        ],
        [
            "Howard",
            "It was so much easier at my bar mitzvah. The old people just came up to you, pinched your cheek and handed you a savings bond."
        ],
        [
            "Raj",
            "Oh, don’t be such gloomy Gusses. Look at the size of these shrimp! At what point do we start calling them lobsters?"
        ],
        [
            "Leonard",
            "Face it, Raj, we crashed and burned tonight."
        ],
        [
            "Mrs Latham",
            "Oh, you didn’t do that badly."
        ],
        [
            "Leonard",
            "Mrs. Latham, the first machine I turn on in the morning is the helium-neon laser, ’cause it needs to warm up."
        ],
        [
            "Mrs Latham",
            "I no longer care, dear. But don’t worry, I really enjoyed meeting you this evening."
        ],
        [
            "Leonard",
            "You’re kidding. That was good for you? ‘Cause I was sweating through my T-shirt."
        ],
        [
            "Mrs Latham",
            "Excellent! There’s nothing I like better than making smart people feel ill at ease."
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Mrs Latham",
            "Oh, I don’t know, it’s one of the fun things you get to do when you have lots of money. Watch. Hey! Who said you could eat that shrimp? See? Fun."
        ],
        [
            "Sheldon (behind them)",
            "No, no, no, I’m just here for your money. I don’t want to shake anyone’s germy hands. Explain it to them, Siebert."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon (on phone)",
            "I must confess I don’t understand you, President Siebert. First you say you want me to appear at your fund-raisers, but now you say you never want me to go anywhere near your fund-raisers. Forgive me, but that sounds like a mixed message. Here we go again. If there’s simply no talking to me, why did you call? I’m sorry, someone’s on the other line. Why don’t you see if you can organize your thoughts, and we’ll try again later. Cooper-Hofstadter residence. Go for Cooper."
        ],
        [
            "Scene",
            "Good morning, Mrs. Latham. Well, yes, of course I remember you. A woman well past her prime seeking to augment her social status by doling out her late husband’s ill-gotten gains. So, how much money are you going to give me? I’m not crazy, my mother had me tested. Well, if you’re not going to give me money, then why are you calling? She wants to talk to you. Who’s crazy now?"
        ],
        [
            "Leonard",
            "Hello, Mrs. Latham. Yes, I live with him. I don’t, I, I really don’t know why. Tonight? Sure, that’d be great. Okay, I’ll, I’ll see you then. Bye. She wants to have dinner and talk about my research."
        ],
        [
            "Sheldon",
            "An entire dinner to talk about your research? Where you going, the drive-thru at Jack in the Box?"
        ],
        [
            "Leonard",
            "Well, wherever we’re going, she’s sending a car to pick me up."
        ],
        [
            "Sheldon",
            "Okay, I see what’s happening."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "My stature intimidates her, so she’s using you to get to me. Crafty old gal."
        ],
        [
            "Leonard",
            "Excuse me, but you are not the only distinguished scientist in this apartment. I’ve been published in peer-reviewed journals, I received a Dissertation of the Year award for experimental particle physics."
        ],
        [
            "Sheldon",
            "No, that can’t be it. And since you seem to have forgotten, the reason we live together is we’re best friends. And I got your back, Jack."
        ],
        [
            "Secne",
            "Mrs Latham’s car."
        ],
        [
            "Leonard",
            "That was a great meal."
        ],
        [
            "Mrs Latham",
            "I’m glad you enjoyed it."
        ],
        [
            "Leonard",
            "The only time I eat this well is when my mom’s in town and she takes me out to dinner."
        ],
        [
            "Mrs Latham",
            "Is that so?"
        ],
        [
            "Leonard",
            "You kind of remind me of her. She enjoys making people uncomfortable, too."
        ],
        [
            "Mrs Latham",
            "Well, you remind me of a boy I dated in college."
        ],
        [
            "Leonard",
            "No kidding."
        ],
        [
            "Mrs Latham",
            "Sweet boy. Very smart. If only he’d had money."
        ],
        [
            "Leonard",
            "Yeah, um, so, hey, speaking of money, how are you feeling about helping the physics department get a cryogenic centrifugal pump and molecular sieve?"
        ],
        [
            "Mrs Latham",
            "Well, I must say, you make a very persuasive case for it."
        ],
        [
            "Leonard",
            "Oh, good, good."
        ],
        [
            "Mrs Latham",
            "And I’m seriously considering taking it to the next level."
        ],
        [
            "Leonard",
            "Terrific. Great. What level is that? (She grabs him and kisses him) Okay, now you don’t remind me of my mom."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "I’m sorry, so, eventually, zombies are going to attack the rehab facility where Sandra Bullock is?"
        ],
        [
            "Penny",
            "Yes, Sheldon. Keep watching."
        ],
        [
            "Sheldon",
            "You know, it’s a shame, all that work she’s doing to get sober, only to be torn apart and eaten alive."
        ],
        [
            "Howard",
            "Hey. How was dinner?"
        ],
        [
            "Leonard",
            "Swell. I need a drink. Do we have any alcohol?"
        ],
        [
            "Sheldon",
            "No. But we have potatoes, I could make you vodka. It’ll take two weeks."
        ],
        [
            "Penny",
            "Leonard, are you okay?"
        ],
        [
            "Leonard",
            "Um, I’m not sure."
        ],
        [
            "Howard",
            "What’s going on?"
        ],
        [
            "Leonard",
            "Well, Mrs. Latham said she was seriously considering donating money so we could get a cryogenic centrifugal pump."
        ],
        [
            "Sheldon",
            "Oh, wow!"
        ],
        [
            "Howard",
            "Yes!"
        ],
        [
            "Leonard",
            "Then she stuck her tongue down my throat."
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Penny",
            "Okay, we can’t keep explaining everything. Read that book we got you."
        ],
        [
            "Leonard",
            "She hit on me."
        ],
        [
            "Howard",
            "Wait-wait-wait. Are you telling us that old lady wanted to have sex with you in exchange for giving your department millions of dollars?"
        ],
        [
            "Leonard",
            "I think so."
        ],
        [
            "Howard",
            "You lucky duck."
        ],
        [
            "Penny",
            "You’re really a broken toy, aren’t you?"
        ],
        [
            "Leonard",
            "I was able to get out of there before anything else happened, but she wants to see me again tomorrow night."
        ],
        [
            "Sheldon",
            "Excellent! What are you planning to wear?"
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "Penny, you’re an expert on trading sexual favours for material gain, walk him through this."
        ],
        [
            "Leonard",
            "Well, n-no, hold on a second, I’m not going to sleep with her."
        ],
        [
            "Sheldon",
            "But we need a cryogenic centrifugal pump."
        ],
        [
            "Leonard",
            "Well, forget it! It’s not gonna happen."
        ],
        [
            "Sheldon",
            "Well, come now, Leonard, this may be your only chance to make a real contribution to science!"
        ],
        [
            "Leonard",
            "I repeat, not gonna happen."
        ],
        [
            "Penny",
            "What was all that about me trading sexual favours for material gain?"
        ],
        [
            "Sheldon",
            "It was a compliment. I believe in giving credit where credit is due."
        ],
        [
            "Scene",
            "The apartment, the following night."
        ],
        [
            "Sheldon (on phone)",
            "Okay, fine. I’ll tell him. Leonard, Mrs. Latham’s car is here for you."
        ],
        [
            "Leonard",
            "I won’t be too late. I’m just gonna make a final pitch for the funding and then say good night."
        ],
        [
            "Sheldon",
            "Hold on, I have something for you."
        ],
        [
            "Leonard",
            "What’s this?"
        ],
        [
            "Sheldon",
            "Just a few things you may need tonight. There’s, uh, baby oil, condoms and, uh, a little something I procured from the school of pharmacology. They say it is to Viagra as Viagra is to a green M&M."
        ],
        [
            "Leonard",
            "I am not going to have sex with her."
        ],
        [
            "Sheldon",
            "Maybe this will overcome your reluctance. I went on the Internet and found a photograph of a 25-year-old Mrs. Latham to get your libido humming. Check out those saddle shoes. Rar!"
        ],
        [
            "Leonard",
            "Are you insane? I’m not going to prostitute myself just so we can get some new equipment."
        ],
        [
            "Sheldon",
            "Oh, come on! Why not?"
        ],
        [
            "Leonard",
            "Good night, Sheldon."
        ],
        [
            "Sheldon",
            "Given how much time you spend engaging in pointless self-abuse, you might consider, just this once, using your genitalia to actually accomplish something!"
        ],
        [
            "Penny",
            "He still won’t shag the old lady, huh?"
        ],
        [
            "Sheldon",
            "No. But thank you for asking."
        ],
        [
            "Scene",
            "Mrs Latham’s car."
        ],
        [
            "Leonard",
            "Hey. Hi."
        ],
        [
            "Mrs Latham",
            "Hello, Leonard. I hope you’re hungry."
        ],
        [
            "Leonard",
            "I’m very hungry. For food, right?"
        ],
        [
            "Mrs Latham",
            "Oh, I made you uncomfortable last night. I’m so sorry."
        ],
        [
            "Leonard",
            "No, that’s okay."
        ],
        [
            "Mrs Latham",
            "No, it most certainly is not. Leonard, I’m making the donation to your department regardless of what happens between us."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Mrs Latham",
            "Well, of course. There’s no quid pro quo here. You and your colleagues are doing remarkable research, and you deserve the money."
        ],
        [
            "Leonard",
            "Oh. Then what was last night about?"
        ],
        [
            "Mrs Latham",
            "I took a shot, sue me."
        ],
        [
            "Leonard",
            "Oh."
        ],
        [
            "Mrs Latham",
            "You’re a very handsome man, Leonard."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Mrs Latham",
            "It was foolish of me to think someone your age might ever be interested in someone like me."
        ],
        [
            "Leonard",
            "Oh, don’t say that. You’re a very attractive woman."
        ],
        [
            "Mrs Latham",
            "Oh, please."
        ],
        [
            "Leonard",
            "No, it’s true."
        ],
        [
            "Mrs Latham",
            "Well, aren’t you sweet. Just for the record, you’d remember a night with me for the rest of your life."
        ],
        [
            "Leonard",
            "I’m sure I would. But why, why, exactly?"
        ],
        [
            "Mrs Latham",
            "You’re a very smart man. How do you think I landed such a rich husband?"
        ],
        [
            "Leonard",
            "I hadn’t really given it much thought."
        ],
        [
            "Mrs Latham",
            "Well, think about it."
        ],
        [
            "Leonard",
            "Do you mean?"
        ],
        [
            "Mrs Latham",
            "Yep. I’m that good."
        ],
        [
            "Leonard",
            "Oh, what the hell."
        ],
        [
            "Scene",
            "The stairwell. Leonard is returning home looking dishevelled."
        ],
        [
            "Penny",
            "Good morning, slut."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Penny",
            "Oh, please, I recognize the walk of shame when I see it. All you’re missing is a little smeared mascara and a purse with panties wadded up in it."
        ],
        [
            "Sheldon",
            "What’s going on?"
        ],
        [
            "Leonard",
            "Oh, nothing’s going on. Excuse me."
        ],
        [
            "Sheldon",
            "Are you just getting home?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Sheldon",
            "That’s a good sign, right?"
        ],
        [
            "Penny",
            "Oh, yeah."
        ],
        [
            "Sheldon",
            "I’m so proud of you! You sold yourself out like a common streetwalker!"
        ],
        [
            "Leonard",
            "No, I didn’t do it for the money."
        ],
        [
            "Sheldon",
            "She stiffed you?"
        ],
        [
            "Penny",
            "I believe that’s what your roommate did to her."
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Penny",
            "Again, read the book we gave you."
        ],
        [
            "Leonard",
            "No, I mean, I, I, I got the money first."
        ],
        [
            "Sheldon",
            "Smart. Get paid up front. Yeah, I think you have a real knack for gigolo work, Leonard."
        ],
        [
            "Leonard",
            "Uh, I’m gonna go lie down."
        ],
        [
            "Sheldon",
            "That’s a good idea, get your rest. There are a lot more rich old ladies out there, and Daddy needs a new linear accelerator. And I thought he didn’t learn anything from his relationship with you."
        ],
        [
            "Penny",
            "Hey!"
        ],
        [
            "Sheldon",
            "Another compliment! Learn to recognize them."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Seibert",
            "Ah, there he is! The man of the hour! He took one for the team!"
        ],
        [
            "Leonard",
            "I didn’t do it for the money!"
        ],
        [
            "Seibert",
            "Keep telling yourself that, it makes it easier. Trust me, I know."
        ],
        [
            "Raj",
            "Cool, buddy! That’s awesome!"
        ],
        [
            "Howard",
            "How was she?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-15-the-benefactor-factor/"
}