{
    "Season": 4,
    "Episode": 16,
    "Title": "the cohabitation formulation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Episode begins with a “Previously on” sequence before first scene."
            ],
            [
                1,
                "Bernadette’s bedroom."
            ],
            [
                29,
                "Outside Howard’s house."
            ],
            [
                42,
                "Credits sequence."
            ],
            [
                44,
                "The apartment."
            ],
            [
                71,
                "Raj’s Apartment. Leonard knocks on the door. "
            ],
            [
                91,
                "The Cheesecake Factory."
            ],
            [
                129,
                "Penny’s apartment. (groans)"
            ],
            [
                143,
                "Bernadette’s apartment. Howard knocks on door."
            ],
            [
                153,
                "The apartment. "
            ],
            [
                188,
                "Bernadette’s bedroom. "
            ],
            [
                211,
                "Howard’s house. "
            ],
            [
                220,
                "Penny’s apartment. "
            ],
            [
                231,
                "The apartment. "
            ]
        ],
        "Howard": [
            [
                2,
                "What’s so funny?"
            ],
            [
                4,
                "I do sometimes get a bit carried away, don’t I?"
            ],
            [
                6,
                "You know it’s meant as a compliment."
            ],
            [
                8,
                "This is perfect. I hope this moment never ends."
            ],
            [
                10,
                "Well, gotta go."
            ],
            [
                12,
                "Well, I’d love to, but you know my mother needs me in the morning."
            ],
            [
                14,
                "It’s not just the wig. It’s pinning her hair up, drawing on her eyebrows. It’s a two-person job."
            ],
            [
                16,
                "Oh, honey, I’m sorry. What can I do?"
            ],
            [
                18,
                "Okay. Like, what, another five, ten minutes?"
            ],
            [
                20,
                "Your call."
            ],
            [
                22,
                "Boy, I don’t know. You, me, Ma living under the same roof?"
            ],
            [
                24,
                "I’ve got a better solution."
            ],
            [
                26,
                "We wait for my mom’s heart to explode from all the salt she eats. Then we just stick her in the ground, flip her mattress and move into the big bedroom."
            ],
            [
                28,
                "Look at us planning a future together."
            ],
            [
                31,
                "Sex criminals don’t have keys, Ma."
            ],
            [
                33,
                "I was out with Bernadette."
            ],
            [
                35,
                "I’m not having this conversation with you, Ma!"
            ],
            [
                37,
                "Nobody has a disease!"
            ],
            [
                39,
                "That’s it. I don’t have to take this. Good luck with your eyebrows in the morning!"
            ],
            [
                41,
                "I’m still leaving! I just forgot my Claritin."
            ],
            [
                46,
                "I need a place to crash."
            ],
            [
                48,
                "Big fight with my mother."
            ],
            [
                50,
                "No, we agreed they all have their merits. This was about Bernadette."
            ],
            [
                56,
                "Tea does sound nice."
            ],
            [
                58,
                "There’s no room. His sister is staying with him."
            ],
            [
                62,
                "Yeah, some work thing. Anyway, my mother seems to think that Bernadette…"
            ],
            [
                64,
                "I don’t know. A couple of days ago. The thing is, Bernadette doesn’t like that I have to take care of my mother, and my mother doesn’t trust Bernadette."
            ],
            [
                67,
                "That’s not really necessary."
            ],
            [
                69,
                "Thanks."
            ],
            [
                93,
                "That’s very nice of you, but I made other plans."
            ],
            [
                96,
                "Hey."
            ],
            [
                116,
                "Hey, Bernadette, can I talk to you for a second?"
            ],
            [
                119,
                "Listen, my mom’s going to Palm Springs to visit her sister. That’s two whole nights in a row I can sleep over with you all the way to morning. Unless the desert air dries out her sinuses, in which case I’ll have to schlep out there with the big humidifier."
            ],
            [
                121,
                "Isn’t that great?"
            ],
            [
                123,
                "Oh, uh…"
            ],
            [
                125,
                "No, wait. You didn’t let me finish."
            ],
            [
                127,
                "Uh…"
            ],
            [
                144,
                "I choose you."
            ],
            [
                146,
                "Yep. I moved out of my mother’s house. Cord is cut. I’m all yours."
            ],
            [
                148,
                "I don’t know. She hasn’t responded to my email yet."
            ],
            [
                150,
                "I love you, too. So what’s for dinner?"
            ],
            [
                152,
                "That’s fine. Why don’t we go fool around in our bedroom? And then you can go shopping."
            ],
            [
                190,
                "Wow, indeed."
            ],
            [
                192,
                "Yeah. You know what would make this moment perfect?"
            ],
            [
                194,
                "A little snack. You got any string cheese?"
            ],
            [
                196,
                "Not as good. You can’t make strings with it. Remind me to put it on your shopping list."
            ],
            [
                198,
                "You have hypo-allergenic detergent?"
            ],
            [
                200,
                "Better put it on the list. If you wash my underwear with regular soap, I get little red bumps on my tuchus."
            ],
            [
                202,
                "Well, honey, it’s not gonna do itself. Oh, before I forget, tomorrow morning, you’re driving me to the dentist."
            ],
            [
                204,
                "You don’t have to take me. You get to take me."
            ],
            [
                206,
                "It’s not weird. There’s lots of kids there with their moms."
            ],
            [
                208,
                "What? It’s fun. If I have no cavities, afterwards, we go out for a treat."
            ],
            [
                210,
                "Whoa, whoa, whoa! Where did that come from?"
            ],
            [
                214,
                "Nobody wants to do that to you, Ma."
            ],
            [
                216,
                "Didn’t you read my email?"
            ],
            [
                218,
                "Thank you."
            ]
        ],
        "Bernadette": [
            [
                3,
                "Nothing. Just thinking about the noises people make during sex."
            ],
            [
                5,
                "It’s cute. You sound a little like a drunken monkey. Ooh-ooh-ooh-ooh!"
            ],
            [
                7,
                "That’s how I take it."
            ],
            [
                9,
                "Me too."
            ],
            [
                11,
                "Oh! Already? Why don’t you stay over?"
            ],
            [
                13,
                "Please, I think the woman can manage to put a wig on by herself."
            ],
            [
                15,
                "It’s just, when you leave right after we make love, it makes me feel cheap."
            ],
            [
                17,
                "Stay."
            ],
            [
                19,
                "Go home."
            ],
            [
                21,
                "Howard, have you ever considered us living together?"
            ],
            [
                23,
                "No, I mean just you and me. You can move in here, or we can find a place."
            ],
            [
                25,
                "What?"
            ],
            [
                27,
                "Great."
            ],
            [
                117,
                "Sure."
            ],
            [
                120,
                "That’s it? That’s your big solution to all of our problems? If your mom’s nose holds up, we get two nights together?"
            ],
            [
                122,
                "No, it’s not great. You need to make a choice. Me or your mother."
            ],
            [
                124,
                "Wrong answer."
            ],
            [
                126,
                "I’m listening."
            ],
            [
                128,
                "Agh!"
            ],
            [
                145,
                "Really?"
            ],
            [
                147,
                "What did she say when you told her?"
            ],
            [
                149,
                "This is so great. I love you, Howard."
            ],
            [
                151,
                "Well, I don’t really have much of anything in the house."
            ],
            [
                189,
                "Wow."
            ],
            [
                191,
                "I can’t believe we’re finally living together."
            ],
            [
                193,
                "What?"
            ],
            [
                195,
                "No. I, I might have some cheddar."
            ],
            [
                197,
                "Okay."
            ],
            [
                199,
                "No."
            ],
            [
                201,
                "Wait a second. I’m doing your laundry?"
            ],
            [
                203,
                "I have to take you?"
            ],
            [
                205,
                "Wait a minute. Are you telling me your mother usually takes you to the dentist?"
            ],
            [
                207,
                "I can’t believe this."
            ],
            [
                209,
                "All right, Howard, let’s get something straight right now. I’m not going to be your mother."
            ]
        ],
        "Mrs Wolowitz (voice)": [
            [
                30,
                "Who’s there? Are you a sex criminal?"
            ]
        ],
        "Mrs Wolowitz": [
            [
                32,
                "Where were you so late?"
            ],
            [
                34,
                "I know what that means, I watch Dr. Phil. I hope to God you used a condom!"
            ],
            [
                36,
                "God forbid you get one of those new fancy sex diseases!"
            ],
            [
                38,
                "I hope not. I share a toilet with you. Is that what you want? To give your mother herpes?"
            ],
            [
                40,
                "Who’s there? Are you a sex criminal?"
            ],
            [
                215,
                "Where were you?"
            ],
            [
                217,
                "You know I can’t turn on that ferkakta computer. I left you some brisket on the kitchen counter."
            ],
            [
                219,
                "Remember to floss after. We have the dentist in the morning!"
            ]
        ],
        "Leonard": [
            [
                45,
                "Hey, what’s up?"
            ],
            [
                47,
                "Uh, sure. Why?"
            ],
            [
                49,
                "Still arguing over which CSI is the best?"
            ],
            [
                52,
                "Howard’s gonna sleep here tonight. He had a fight with his mother."
            ],
            [
                54,
                "No."
            ],
            [
                59,
                "Wait, wait. What?"
            ],
            [
                61,
                "Priya’s in town?"
            ],
            [
                63,
                "Hold on. When did Priya get here?"
            ],
            [
                65,
                "Yeah, that’s a real pickle. Bye."
            ],
            [
                73,
                "It’s Leonard."
            ],
            [
                75,
                "I just want to talk to her."
            ],
            [
                82,
                "What are you doing here?"
            ],
            [
                84,
                "Why didn’t you call?"
            ],
            [
                87,
                "I know. Last time I came on too strong. Can we talk in private?"
            ],
            [
                101,
                "The word is forbade."
            ],
            [
                110,
                "Penny, this is Raj’s sister, Priya."
            ],
            [
                115,
                "Really?"
            ],
            [
                154,
                "I thought maybe after we eat, we could see an early movie."
            ],
            [
                156,
                "I love the way you say, I’d love that."
            ],
            [
                160,
                "My sister’s 38 and married."
            ],
            [
                171,
                "Oh, come on. It’s not boring at all. She’s currently helping set up a secondary derivative market which would allow overseas car firms to hedge their investments against potential advancements in battery technology. Hmm?"
            ],
            [
                182,
                "Oh, wow. I love Taming of the Shrew. I did a paper on it in high school. Who knows not where a wasp does wear his sting? In his tail."
            ],
            [
                184,
                "Whose tongue?"
            ],
            [
                186,
                "What, with my tongue in your tail?"
            ]
        ],
        "Sheldon": [
            [
                51,
                "What’s going on?"
            ],
            [
                53,
                "Did you offer him a hot beverage?"
            ],
            [
                55,
                "Leonard, social protocol states when a friend is upset, you offer them a hot beverage, such as tea."
            ],
            [
                57,
                "You heard the man, Leonard. And while you’re at it, I’m upset that we have an unannounced houseguest, so make me cocoa. Point of inquiry, given that Leonard is your secondary friend and Koothrappali is your primary friend, why didn’t you seek refuge under his roof?"
            ],
            [
                60,
                "Cocoa, Leonard. Focus. I’m down in the dumps here."
            ],
            [
                66,
                "Don’t worry. As your tertiary friend, I am prepared to step in and comfort you."
            ],
            [
                68,
                "No, no. I’ll finish making the tea, while you narcissistically ramble on about whatever’s troubling you."
            ],
            [
                70,
                "That’s what tertiary friends are for."
            ],
            [
                92,
                "Would you be sleeping over again this evening? Because you’re welcome to."
            ],
            [
                94,
                "Well, just keep in mind that should you ever need a slightly apathetic tertiary friend, I stand at the ready."
            ],
            [
                97,
                "Hello."
            ],
            [
                104,
                "Actually, he can. The Hindu Code of Manu is very clear in these matters. If a woman’s father is not around, the duty of controlling her base desires falls to the closest male member of her family, in this case, Raj. The code also states that if she disobeys, she will be reborn in the womb of a jackal and tormented by diseases. If true, that seems like an awfully large gamble given that the prize is Leonard."
            ],
            [
                113,
                "Priya, if you’re experiencing any tension or awkwardness, it may stem from the fact that Leonard and Penny used to, if I may quote Howard, do the dance with no pants."
            ],
            [
                163,
                "That’s remarkable. If pepperoni were an explosive substance, you could replace German shepherds at our nation’s airports."
            ],
            [
                166,
                "No, no. It’s not an imposition. At this point, in our ecosystem, you are akin to the plover, a small scavenging bird that eats extra food from between the teeth of crocodiles. Please, fly into our open maw, and have at it."
            ],
            [
                178,
                "Did you get the part?"
            ],
            [
                180,
                "Given the state of your career, can you really afford to be picky?"
            ],
            [
                233,
                "It’s actually Thai. You’re slipping."
            ],
            [
                235,
                "They went to Catalina for the weekend."
            ],
            [
                237,
                "At home, forbidding it."
            ],
            [
                239,
                "I’m given to understand his mother grounded him for running away."
            ],
            [
                241,
                "Actually, it’s the three of us."
            ],
            [
                247,
                "Right. I’ll make tea."
            ],
            [
                249,
                "I’m sorry. It’s not optional."
            ]
        ],
        "Raj (inside)": [
            [
                72,
                "Who is it?"
            ]
        ],
        "Raj": [
            [
                74,
                "You can’t come in."
            ],
            [
                76,
                "I forbid it."
            ],
            [
                78,
                "You heard me. I forbidded it."
            ],
            [
                80,
                "Forbaded it?"
            ],
            [
                85,
                "Clearly, she was sending you a message to take a hike, Mike."
            ],
            [
                88,
                "No!"
            ],
            [
                90,
                "It’s completely inappropriate for a single woman to entertain a man in private. If you insist on talking, you must do it on the couch! All right, you may talk in the bedroom, but I want this door to remain open! All right, just this once you may close the door. But keep in mind I’ll be right out here monitoring the situation! (Dials phone) Oh, damn it. Leonard, when you get this message, call me. (Dials again) Priya, this is your brother. When you get this, tell Leonard to check his voicemail."
            ],
            [
                98,
                "Why are you holding hands? I forbid you to hold hands."
            ],
            [
                100,
                "Yeah, but you were just sleeping, because I forboded you to have sex."
            ],
            [
                102,
                "Are you sure? That doesn’t sound right."
            ],
            [
                105,
                "There it is, Priya. We’re Indian. We believe this stuff."
            ],
            [
                107,
                "Some of it makes sense, some of it’s crazy. My point is, you can’t go out with Leonard."
            ],
            [
                109,
                "My sister."
            ],
            [
                118,
                "Penny, you became disenchanted with Leonard as a lover. Would you please tell my sister why?"
            ],
            [
                157,
                "She says it the same way I do. I’d love that. Everybody in India says it that way. It’s not a big deal."
            ],
            [
                159,
                "I’m not being a child. Leonard, I swear to God, if your sister ever comes to town, I shall have my way with her."
            ],
            [
                161,
                "All the more shame that will fall upon the house of Hofstadter."
            ]
        ],
        "Priya": [
            [
                77,
                "Open the door, Rajesh."
            ],
            [
                79,
                "Forbidded it?"
            ],
            [
                81,
                "Get out of the way. What are you doing here?"
            ],
            [
                83,
                "I have business in Los Angeles."
            ],
            [
                86,
                "I’m sorry. I thought about calling, but I just wasn’t sure if seeing you was such a good idea."
            ],
            [
                89,
                "Sure."
            ],
            [
                95,
                "Hi, Howard. Hi, Sheldon."
            ],
            [
                99,
                "Rajesh, you know Leonard and I spent the night together."
            ],
            [
                103,
                "Listen, Rajesh, Leonard and I have decided to see each other again, and you don’t get to tell me who I can and can’t have a relationship with."
            ],
            [
                106,
                "I think it also says that if you eat beef, you need to live with cows for three months and drink their urine."
            ],
            [
                111,
                "It’s very nice to meet you."
            ],
            [
                155,
                "I’d love that."
            ],
            [
                158,
                "Rajesh, don’t be a child."
            ],
            [
                164,
                "Hi. Penny, right?"
            ],
            [
                170,
                "I know. Pretty boring, huh?"
            ],
            [
                172,
                "Thank you, Leonard. That doesn’t make it sound boring at all."
            ],
            [
                176,
                "So, Penny, Leonard tells me you’re an actress. That must be pretty exciting."
            ],
            [
                181,
                "I took acting classes when I was at Cambridge. I loved it. We did Taming of the Shrew."
            ],
            [
                183,
                "In his tongue."
            ],
            [
                185,
                "Yours, if you talk of tails, and so farewell."
            ]
        ],
        "Penny (arriving)": [
            [
                108,
                "Who can’t go out with Leonard?"
            ]
        ],
        "Penny": [
            [
                112,
                "Oh, yeah, you, too."
            ],
            [
                114,
                "Sheldon!"
            ],
            [
                131,
                "Okay. Why?"
            ],
            [
                133,
                "Amy, I’m fine."
            ],
            [
                135,
                "What?"
            ],
            [
                137,
                "Really, I am not upset about Leonard and Priya."
            ],
            [
                139,
                "Oh. Well, good for him. Hey, what do you mean, more suitable?"
            ],
            [
                141,
                "Yeah. Okay, I got it. I got it. So, what is all that stuff?"
            ],
            [
                162,
                "Ooh, I thought I smelled pizza."
            ],
            [
                165,
                "Oh, yes. Hi, hi. I’m sorry. I didn’t know you had company. I don’t want to impose."
            ],
            [
                167,
                "If I had more than a box of baking soda in my refrigerator, I wouldn’t have to take that."
            ],
            [
                169,
                "Hi. So, um, Priya, you’re a lawyer, right?"
            ],
            [
                174,
                "I’m fine."
            ],
            [
                177,
                "Oh, yeah, yeah. It’s real great. Today I drove to Van Nuys for an audition I thought was going to be for a cat food commercial. Turned out to be porn."
            ],
            [
                179,
                "I didn’t do the audition."
            ],
            [
                222,
                "Oh, hey. What’s up?"
            ],
            [
                224,
                "Why?"
            ],
            [
                226,
                "I already told you, I’m okay with it. I mean, if anything, I’m quite pleased (starting to blub) that Leonard has found someone (starting to blub) that makes him so happy."
            ],
            [
                228,
                "Thank you."
            ],
            [
                230,
                "Okay."
            ],
            [
                232,
                "I smell Chinese food."
            ],
            [
                234,
                "Are Leonard and Priya here?"
            ],
            [
                236,
                "Oh. Where’s Raj?"
            ],
            [
                238,
                "How about Howard?"
            ],
            [
                240,
                "Oh, okay. Well, I guess it’s just the two of us, huh?"
            ],
            [
                243,
                "Great."
            ],
            [
                245,
                "Not really."
            ],
            [
                248,
                "Oh, sweetie, it’s okay. I don’t want tea."
            ]
        ],
        "Amy": [
            [
                130,
                "I came as quickly as I could."
            ],
            [
                132,
                "To comfort you, of course. Sheldon told me about Leonard dating Rajesh’s sister. So I high-tailed it over here to pick up the pieces of your broken heart."
            ],
            [
                134,
                "You don’t have to be strong for me. Now let’s talk about Priya, that man-stealing bitch."
            ],
            [
                136,
                "In situations like this, best girlfriends are often catty about the other woman. Rawr."
            ],
            [
                138,
                "Oh. Then perhaps you don’t understand what’s going on. Your former boyfriend has replaced you with what appears to be a very suitable mate. Arguably much more suitable than you."
            ],
            [
                140,
                "Well, granted, Penny, your secondary sexual characteristics are reasonably bodacious. But Priya is highly educated, she’s an accomplished professional, and she comes from the culture that literally wrote the book on neat ways to have sex. Whereas you, on the other hand, are a community college dropout who comes from the culture that wrote the book on tipping cows."
            ],
            [
                142,
                "This is a portable electroencephalogram. I’m doing research on emotions and brain activity. So when you start crying, I can see which region of the brain is activated. Then I’m going to stimulate the analogous area in the brain of a rhesus monkey and see if he cries. Cool, huh?"
            ],
            [
                168,
                "Hi, bestie."
            ],
            [
                173,
                "So, how you holding up?"
            ],
            [
                175,
                "Oh, who are you kidding? She’s breathtaking."
            ],
            [
                187,
                "I’m regretting my earlier cattiness. She is an absolute delight."
            ],
            [
                223,
                "I just wanted to check in on you."
            ],
            [
                225,
                "It seems like the appropriate thing to do when one’s best friend finds herself replaced by a smart, beautiful woman with the smouldering sexuality of a crouched Bengal tiger."
            ],
            [
                227,
                "It’s okay, it’s okay."
            ],
            [
                229,
                "Now, let’s get these electrodes attached and see what’s going on in that pretty little noggin of yours."
            ],
            [
                244,
                "So, you feeling better?"
            ],
            [
                246,
                "Sheldon, you have a guest who’s upset."
            ]
        ],
        "Mrs Wolowitz (off)": [
            [
                213,
                "Who’s that? Is it a sex criminal?"
            ]
        ],
        "Amy (on webcam)": [
            [
                242,
                "What up, bestie? Good news. Thanks to you, I was able to make a rhesus monkey cry like a disgraced televangelist."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Episode begins with a “Previously on” sequence before first scene."
        ],
        [
            "Scene",
            "Bernadette’s bedroom."
        ],
        [
            "Howard",
            "What’s so funny?"
        ],
        [
            "Bernadette",
            "Nothing. Just thinking about the noises people make during sex."
        ],
        [
            "Howard",
            "I do sometimes get a bit carried away, don’t I?"
        ],
        [
            "Bernadette",
            "It’s cute. You sound a little like a drunken monkey. Ooh-ooh-ooh-ooh!"
        ],
        [
            "Howard",
            "You know it’s meant as a compliment."
        ],
        [
            "Bernadette",
            "That’s how I take it."
        ],
        [
            "Howard",
            "This is perfect. I hope this moment never ends."
        ],
        [
            "Bernadette",
            "Me too."
        ],
        [
            "Howard",
            "Well, gotta go."
        ],
        [
            "Bernadette",
            "Oh! Already? Why don’t you stay over?"
        ],
        [
            "Howard",
            "Well, I’d love to, but you know my mother needs me in the morning."
        ],
        [
            "Bernadette",
            "Please, I think the woman can manage to put a wig on by herself."
        ],
        [
            "Howard",
            "It’s not just the wig. It’s pinning her hair up, drawing on her eyebrows. It’s a two-person job."
        ],
        [
            "Bernadette",
            "It’s just, when you leave right after we make love, it makes me feel cheap."
        ],
        [
            "Howard",
            "Oh, honey, I’m sorry. What can I do?"
        ],
        [
            "Bernadette",
            "Stay."
        ],
        [
            "Howard",
            "Okay. Like, what, another five, ten minutes?"
        ],
        [
            "Bernadette",
            "Go home."
        ],
        [
            "Howard",
            "Your call."
        ],
        [
            "Bernadette",
            "Howard, have you ever considered us living together?"
        ],
        [
            "Howard",
            "Boy, I don’t know. You, me, Ma living under the same roof?"
        ],
        [
            "Bernadette",
            "No, I mean just you and me. You can move in here, or we can find a place."
        ],
        [
            "Howard",
            "I’ve got a better solution."
        ],
        [
            "Bernadette",
            "What?"
        ],
        [
            "Howard",
            "We wait for my mom’s heart to explode from all the salt she eats. Then we just stick her in the ground, flip her mattress and move into the big bedroom."
        ],
        [
            "Bernadette",
            "Great."
        ],
        [
            "Howard",
            "Look at us planning a future together."
        ],
        [
            "Scene",
            "Outside Howard’s house."
        ],
        [
            "Mrs Wolowitz (voice)",
            "Who’s there? Are you a sex criminal?"
        ],
        [
            "Howard",
            "Sex criminals don’t have keys, Ma."
        ],
        [
            "Mrs Wolowitz",
            "Where were you so late?"
        ],
        [
            "Howard",
            "I was out with Bernadette."
        ],
        [
            "Mrs Wolowitz",
            "I know what that means, I watch Dr. Phil. I hope to God you used a condom!"
        ],
        [
            "Howard",
            "I’m not having this conversation with you, Ma!"
        ],
        [
            "Mrs Wolowitz",
            "God forbid you get one of those new fancy sex diseases!"
        ],
        [
            "Howard",
            "Nobody has a disease!"
        ],
        [
            "Mrs Wolowitz",
            "I hope not. I share a toilet with you. Is that what you want? To give your mother herpes?"
        ],
        [
            "Howard",
            "That’s it. I don’t have to take this. Good luck with your eyebrows in the morning!"
        ],
        [
            "Mrs Wolowitz",
            "Who’s there? Are you a sex criminal?"
        ],
        [
            "Howard",
            "I’m still leaving! I just forgot my Claritin."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Hey, what’s up?"
        ],
        [
            "Howard",
            "I need a place to crash."
        ],
        [
            "Leonard",
            "Uh, sure. Why?"
        ],
        [
            "Howard",
            "Big fight with my mother."
        ],
        [
            "Leonard",
            "Still arguing over which CSI is the best?"
        ],
        [
            "Howard",
            "No, we agreed they all have their merits. This was about Bernadette."
        ],
        [
            "Sheldon",
            "What’s going on?"
        ],
        [
            "Leonard",
            "Howard’s gonna sleep here tonight. He had a fight with his mother."
        ],
        [
            "Sheldon",
            "Did you offer him a hot beverage?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Leonard, social protocol states when a friend is upset, you offer them a hot beverage, such as tea."
        ],
        [
            "Howard",
            "Tea does sound nice."
        ],
        [
            "Sheldon",
            "You heard the man, Leonard. And while you’re at it, I’m upset that we have an unannounced houseguest, so make me cocoa. Point of inquiry, given that Leonard is your secondary friend and Koothrappali is your primary friend, why didn’t you seek refuge under his roof?"
        ],
        [
            "Howard",
            "There’s no room. His sister is staying with him."
        ],
        [
            "Leonard",
            "Wait, wait. What?"
        ],
        [
            "Sheldon",
            "Cocoa, Leonard. Focus. I’m down in the dumps here."
        ],
        [
            "Leonard",
            "Priya’s in town?"
        ],
        [
            "Howard",
            "Yeah, some work thing. Anyway, my mother seems to think that Bernadette…"
        ],
        [
            "Leonard",
            "Hold on. When did Priya get here?"
        ],
        [
            "Howard",
            "I don’t know. A couple of days ago. The thing is, Bernadette doesn’t like that I have to take care of my mother, and my mother doesn’t trust Bernadette."
        ],
        [
            "Leonard",
            "Yeah, that’s a real pickle. Bye."
        ],
        [
            "Sheldon",
            "Don’t worry. As your tertiary friend, I am prepared to step in and comfort you."
        ],
        [
            "Howard",
            "That’s not really necessary."
        ],
        [
            "Sheldon",
            "No, no. I’ll finish making the tea, while you narcissistically ramble on about whatever’s troubling you."
        ],
        [
            "Howard",
            "Thanks."
        ],
        [
            "Sheldon",
            "That’s what tertiary friends are for."
        ],
        [
            "Scene",
            "Raj’s Apartment. Leonard knocks on the door. "
        ],
        [
            "Raj (inside)",
            "Who is it?"
        ],
        [
            "Leonard",
            "It’s Leonard."
        ],
        [
            "Raj",
            "You can’t come in."
        ],
        [
            "Leonard",
            "I just want to talk to her."
        ],
        [
            "Raj",
            "I forbid it."
        ],
        [
            "Priya",
            "Open the door, Rajesh."
        ],
        [
            "Raj",
            "You heard me. I forbidded it."
        ],
        [
            "Priya",
            "Forbidded it?"
        ],
        [
            "Raj",
            "Forbaded it?"
        ],
        [
            "Priya",
            "Get out of the way. What are you doing here?"
        ],
        [
            "Leonard",
            "What are you doing here?"
        ],
        [
            "Priya",
            "I have business in Los Angeles."
        ],
        [
            "Leonard",
            "Why didn’t you call?"
        ],
        [
            "Raj",
            "Clearly, she was sending you a message to take a hike, Mike."
        ],
        [
            "Priya",
            "I’m sorry. I thought about calling, but I just wasn’t sure if seeing you was such a good idea."
        ],
        [
            "Leonard",
            "I know. Last time I came on too strong. Can we talk in private?"
        ],
        [
            "Raj",
            "No!"
        ],
        [
            "Priya",
            "Sure."
        ],
        [
            "Raj",
            "It’s completely inappropriate for a single woman to entertain a man in private. If you insist on talking, you must do it on the couch! All right, you may talk in the bedroom, but I want this door to remain open! All right, just this once you may close the door. But keep in mind I’ll be right out here monitoring the situation! (Dials phone) Oh, damn it. Leonard, when you get this message, call me. (Dials again) Priya, this is your brother. When you get this, tell Leonard to check his voicemail."
        ],
        [
            "Scene",
            "The Cheesecake Factory."
        ],
        [
            "Sheldon",
            "Would you be sleeping over again this evening? Because you’re welcome to."
        ],
        [
            "Howard",
            "That’s very nice of you, but I made other plans."
        ],
        [
            "Sheldon",
            "Well, just keep in mind that should you ever need a slightly apathetic tertiary friend, I stand at the ready."
        ],
        [
            "Priya",
            "Hi, Howard. Hi, Sheldon."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Raj",
            "Why are you holding hands? I forbid you to hold hands."
        ],
        [
            "Priya",
            "Rajesh, you know Leonard and I spent the night together."
        ],
        [
            "Raj",
            "Yeah, but you were just sleeping, because I forboded you to have sex."
        ],
        [
            "Leonard",
            "The word is forbade."
        ],
        [
            "Raj",
            "Are you sure? That doesn’t sound right."
        ],
        [
            "Priya",
            "Listen, Rajesh, Leonard and I have decided to see each other again, and you don’t get to tell me who I can and can’t have a relationship with."
        ],
        [
            "Sheldon",
            "Actually, he can. The Hindu Code of Manu is very clear in these matters. If a woman’s father is not around, the duty of controlling her base desires falls to the closest male member of her family, in this case, Raj. The code also states that if she disobeys, she will be reborn in the womb of a jackal and tormented by diseases. If true, that seems like an awfully large gamble given that the prize is Leonard."
        ],
        [
            "Raj",
            "There it is, Priya. We’re Indian. We believe this stuff."
        ],
        [
            "Priya",
            "I think it also says that if you eat beef, you need to live with cows for three months and drink their urine."
        ],
        [
            "Raj",
            "Some of it makes sense, some of it’s crazy. My point is, you can’t go out with Leonard."
        ],
        [
            "Penny (arriving)",
            "Who can’t go out with Leonard?"
        ],
        [
            "Raj",
            "My sister."
        ],
        [
            "Leonard",
            "Penny, this is Raj’s sister, Priya."
        ],
        [
            "Priya",
            "It’s very nice to meet you."
        ],
        [
            "Penny",
            "Oh, yeah, you, too."
        ],
        [
            "Sheldon",
            "Priya, if you’re experiencing any tension or awkwardness, it may stem from the fact that Leonard and Penny used to, if I may quote Howard, do the dance with no pants."
        ],
        [
            "Penny",
            "Sheldon!"
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Howard",
            "Hey, Bernadette, can I talk to you for a second?"
        ],
        [
            "Bernadette",
            "Sure."
        ],
        [
            "Raj",
            "Penny, you became disenchanted with Leonard as a lover. Would you please tell my sister why?"
        ],
        [
            "Howard",
            "Listen, my mom’s going to Palm Springs to visit her sister. That’s two whole nights in a row I can sleep over with you all the way to morning. Unless the desert air dries out her sinuses, in which case I’ll have to schlep out there with the big humidifier."
        ],
        [
            "Bernadette",
            "That’s it? That’s your big solution to all of our problems? If your mom’s nose holds up, we get two nights together?"
        ],
        [
            "Howard",
            "Isn’t that great?"
        ],
        [
            "Bernadette",
            "No, it’s not great. You need to make a choice. Me or your mother."
        ],
        [
            "Howard",
            "Oh, uh…"
        ],
        [
            "Bernadette",
            "Wrong answer."
        ],
        [
            "Howard",
            "No, wait. You didn’t let me finish."
        ],
        [
            "Bernadette",
            "I’m listening."
        ],
        [
            "Howard",
            "Uh…"
        ],
        [
            "Bernadette",
            "Agh!"
        ],
        [
            "Scene",
            "Penny’s apartment. (groans)"
        ],
        [
            "Amy",
            "I came as quickly as I could."
        ],
        [
            "Penny",
            "Okay. Why?"
        ],
        [
            "Amy",
            "To comfort you, of course. Sheldon told me about Leonard dating Rajesh’s sister. So I high-tailed it over here to pick up the pieces of your broken heart."
        ],
        [
            "Penny",
            "Amy, I’m fine."
        ],
        [
            "Amy",
            "You don’t have to be strong for me. Now let’s talk about Priya, that man-stealing bitch."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Amy",
            "In situations like this, best girlfriends are often catty about the other woman. Rawr."
        ],
        [
            "Penny",
            "Really, I am not upset about Leonard and Priya."
        ],
        [
            "Amy",
            "Oh. Then perhaps you don’t understand what’s going on. Your former boyfriend has replaced you with what appears to be a very suitable mate. Arguably much more suitable than you."
        ],
        [
            "Penny",
            "Oh. Well, good for him. Hey, what do you mean, more suitable?"
        ],
        [
            "Amy",
            "Well, granted, Penny, your secondary sexual characteristics are reasonably bodacious. But Priya is highly educated, she’s an accomplished professional, and she comes from the culture that literally wrote the book on neat ways to have sex. Whereas you, on the other hand, are a community college dropout who comes from the culture that wrote the book on tipping cows."
        ],
        [
            "Penny",
            "Yeah. Okay, I got it. I got it. So, what is all that stuff?"
        ],
        [
            "Amy",
            "This is a portable electroencephalogram. I’m doing research on emotions and brain activity. So when you start crying, I can see which region of the brain is activated. Then I’m going to stimulate the analogous area in the brain of a rhesus monkey and see if he cries. Cool, huh?"
        ],
        [
            "Scene",
            "Bernadette’s apartment. Howard knocks on door."
        ],
        [
            "Howard",
            "I choose you."
        ],
        [
            "Bernadette",
            "Really?"
        ],
        [
            "Howard",
            "Yep. I moved out of my mother’s house. Cord is cut. I’m all yours."
        ],
        [
            "Bernadette",
            "What did she say when you told her?"
        ],
        [
            "Howard",
            "I don’t know. She hasn’t responded to my email yet."
        ],
        [
            "Bernadette",
            "This is so great. I love you, Howard."
        ],
        [
            "Howard",
            "I love you, too. So what’s for dinner?"
        ],
        [
            "Bernadette",
            "Well, I don’t really have much of anything in the house."
        ],
        [
            "Howard",
            "That’s fine. Why don’t we go fool around in our bedroom? And then you can go shopping."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "I thought maybe after we eat, we could see an early movie."
        ],
        [
            "Priya",
            "I’d love that."
        ],
        [
            "Leonard",
            "I love the way you say, I’d love that."
        ],
        [
            "Raj",
            "She says it the same way I do. I’d love that. Everybody in India says it that way. It’s not a big deal."
        ],
        [
            "Priya",
            "Rajesh, don’t be a child."
        ],
        [
            "Raj",
            "I’m not being a child. Leonard, I swear to God, if your sister ever comes to town, I shall have my way with her."
        ],
        [
            "Leonard",
            "My sister’s 38 and married."
        ],
        [
            "Raj",
            "All the more shame that will fall upon the house of Hofstadter."
        ],
        [
            "Penny",
            "Ooh, I thought I smelled pizza."
        ],
        [
            "Sheldon",
            "That’s remarkable. If pepperoni were an explosive substance, you could replace German shepherds at our nation’s airports."
        ],
        [
            "Priya",
            "Hi. Penny, right?"
        ],
        [
            "Penny",
            "Oh, yes. Hi, hi. I’m sorry. I didn’t know you had company. I don’t want to impose."
        ],
        [
            "Sheldon",
            "No, no. It’s not an imposition. At this point, in our ecosystem, you are akin to the plover, a small scavenging bird that eats extra food from between the teeth of crocodiles. Please, fly into our open maw, and have at it."
        ],
        [
            "Penny",
            "If I had more than a box of baking soda in my refrigerator, I wouldn’t have to take that."
        ],
        [
            "Amy",
            "Hi, bestie."
        ],
        [
            "Penny",
            "Hi. So, um, Priya, you’re a lawyer, right?"
        ],
        [
            "Priya",
            "I know. Pretty boring, huh?"
        ],
        [
            "Leonard",
            "Oh, come on. It’s not boring at all. She’s currently helping set up a secondary derivative market which would allow overseas car firms to hedge their investments against potential advancements in battery technology. Hmm?"
        ],
        [
            "Priya",
            "Thank you, Leonard. That doesn’t make it sound boring at all."
        ],
        [
            "Amy",
            "So, how you holding up?"
        ],
        [
            "Penny",
            "I’m fine."
        ],
        [
            "Amy",
            "Oh, who are you kidding? She’s breathtaking."
        ],
        [
            "Priya",
            "So, Penny, Leonard tells me you’re an actress. That must be pretty exciting."
        ],
        [
            "Penny",
            "Oh, yeah, yeah. It’s real great. Today I drove to Van Nuys for an audition I thought was going to be for a cat food commercial. Turned out to be porn."
        ],
        [
            "Sheldon",
            "Did you get the part?"
        ],
        [
            "Penny",
            "I didn’t do the audition."
        ],
        [
            "Sheldon",
            "Given the state of your career, can you really afford to be picky?"
        ],
        [
            "Priya",
            "I took acting classes when I was at Cambridge. I loved it. We did Taming of the Shrew."
        ],
        [
            "Leonard",
            "Oh, wow. I love Taming of the Shrew. I did a paper on it in high school. Who knows not where a wasp does wear his sting? In his tail."
        ],
        [
            "Priya",
            "In his tongue."
        ],
        [
            "Leonard",
            "Whose tongue?"
        ],
        [
            "Priya",
            "Yours, if you talk of tails, and so farewell."
        ],
        [
            "Leonard",
            "What, with my tongue in your tail?"
        ],
        [
            "Amy",
            "I’m regretting my earlier cattiness. She is an absolute delight."
        ],
        [
            "Scene",
            "Bernadette’s bedroom. "
        ],
        [
            "Bernadette",
            "Wow."
        ],
        [
            "Howard",
            "Wow, indeed."
        ],
        [
            "Bernadette",
            "I can’t believe we’re finally living together."
        ],
        [
            "Howard",
            "Yeah. You know what would make this moment perfect?"
        ],
        [
            "Bernadette",
            "What?"
        ],
        [
            "Howard",
            "A little snack. You got any string cheese?"
        ],
        [
            "Bernadette",
            "No. I, I might have some cheddar."
        ],
        [
            "Howard",
            "Not as good. You can’t make strings with it. Remind me to put it on your shopping list."
        ],
        [
            "Bernadette",
            "Okay."
        ],
        [
            "Howard",
            "You have hypo-allergenic detergent?"
        ],
        [
            "Bernadette",
            "No."
        ],
        [
            "Howard",
            "Better put it on the list. If you wash my underwear with regular soap, I get little red bumps on my tuchus."
        ],
        [
            "Bernadette",
            "Wait a second. I’m doing your laundry?"
        ],
        [
            "Howard",
            "Well, honey, it’s not gonna do itself. Oh, before I forget, tomorrow morning, you’re driving me to the dentist."
        ],
        [
            "Bernadette",
            "I have to take you?"
        ],
        [
            "Howard",
            "You don’t have to take me. You get to take me."
        ],
        [
            "Bernadette",
            "Wait a minute. Are you telling me your mother usually takes you to the dentist?"
        ],
        [
            "Howard",
            "It’s not weird. There’s lots of kids there with their moms."
        ],
        [
            "Bernadette",
            "I can’t believe this."
        ],
        [
            "Howard",
            "What? It’s fun. If I have no cavities, afterwards, we go out for a treat."
        ],
        [
            "Bernadette",
            "All right, Howard, let’s get something straight right now. I’m not going to be your mother."
        ],
        [
            "Howard",
            "Whoa, whoa, whoa! Where did that come from?"
        ],
        [
            "Scene",
            "Howard’s house. "
        ],
        [
            "Mrs Wolowitz (off)",
            "Who’s that? Is it a sex criminal?"
        ],
        [
            "Howard",
            "Nobody wants to do that to you, Ma."
        ],
        [
            "Mrs Wolowitz",
            "Where were you?"
        ],
        [
            "Howard",
            "Didn’t you read my email?"
        ],
        [
            "Mrs Wolowitz",
            "You know I can’t turn on that ferkakta computer. I left you some brisket on the kitchen counter."
        ],
        [
            "Howard",
            "Thank you."
        ],
        [
            "Mrs Wolowitz",
            "Remember to floss after. We have the dentist in the morning!"
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "Oh, hey. What’s up?"
        ],
        [
            "Amy",
            "I just wanted to check in on you."
        ],
        [
            "Penny",
            "Why?"
        ],
        [
            "Amy",
            "It seems like the appropriate thing to do when one’s best friend finds herself replaced by a smart, beautiful woman with the smouldering sexuality of a crouched Bengal tiger."
        ],
        [
            "Penny",
            "I already told you, I’m okay with it. I mean, if anything, I’m quite pleased (starting to blub) that Leonard has found someone (starting to blub) that makes him so happy."
        ],
        [
            "Amy",
            "It’s okay, it’s okay."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Amy",
            "Now, let’s get these electrodes attached and see what’s going on in that pretty little noggin of yours."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "I smell Chinese food."
        ],
        [
            "Sheldon",
            "It’s actually Thai. You’re slipping."
        ],
        [
            "Penny",
            "Are Leonard and Priya here?"
        ],
        [
            "Sheldon",
            "They went to Catalina for the weekend."
        ],
        [
            "Penny",
            "Oh. Where’s Raj?"
        ],
        [
            "Sheldon",
            "At home, forbidding it."
        ],
        [
            "Penny",
            "How about Howard?"
        ],
        [
            "Sheldon",
            "I’m given to understand his mother grounded him for running away."
        ],
        [
            "Penny",
            "Oh, okay. Well, I guess it’s just the two of us, huh?"
        ],
        [
            "Sheldon",
            "Actually, it’s the three of us."
        ],
        [
            "Amy (on webcam)",
            "What up, bestie? Good news. Thanks to you, I was able to make a rhesus monkey cry like a disgraced televangelist."
        ],
        [
            "Penny",
            "Great."
        ],
        [
            "Amy",
            "So, you feeling better?"
        ],
        [
            "Penny",
            "Not really."
        ],
        [
            "Amy",
            "Sheldon, you have a guest who’s upset."
        ],
        [
            "Sheldon",
            "Right. I’ll make tea."
        ],
        [
            "Penny",
            "Oh, sweetie, it’s okay. I don’t want tea."
        ],
        [
            "Sheldon",
            "I’m sorry. It’s not optional."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-16-the-cohabitation-formulation/"
}