{
    "Season": 4,
    "Episode": 17,
    "Title": "the toast derivation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. Sheldon is on the phone."
            ],
            [
                24,
                "Credits sequence."
            ],
            [
                49,
                "The bar of the Cheesecake Factory"
            ],
            [
                83,
                "The apartment. "
            ],
            [
                107,
                "The apartment, later. "
            ],
            [
                118,
                "Penny’s apartment."
            ],
            [
                137,
                "The apartment. "
            ],
            [
                164,
                "Raj’s apartment. "
            ],
            [
                184,
                "Penny’s apartment. "
            ],
            [
                212,
                "The apartment. Barry and Zack are singing “Don’t Go Breaking My Heart”"
            ],
            [
                217,
                "Raj’s apartment. "
            ],
            [
                242,
                "The apartment. Stuart is singing “Walking on Sunshine”. Barry and Zack are doing backing vocals. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "Buona sera, Luigi’s Pizza. Buona sera. It means good evening in Italian. May I say, having to explain that to you calls into question the authenticity of your ristorante?"
            ],
            [
                3,
                "Un momento. Oh, for heaven’s sake, now you’re being deliberately stupid. (to Leonard) Where are you going?"
            ],
            [
                5,
                "But tonight’s Thursday. On Thursdays, everybody comes over here and has pizza. Or a reasonable facsimile prepared by someone claiming to be Luigi, but who sounds suspiciously like Jackie Chan."
            ],
            [
                7,
                "We could. We could also stop using the letter M, but I think that idea is isguided and oronic."
            ],
            [
                9,
                "Well, I don’t want to go to a party."
            ],
            [
                11,
                "I’m sorry, but five people eating and chatting is a party."
            ],
            [
                13,
                "Because we don’t throw parties."
            ],
            [
                15,
                "Well, no, sir, and do you know why? In a word, tradition. Every Thursday night for the last eight years, you and I and our friends have gathered here in this very spot to break bread covered with cheese and sauce, discuss the issues of the day, and yes, share a laugh or two. But I guess our rich heritage means nothing to you."
            ],
            [
                17,
                "Wait! Leonard! Wait! What am I going to do for dinner?"
            ],
            [
                19,
                "I can’t do that. What if he serves haggis and blood pudding?"
            ],
            [
                21,
                "But what if he does? I’ll be obliged to dine on liver and lungs stuffed in a sheep’s stomach. And frankly, blood pudding is essentially the same thing. I don’t know why he’s serving both."
            ],
            [
                23,
                "No, I’ll go to your haggis party. But I’m telling you, this is adness. This is utter and coplete adness."
            ],
            [
                25,
                "Oh, dear!"
            ],
            [
                27,
                "Raj’s television. I just realized we’re about to spend an evening watching a plasma screen with a cluster of dead pixels in the upper left-hand corner."
            ],
            [
                29,
                "And be a social pariah? Oh, you know that’s not my style."
            ],
            [
                31,
                "The audible sigh is a show of exasperation, right?"
            ],
            [
                33,
                "Is it about me or the dead pixels?"
            ],
            [
                36,
                "Oh, Indians making Tex-Mex. Might as well have had the Chinese pizza."
            ],
            [
                40,
                "Excuse me. Before this evening goes any further, we need to decide where everyone is going to sit."
            ],
            [
                42,
                "Oh, what fun. We’re like hippies at a love-in."
            ],
            [
                44,
                "Yeah, right on, man. Right on. Oh, look, it’s Harry Potter and 98% of The Sorcerer’s Stone."
            ],
            [
                46,
                "Wonderful. Dinner, some assembly required."
            ],
            [
                48,
                "A margarita? Where are we? What is happening?"
            ],
            [
                51,
                "Water. Neat. With a little umbrella."
            ],
            [
                53,
                "Sadly, Penny, this evening, I am the Dark Knight, roaming these mean streets alone. A windbreaker for my cape, and a stern expression for my cowl."
            ],
            [
                55,
                "Excuse me? Isn’t this the point where the world-weary barkeep absentmindedly wipes down the bar and coaxes the woes out of the troubled patron?"
            ],
            [
                57,
                "I don’t think your heart’s in it, but since you asked. Apparently, because Leonard is dating Raj’s sister, we’re all forced to hang out at his apartment."
            ],
            [
                59,
                "Indeed. Yeah, at one point, Raj put on reggae music, and his sister took off her shoes. It was like the last days of Caligula. (Phone rings) Oh, I have to get this. Umbrella?"
            ],
            [
                61,
                "Wonder what she’s exasperated about. Hello?"
            ],
            [
                63,
                "Yes, I was in a taxi, but the driver didn’t look at all like the photograph on his license, so I leapt out and ran for it."
            ],
            [
                70,
                "Don’t worry. My problems can wait while you two hens finish your clucking."
            ],
            [
                75,
                "Cluck-cluck-cluck."
            ],
            [
                77,
                "Leonard the nucleus? That makes no sense. I’m the whimsical elf that everyone looks to for a good time."
            ],
            [
                85,
                "I’m setting out snacks."
            ],
            [
                87,
                "I didn’t say the snacks were for you now, did I, Nosy Rosie?"
            ],
            [
                89,
                "Yes. Must be killing you wondering who. Fine, I’ll tell you. Stuart from the comic bookstore, Barry Kripke from the university, Penny’s ex-boyfriend Zack and TV’s LeVar Burton."
            ],
            [
                91,
                "Possibly. I Tweeted him."
            ],
            [
                93,
                "Please, Leonard, stop trying to horn in on my new friends."
            ],
            [
                95,
                "Leonard."
            ],
            [
                97,
                "We had a good run, you and I."
            ],
            [
                99,
                "But change is a part of life."
            ],
            [
                101,
                "Okay. I have guests coming. I’m afraid I’m going to have to ask you to leave now."
            ],
            [
                103,
                "Don’t make this harder than it is, Leonard."
            ],
            [
                105,
                "And good-bye to you, sir. He’ll be back."
            ],
            [
                108,
                "Well, it would appear LeVar Burton won’t be joining us so let’s get started. Um, I thought we’d begin by going around the room, introducing ourselves and saying a little bit about why we’re here. Okay. I’m Sheldon. Uh, for regular readers of The New England Journal of High Energy Physics, I need no introduction. If you’re not familiar with that publication, there’s a free copy in your goody bag. Stuart?"
            ],
            [
                110,
                "That’s very nice, Stuart. Zack?"
            ],
            [
                112,
                "Of course. Barry?"
            ],
            [
                114,
                "Patience, patience, Barry. The whaffle… the raffle is the grand finale to an evening-long festival of fun and folly."
            ],
            [
                116,
                "Yes, you must be present to win."
            ],
            [
                139,
                "Question. Was it a Jacuzzi or a hot tub?"
            ],
            [
                142,
                "Jacuzzi is a commercial brand. Hot tub is the generic term, i.e., all Jacuzzis are hot tubs, but not all hot tubs are Jacuzzis."
            ],
            [
                144,
                "Surprisingly, yes."
            ],
            [
                148,
                "The water level rose."
            ],
            [
                150,
                "Of course it did. It’s said that Archimedes, the ancient Greek mathematician, discovered the principle of displacement while taking a bath."
            ],
            [
                152,
                "Forgive me, but I think you’ll find my story is more interesting."
            ],
            [
                154,
                "Better. It has a gold crown. You see, the king wondered how much gold was in it and charged Archimedes with coming up with the solution. Because the crown was irregularly shaped, there was no way to mathematically determine its volume. But, while bathing, Archimedes realized he could immerse the crown and measure the amount the water rose."
            ],
            [
                156,
                "When he finished, he shouted Eureka!"
            ],
            [
                158,
                "All right, that concludes the getting to know you portion of the evening. Who’s ready to play some vintage video games? And tonight’s selections include ColecoVision’s Smurf Rescue in Gargamel’s Castle, Atari’s Cookie Monster Munch, and for you text adventure aficionados, Zork. Pick me, pick me. I’m fun."
            ],
            [
                163,
                "I’m unhappy."
            ],
            [
                215,
                "No."
            ],
            [
                226,
                "Thank you."
            ],
            [
                228,
                "I had to leave. They were having fun wrong."
            ],
            [
                230,
                "Thank you."
            ],
            [
                232,
                "Are there beans in it?"
            ],
            [
                234,
                "Then it’s not chili. Real chili has no beans in it, but you’re from a foreign land, so your ignorance is forgiven."
            ],
            [
                236,
                "Yes, please. Your girlfriend’s a little short-tempered."
            ],
            [
                239,
                "Priya, do you know why this is called a toast?"
            ],
            [
                241,
                "She’s also a bit of a know-it-all. Mmm. This is good. Whatever it is."
            ]
        ],
        "Leonard": [
            [
                2,
                "Okay, I’m out of here."
            ],
            [
                4,
                "I’m having dinner with Priya at Raj’s. I think Howard’s going to be there. You want to join us?"
            ],
            [
                6,
                "Can’t we make a one-time exception for tonight?"
            ],
            [
                8,
                "Just come with me to Raj’s."
            ],
            [
                10,
                "It’s not a party. It’s the same group of people who hang out here, hanging out over there."
            ],
            [
                12,
                "How come it’s not a party when we do it here?"
            ],
            [
                14,
                "I don’t know what to tell you, Sheldon. I’m going to see Priya. Everyone’s over there. You coming or not?"
            ],
            [
                16,
                "I guess you’re right. See you later."
            ],
            [
                18,
                "Come with me to Raj’s and eat there."
            ],
            [
                20,
                "I really doubt that’s what he’ll serve."
            ],
            [
                22,
                "What do you want to do? You want to come with me, or do you want to sit here alone?"
            ],
            [
                26,
                "What?"
            ],
            [
                28,
                "So don’t watch TV. Read a book."
            ],
            [
                30,
                "Ugh!"
            ],
            [
                32,
                "Right."
            ],
            [
                35,
                "Oh, sounds great."
            ],
            [
                38,
                "Hi."
            ],
            [
                43,
                "Just sit here."
            ],
            [
                84,
                "What you doing?"
            ],
            [
                86,
                "You do realize everyone’s eating at Raj’s again tonight?"
            ],
            [
                88,
                "You’re having people over?"
            ],
            [
                90,
                "Really? LeVar Burton’s coming here?"
            ],
            [
                92,
                "Okay, well, tell him I loved him on Star Trek."
            ],
            [
                94,
                "Of course. Good night."
            ],
            [
                96,
                "Yeah?"
            ],
            [
                98,
                "Okay."
            ],
            [
                100,
                "It certainly is."
            ],
            [
                102,
                "I am leaving."
            ],
            [
                104,
                "Good-bye, Sheldon."
            ],
            [
                106,
                "Of course I’ll be back. I live here!"
            ],
            [
                165,
                "This is delicious. Where’d you learn to make chili?"
            ],
            [
                167,
                "I hope she wasn’t anything like my flatmate from Texas."
            ],
            [
                170,
                "Did you know that, per our roommate agreement, I have to wash my feet before I get in the shower? And not in the sink. We each have special buckets."
            ],
            [
                174,
                "Bam. Right in the nose. Made me proud to own a PC."
            ],
            [
                176,
                "Hear, hear."
            ],
            [
                179,
                "Oh, the ancient Romans put spiced toast in their punch bowls."
            ],
            [
                181,
                "He kind of does."
            ],
            [
                183,
                "Aw, hell, I miss him."
            ],
            [
                219,
                "He actually got pretty good. He made us all matching serapes."
            ],
            [
                222,
                "Long before the cats. I think it was around the time he tried to declare our apartment a sovereign nation. I still have some of the currency."
            ],
            [
                227,
                "Hey. I thought you were with your new buddies."
            ]
        ],
        "Raj": [
            [
                34,
                "Hey, you’re just in time. We made Tex-Mex."
            ],
            [
                45,
                "Okay, we’ve got fajitas with all the fixins, so you make your own."
            ],
            [
                173,
                "Nope. Gates gave a speech at the university. Sheldon went up to him afterwards and said, maybe if you weren’t so distracted by sick children in Africa, you could have put a little more thought into Windows Vista.”"
            ],
            [
                175,
                "I’d like to propose a toast to a rare and wonderful Sheldon-free evening."
            ],
            [
                180,
                "Sheldon tells it better."
            ],
            [
                220,
                "I still wear mine when there’s a nip in the air."
            ],
            [
                225,
                "Come on in."
            ],
            [
                237,
                "I’d like to propose a toast to friends, no matter how quirky."
            ]
        ],
        "Priya": [
            [
                37,
                "Hey, you."
            ],
            [
                41,
                "There is no assigned seats, Sheldon. Just sit anywhere. Make yourself comfortable."
            ],
            [
                47,
                "Do you want a margarita, Sheldon?"
            ],
            [
                166,
                "When I was at university in England, my flatmate was from Texas."
            ],
            [
                168,
                "Sheldon is a bit quirky, isn’t he?"
            ],
            [
                172,
                "Oh, God, you’re kidding."
            ],
            [
                178,
                "Why is it called a toast?"
            ],
            [
                218,
                "I’m sorry, Sheldon bought a loom and learned how to weave?"
            ],
            [
                221,
                "Now, was this before or after he adopted the 25 cats?"
            ],
            [
                229,
                "Come here, Sheldon. Sit here with me."
            ],
            [
                231,
                "Would you like some homemade chili?"
            ],
            [
                233,
                "Yes."
            ],
            [
                235,
                "Sheldon, do you want some or not?"
            ],
            [
                240,
                "Actually, I do. I believe the Romans used to put spiced toast in their punch bowls."
            ]
        ],
        "Howard": [
            [
                39,
                "That’s got to be fun for you, huh? Watching Hofstadter suck the saliva out of your sister’s mouth?"
            ],
            [
                169,
                "Oh, please. That crazy bastard’s looking at quirky in the rearview mirror."
            ],
            [
                171,
                "Raj, did you ever tell your sister about the time Sheldon got punched by Bill Gates?"
            ],
            [
                177,
                "Cheers. You realize that’s the first time we’ve ever done that without having to listen to Sheldon tell us why it’s called a toast?"
            ],
            [
                182,
                "Yeah."
            ],
            [
                224,
                "I think it’s like Beetlejuice. We said his name too many times."
            ]
        ],
        "Penny": [
            [
                50,
                "Oh. Hey, Sheldon. What can I get ya?"
            ],
            [
                52,
                "Where are all your friends?"
            ],
            [
                54,
                "Okay."
            ],
            [
                56,
                "Well, I was getting your stupid umbrella, but all right. What’s troubling you, buddy?"
            ],
            [
                58,
                "Oh, the horror."
            ],
            [
                60,
                "Ugh!"
            ],
            [
                65,
                "There you go. Just like recovering alcoholics drink in the Caribbean."
            ],
            [
                67,
                "Oh. Hi, Amy. How you been?"
            ],
            [
                69,
                "Yeah, it’s a great time to be alive, isn’t it?"
            ],
            [
                71,
                "Look, Sheldon, Leonard is dating Priya. She is staying with Raj. That means you’re all probably gonna be hanging out there more."
            ],
            [
                73,
                "Okay, I’m not upset about Leonard and Priya."
            ],
            [
                79,
                "A lot of people think I’m fun to be around."
            ],
            [
                81,
                "Ooh, I got one. If you guys were a band, you’d be called Leonard and the Leonards."
            ],
            [
                119,
                "Oh, hey."
            ],
            [
                122,
                "What’s up?"
            ],
            [
                125,
                "I kind of figured that."
            ],
            [
                127,
                "No."
            ],
            [
                130,
                "Oh. Gee, thanks, but I’m not really in the mood."
            ],
            [
                132,
                "Okay, look, if I agree to go out with you guys, will you promise to stop pestering me about Leonard and Priya?"
            ],
            [
                135,
                "All right. I’ll go change. Come on in."
            ],
            [
                185,
                "So, where do you guys want to go dancing?"
            ],
            [
                188,
                "Oh, yeah, I know that place. What do you think?"
            ],
            [
                190,
                "Okay, let’s go through this one more time. Just because Leonard has a new girlfriend does not mean I need to go out and hook up with some guy."
            ],
            [
                192,
                "Well, yeah, I guess."
            ],
            [
                194,
                "More or less."
            ],
            [
                196,
                "I don’t know. It’s fun while you’re doing it. And then after, it’s mostly embarrassment, self-loathing and regret."
            ],
            [
                198,
                "Yeah, well, it’s not gonna happen tonight. You know, for the first time in my life, I am not in a relationship, and I’m totally okay with it."
            ],
            [
                200,
                "Um, no."
            ],
            [
                204,
                "Oh, it’s a snowflake from the North Pole. Leonard gave it to me last year."
            ],
            [
                206,
                "Yeah, it was."
            ],
            [
                209,
                "Let me see that. Oh, screw it. I can deal with a little self-loathing. Let’s go find me a heinie to bite."
            ]
        ],
        "Amy (on phone)": [
            [
                62,
                "Sheldon, are you all right? When last we spoke, you were going to take a taxi home from Raj’s, but according to Facebook, you just checked in at the Cheesecake Factory."
            ]
        ],
        "Amy": [
            [
                64,
                "Wise."
            ],
            [
                66,
                "Hi, bestie."
            ],
            [
                68,
                "Fine. From this angle, I can see up your nose."
            ],
            [
                72,
                "Penny, I’m sorry you got dragged into this. I know you’re devastated that your ex-boyfriend has found an exciting new lover with flawless, caramel-coloured skin."
            ],
            [
                74,
                "Your flaring nostrils indicate otherwise."
            ],
            [
                76,
                "Sheldon, look at me. I think it’s time to face the fact that Leonard is the nucleus of your social group. Where he goes, the group goes."
            ],
            [
                78,
                "I’m not saying that you’re not fun. You’re the most fun person I know."
            ],
            [
                80,
                "Don’t be needy, bestie. That’s probably part of what chased Leonard away. What I am saying, Sheldon, is that your group is Leonard-centric. If it were a town, it would be Leonardville. If it were an Islamic nation, Leonardstan. If it were the birthplace of motion pictures, we’d all be singing Hooray for Leonardwood."
            ],
            [
                82,
                "So needy."
            ],
            [
                121,
                "Yo, P-dog."
            ],
            [
                124,
                "Parenthetical, the term kidnap is being used playfully."
            ],
            [
                126,
                "Good. Now put this pillowcase over your head."
            ],
            [
                128,
                "She used to be much more fun, until Leonard punched her in the heart."
            ],
            [
                131,
                "You do understand that it will distract you from obsessing over the rich variety of sweet loving that your ex-boyfriend is currently receiving from the fiery jewel of Mumbai."
            ],
            [
                133,
                "Yes."
            ],
            [
                136,
                "If you’d have let me bring the chloroform, we wouldn’t have had to put up with all this jibber-jabber."
            ],
            [
                187,
                "Yes, perhaps somewhere packed tightly with young, beautiful bodies sweating and writhing against each other in a glorious orgy of the flesh."
            ],
            [
                189,
                "That should display enough of your bosom to attract a new mate, or a hungry infant."
            ],
            [
                195,
                "What’s that like?"
            ],
            [
                199,
                "You know, if being on your own is new to you, I’d be happy to share some tension-relieving techniques for ladies I’ve perfected over the years. For example, do you have an electric toothbrush?"
            ],
            [
                201,
                "You should get one."
            ],
            [
                203,
                "It appears to be something preserved between two pieces of acrylic."
            ],
            [
                208,
                "Saying that while holding a snowflake is a little bit heavy-handed, don’t you think?"
            ],
            [
                210,
                "Outstanding. And if we fail, we can always stop at CVS and pick you out a nice toothbrush. I call mine Gerard."
            ]
        ],
        "Stuart": [
            [
                109,
                "Um. Hi. I’m Stuart. I run a comic bookstore, which for financial reasons, I’m currently living in. And I guess what I’m hoping for most out of tonight is a hot shower."
            ],
            [
                146,
                "Can you please get back to the drunk girl? I’d like something to think about in the shower."
            ],
            [
                161,
                "And I’ll take a shower. We’ll meet back here in fifteen."
            ],
            [
                214,
                "Anybody do Walking on Sunshine yet?"
            ],
            [
                216,
                "Dibs."
            ]
        ],
        "Zack": [
            [
                111,
                "I’m Zack, and I’m, uh… uh… could you come back to me?"
            ],
            [
                117,
                "Okay, I’m ready. I’m Zack, and I’m, uh… oh, crap, why is this so hard?"
            ],
            [
                138,
                "Anyway, after we get done snowboarding, I go back to the lodge and get in the Jacuzzi. There’s no one around, so naturally, I’m free-balling it. Next thing I know, this beautiful chick shows up, drunk out of her skull, wants to get in with me."
            ],
            [
                141,
                "What’s the difference?"
            ],
            [
                143,
                "Is that like all thumbs are fingers, but not all fingers are thumbs?"
            ],
            [
                145,
                "Nice. Now, what exactly are toes?"
            ],
            [
                147,
                "Oh, yeah. Right. Anyway, she takes off all of her clothes, climbs into the hot tub, and the first thing I notice…"
            ],
            [
                149,
                "No."
            ],
            [
                155,
                "So, long story short, I nailed her."
            ],
            [
                157,
                "No, I always shout, Holy Moly! Don’t know why. Just do."
            ],
            [
                160,
                "Great, I’ll make a beer run."
            ]
        ],
        "Barry": [
            [
                113,
                "I’m Barry Kwipke, and I’m here because you told me there was going to be a whaffle. When is the whaffle?"
            ],
            [
                115,
                "One more question…"
            ],
            [
                140,
                "Weally? That’s your question?"
            ],
            [
                151,
                "Tewwific. Go ahead, Zack. Naked dwunk girl, fwee-balling, continue."
            ],
            [
                153,
                "Does yours have wet bweasts in it?"
            ],
            [
                159,
                "That all sucks the big haiwy meatball. How about I go get the kawaoke machine out of my car, get plastered and blow the woof off this place?"
            ],
            [
                162,
                "Check."
            ]
        ],
        "Bernadette": [
            [
                120,
                "Hi."
            ],
            [
                123,
                "We’re here to kidnap you for a girls’ night out."
            ],
            [
                129,
                "We just thought you might want to go out and have a good time, maybe go dancing."
            ],
            [
                134,
                "Sure."
            ],
            [
                186,
                "We were hoping you’d know a place."
            ],
            [
                191,
                "But you could if you wanted to, right?"
            ],
            [
                193,
                "Pick out the hottest guy in the room, take him home, do unspeakable things to him, then kick him to the curb with a smile on his face and teeth marks on his heinie?"
            ],
            [
                197,
                "I would take that deal all day long."
            ],
            [
                202,
                "What’s that?"
            ],
            [
                205,
                "Oh, God, that is so romantic."
            ],
            [
                207,
                "Leonard’s really one of a kind."
            ],
            [
                211,
                "That’s kind of creepy."
            ]
        ],
        "Sheldon (outside)": [
            [
                223,
                "(Knock, knock, knock) All my friends. (Knock, knock, knock) All my friends. (Knock, knock, knock) All my friends."
            ]
        ],
        "All": [
            [
                238,
                "Cheers."
            ]
        ],
        "LeVar Burton": [
            [
                244,
                "Hello? I… Oh, I don’t think so. I am so done with Twitter."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. Sheldon is on the phone."
        ],
        [
            "Sheldon",
            "Buona sera, Luigi’s Pizza. Buona sera. It means good evening in Italian. May I say, having to explain that to you calls into question the authenticity of your ristorante?"
        ],
        [
            "Leonard",
            "Okay, I’m out of here."
        ],
        [
            "Sheldon",
            "Un momento. Oh, for heaven’s sake, now you’re being deliberately stupid. (to Leonard) Where are you going?"
        ],
        [
            "Leonard",
            "I’m having dinner with Priya at Raj’s. I think Howard’s going to be there. You want to join us?"
        ],
        [
            "Sheldon",
            "But tonight’s Thursday. On Thursdays, everybody comes over here and has pizza. Or a reasonable facsimile prepared by someone claiming to be Luigi, but who sounds suspiciously like Jackie Chan."
        ],
        [
            "Leonard",
            "Can’t we make a one-time exception for tonight?"
        ],
        [
            "Sheldon",
            "We could. We could also stop using the letter M, but I think that idea is isguided and oronic."
        ],
        [
            "Leonard",
            "Just come with me to Raj’s."
        ],
        [
            "Sheldon",
            "Well, I don’t want to go to a party."
        ],
        [
            "Leonard",
            "It’s not a party. It’s the same group of people who hang out here, hanging out over there."
        ],
        [
            "Sheldon",
            "I’m sorry, but five people eating and chatting is a party."
        ],
        [
            "Leonard",
            "How come it’s not a party when we do it here?"
        ],
        [
            "Sheldon",
            "Because we don’t throw parties."
        ],
        [
            "Leonard",
            "I don’t know what to tell you, Sheldon. I’m going to see Priya. Everyone’s over there. You coming or not?"
        ],
        [
            "Sheldon",
            "Well, no, sir, and do you know why? In a word, tradition. Every Thursday night for the last eight years, you and I and our friends have gathered here in this very spot to break bread covered with cheese and sauce, discuss the issues of the day, and yes, share a laugh or two. But I guess our rich heritage means nothing to you."
        ],
        [
            "Leonard",
            "I guess you’re right. See you later."
        ],
        [
            "Sheldon",
            "Wait! Leonard! Wait! What am I going to do for dinner?"
        ],
        [
            "Leonard",
            "Come with me to Raj’s and eat there."
        ],
        [
            "Sheldon",
            "I can’t do that. What if he serves haggis and blood pudding?"
        ],
        [
            "Leonard",
            "I really doubt that’s what he’ll serve."
        ],
        [
            "Sheldon",
            "But what if he does? I’ll be obliged to dine on liver and lungs stuffed in a sheep’s stomach. And frankly, blood pudding is essentially the same thing. I don’t know why he’s serving both."
        ],
        [
            "Leonard",
            "What do you want to do? You want to come with me, or do you want to sit here alone?"
        ],
        [
            "Sheldon",
            "No, I’ll go to your haggis party. But I’m telling you, this is adness. This is utter and coplete adness."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Sheldon",
            "Oh, dear!"
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "Raj’s television. I just realized we’re about to spend an evening watching a plasma screen with a cluster of dead pixels in the upper left-hand corner."
        ],
        [
            "Leonard",
            "So don’t watch TV. Read a book."
        ],
        [
            "Sheldon",
            "And be a social pariah? Oh, you know that’s not my style."
        ],
        [
            "Leonard",
            "Ugh!"
        ],
        [
            "Sheldon",
            "The audible sigh is a show of exasperation, right?"
        ],
        [
            "Leonard",
            "Right."
        ],
        [
            "Sheldon",
            "Is it about me or the dead pixels?"
        ],
        [
            "Raj",
            "Hey, you’re just in time. We made Tex-Mex."
        ],
        [
            "Leonard",
            "Oh, sounds great."
        ],
        [
            "Sheldon",
            "Oh, Indians making Tex-Mex. Might as well have had the Chinese pizza."
        ],
        [
            "Priya",
            "Hey, you."
        ],
        [
            "Leonard",
            "Hi."
        ],
        [
            "Howard",
            "That’s got to be fun for you, huh? Watching Hofstadter suck the saliva out of your sister’s mouth?"
        ],
        [
            "Sheldon",
            "Excuse me. Before this evening goes any further, we need to decide where everyone is going to sit."
        ],
        [
            "Priya",
            "There is no assigned seats, Sheldon. Just sit anywhere. Make yourself comfortable."
        ],
        [
            "Sheldon",
            "Oh, what fun. We’re like hippies at a love-in."
        ],
        [
            "Leonard",
            "Just sit here."
        ],
        [
            "Sheldon",
            "Yeah, right on, man. Right on. Oh, look, it’s Harry Potter and 98% of The Sorcerer’s Stone."
        ],
        [
            "Raj",
            "Okay, we’ve got fajitas with all the fixins, so you make your own."
        ],
        [
            "Sheldon",
            "Wonderful. Dinner, some assembly required."
        ],
        [
            "Priya",
            "Do you want a margarita, Sheldon?"
        ],
        [
            "Sheldon",
            "A margarita? Where are we? What is happening?"
        ],
        [
            "Scene",
            "The bar of the Cheesecake Factory"
        ],
        [
            "Penny",
            "Oh. Hey, Sheldon. What can I get ya?"
        ],
        [
            "Sheldon",
            "Water. Neat. With a little umbrella."
        ],
        [
            "Penny",
            "Where are all your friends?"
        ],
        [
            "Sheldon",
            "Sadly, Penny, this evening, I am the Dark Knight, roaming these mean streets alone. A windbreaker for my cape, and a stern expression for my cowl."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Sheldon",
            "Excuse me? Isn’t this the point where the world-weary barkeep absentmindedly wipes down the bar and coaxes the woes out of the troubled patron?"
        ],
        [
            "Penny",
            "Well, I was getting your stupid umbrella, but all right. What’s troubling you, buddy?"
        ],
        [
            "Sheldon",
            "I don’t think your heart’s in it, but since you asked. Apparently, because Leonard is dating Raj’s sister, we’re all forced to hang out at his apartment."
        ],
        [
            "Penny",
            "Oh, the horror."
        ],
        [
            "Sheldon",
            "Indeed. Yeah, at one point, Raj put on reggae music, and his sister took off her shoes. It was like the last days of Caligula. (Phone rings) Oh, I have to get this. Umbrella?"
        ],
        [
            "Penny",
            "Ugh!"
        ],
        [
            "Sheldon",
            "Wonder what she’s exasperated about. Hello?"
        ],
        [
            "Amy (on phone)",
            "Sheldon, are you all right? When last we spoke, you were going to take a taxi home from Raj’s, but according to Facebook, you just checked in at the Cheesecake Factory."
        ],
        [
            "Sheldon",
            "Yes, I was in a taxi, but the driver didn’t look at all like the photograph on his license, so I leapt out and ran for it."
        ],
        [
            "Amy",
            "Wise."
        ],
        [
            "Penny",
            "There you go. Just like recovering alcoholics drink in the Caribbean."
        ],
        [
            "Amy",
            "Hi, bestie."
        ],
        [
            "Penny",
            "Oh. Hi, Amy. How you been?"
        ],
        [
            "Amy",
            "Fine. From this angle, I can see up your nose."
        ],
        [
            "Penny",
            "Yeah, it’s a great time to be alive, isn’t it?"
        ],
        [
            "Sheldon",
            "Don’t worry. My problems can wait while you two hens finish your clucking."
        ],
        [
            "Penny",
            "Look, Sheldon, Leonard is dating Priya. She is staying with Raj. That means you’re all probably gonna be hanging out there more."
        ],
        [
            "Amy",
            "Penny, I’m sorry you got dragged into this. I know you’re devastated that your ex-boyfriend has found an exciting new lover with flawless, caramel-coloured skin."
        ],
        [
            "Penny",
            "Okay, I’m not upset about Leonard and Priya."
        ],
        [
            "Amy",
            "Your flaring nostrils indicate otherwise."
        ],
        [
            "Sheldon",
            "Cluck-cluck-cluck."
        ],
        [
            "Amy",
            "Sheldon, look at me. I think it’s time to face the fact that Leonard is the nucleus of your social group. Where he goes, the group goes."
        ],
        [
            "Sheldon",
            "Leonard the nucleus? That makes no sense. I’m the whimsical elf that everyone looks to for a good time."
        ],
        [
            "Amy",
            "I’m not saying that you’re not fun. You’re the most fun person I know."
        ],
        [
            "Penny",
            "A lot of people think I’m fun to be around."
        ],
        [
            "Amy",
            "Don’t be needy, bestie. That’s probably part of what chased Leonard away. What I am saying, Sheldon, is that your group is Leonard-centric. If it were a town, it would be Leonardville. If it were an Islamic nation, Leonardstan. If it were the birthplace of motion pictures, we’d all be singing Hooray for Leonardwood."
        ],
        [
            "Penny",
            "Ooh, I got one. If you guys were a band, you’d be called Leonard and the Leonards."
        ],
        [
            "Amy",
            "So needy."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "What you doing?"
        ],
        [
            "Sheldon",
            "I’m setting out snacks."
        ],
        [
            "Leonard",
            "You do realize everyone’s eating at Raj’s again tonight?"
        ],
        [
            "Sheldon",
            "I didn’t say the snacks were for you now, did I, Nosy Rosie?"
        ],
        [
            "Leonard",
            "You’re having people over?"
        ],
        [
            "Sheldon",
            "Yes. Must be killing you wondering who. Fine, I’ll tell you. Stuart from the comic bookstore, Barry Kripke from the university, Penny’s ex-boyfriend Zack and TV’s LeVar Burton."
        ],
        [
            "Leonard",
            "Really? LeVar Burton’s coming here?"
        ],
        [
            "Sheldon",
            "Possibly. I Tweeted him."
        ],
        [
            "Leonard",
            "Okay, well, tell him I loved him on Star Trek."
        ],
        [
            "Sheldon",
            "Please, Leonard, stop trying to horn in on my new friends."
        ],
        [
            "Leonard",
            "Of course. Good night."
        ],
        [
            "Sheldon",
            "Leonard."
        ],
        [
            "Leonard",
            "Yeah?"
        ],
        [
            "Sheldon",
            "We had a good run, you and I."
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Sheldon",
            "But change is a part of life."
        ],
        [
            "Leonard",
            "It certainly is."
        ],
        [
            "Sheldon",
            "Okay. I have guests coming. I’m afraid I’m going to have to ask you to leave now."
        ],
        [
            "Leonard",
            "I am leaving."
        ],
        [
            "Sheldon",
            "Don’t make this harder than it is, Leonard."
        ],
        [
            "Leonard",
            "Good-bye, Sheldon."
        ],
        [
            "Sheldon",
            "And good-bye to you, sir. He’ll be back."
        ],
        [
            "Leonard",
            "Of course I’ll be back. I live here!"
        ],
        [
            "Scene",
            "The apartment, later. "
        ],
        [
            "Sheldon",
            "Well, it would appear LeVar Burton won’t be joining us so let’s get started. Um, I thought we’d begin by going around the room, introducing ourselves and saying a little bit about why we’re here. Okay. I’m Sheldon. Uh, for regular readers of The New England Journal of High Energy Physics, I need no introduction. If you’re not familiar with that publication, there’s a free copy in your goody bag. Stuart?"
        ],
        [
            "Stuart",
            "Um. Hi. I’m Stuart. I run a comic bookstore, which for financial reasons, I’m currently living in. And I guess what I’m hoping for most out of tonight is a hot shower."
        ],
        [
            "Sheldon",
            "That’s very nice, Stuart. Zack?"
        ],
        [
            "Zack",
            "I’m Zack, and I’m, uh… uh… could you come back to me?"
        ],
        [
            "Sheldon",
            "Of course. Barry?"
        ],
        [
            "Barry",
            "I’m Barry Kwipke, and I’m here because you told me there was going to be a whaffle. When is the whaffle?"
        ],
        [
            "Sheldon",
            "Patience, patience, Barry. The whaffle… the raffle is the grand finale to an evening-long festival of fun and folly."
        ],
        [
            "Barry",
            "One more question…"
        ],
        [
            "Sheldon",
            "Yes, you must be present to win."
        ],
        [
            "Zack",
            "Okay, I’m ready. I’m Zack, and I’m, uh… oh, crap, why is this so hard?"
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "Oh, hey."
        ],
        [
            "Bernadette",
            "Hi."
        ],
        [
            "Amy",
            "Yo, P-dog."
        ],
        [
            "Penny",
            "What’s up?"
        ],
        [
            "Bernadette",
            "We’re here to kidnap you for a girls’ night out."
        ],
        [
            "Amy",
            "Parenthetical, the term kidnap is being used playfully."
        ],
        [
            "Penny",
            "I kind of figured that."
        ],
        [
            "Amy",
            "Good. Now put this pillowcase over your head."
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Amy",
            "She used to be much more fun, until Leonard punched her in the heart."
        ],
        [
            "Bernadette",
            "We just thought you might want to go out and have a good time, maybe go dancing."
        ],
        [
            "Penny",
            "Oh. Gee, thanks, but I’m not really in the mood."
        ],
        [
            "Amy",
            "You do understand that it will distract you from obsessing over the rich variety of sweet loving that your ex-boyfriend is currently receiving from the fiery jewel of Mumbai."
        ],
        [
            "Penny",
            "Okay, look, if I agree to go out with you guys, will you promise to stop pestering me about Leonard and Priya?"
        ],
        [
            "Amy",
            "Yes."
        ],
        [
            "Bernadette",
            "Sure."
        ],
        [
            "Penny",
            "All right. I’ll go change. Come on in."
        ],
        [
            "Amy",
            "If you’d have let me bring the chloroform, we wouldn’t have had to put up with all this jibber-jabber."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Zack",
            "Anyway, after we get done snowboarding, I go back to the lodge and get in the Jacuzzi. There’s no one around, so naturally, I’m free-balling it. Next thing I know, this beautiful chick shows up, drunk out of her skull, wants to get in with me."
        ],
        [
            "Sheldon",
            "Question. Was it a Jacuzzi or a hot tub?"
        ],
        [
            "Barry",
            "Weally? That’s your question?"
        ],
        [
            "Zack",
            "What’s the difference?"
        ],
        [
            "Sheldon",
            "Jacuzzi is a commercial brand. Hot tub is the generic term, i.e., all Jacuzzis are hot tubs, but not all hot tubs are Jacuzzis."
        ],
        [
            "Zack",
            "Is that like all thumbs are fingers, but not all fingers are thumbs?"
        ],
        [
            "Sheldon",
            "Surprisingly, yes."
        ],
        [
            "Zack",
            "Nice. Now, what exactly are toes?"
        ],
        [
            "Stuart",
            "Can you please get back to the drunk girl? I’d like something to think about in the shower."
        ],
        [
            "Zack",
            "Oh, yeah. Right. Anyway, she takes off all of her clothes, climbs into the hot tub, and the first thing I notice…"
        ],
        [
            "Sheldon",
            "The water level rose."
        ],
        [
            "Zack",
            "No."
        ],
        [
            "Sheldon",
            "Of course it did. It’s said that Archimedes, the ancient Greek mathematician, discovered the principle of displacement while taking a bath."
        ],
        [
            "Barry",
            "Tewwific. Go ahead, Zack. Naked dwunk girl, fwee-balling, continue."
        ],
        [
            "Sheldon",
            "Forgive me, but I think you’ll find my story is more interesting."
        ],
        [
            "Barry",
            "Does yours have wet bweasts in it?"
        ],
        [
            "Sheldon",
            "Better. It has a gold crown. You see, the king wondered how much gold was in it and charged Archimedes with coming up with the solution. Because the crown was irregularly shaped, there was no way to mathematically determine its volume. But, while bathing, Archimedes realized he could immerse the crown and measure the amount the water rose."
        ],
        [
            "Zack",
            "So, long story short, I nailed her."
        ],
        [
            "Sheldon",
            "When he finished, he shouted Eureka!"
        ],
        [
            "Zack",
            "No, I always shout, Holy Moly! Don’t know why. Just do."
        ],
        [
            "Sheldon",
            "All right, that concludes the getting to know you portion of the evening. Who’s ready to play some vintage video games? And tonight’s selections include ColecoVision’s Smurf Rescue in Gargamel’s Castle, Atari’s Cookie Monster Munch, and for you text adventure aficionados, Zork. Pick me, pick me. I’m fun."
        ],
        [
            "Barry",
            "That all sucks the big haiwy meatball. How about I go get the kawaoke machine out of my car, get plastered and blow the woof off this place?"
        ],
        [
            "Zack",
            "Great, I’ll make a beer run."
        ],
        [
            "Stuart",
            "And I’ll take a shower. We’ll meet back here in fifteen."
        ],
        [
            "Barry",
            "Check."
        ],
        [
            "Sheldon",
            "I’m unhappy."
        ],
        [
            "Scene",
            "Raj’s apartment. "
        ],
        [
            "Leonard",
            "This is delicious. Where’d you learn to make chili?"
        ],
        [
            "Priya",
            "When I was at university in England, my flatmate was from Texas."
        ],
        [
            "Leonard",
            "I hope she wasn’t anything like my flatmate from Texas."
        ],
        [
            "Priya",
            "Sheldon is a bit quirky, isn’t he?"
        ],
        [
            "Howard",
            "Oh, please. That crazy bastard’s looking at quirky in the rearview mirror."
        ],
        [
            "Leonard",
            "Did you know that, per our roommate agreement, I have to wash my feet before I get in the shower? And not in the sink. We each have special buckets."
        ],
        [
            "Howard",
            "Raj, did you ever tell your sister about the time Sheldon got punched by Bill Gates?"
        ],
        [
            "Priya",
            "Oh, God, you’re kidding."
        ],
        [
            "Raj",
            "Nope. Gates gave a speech at the university. Sheldon went up to him afterwards and said, maybe if you weren’t so distracted by sick children in Africa, you could have put a little more thought into Windows Vista.”"
        ],
        [
            "Leonard",
            "Bam. Right in the nose. Made me proud to own a PC."
        ],
        [
            "Raj",
            "I’d like to propose a toast to a rare and wonderful Sheldon-free evening."
        ],
        [
            "Leonard",
            "Hear, hear."
        ],
        [
            "Howard",
            "Cheers. You realize that’s the first time we’ve ever done that without having to listen to Sheldon tell us why it’s called a toast?"
        ],
        [
            "Priya",
            "Why is it called a toast?"
        ],
        [
            "Leonard",
            "Oh, the ancient Romans put spiced toast in their punch bowls."
        ],
        [
            "Raj",
            "Sheldon tells it better."
        ],
        [
            "Leonard",
            "He kind of does."
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Leonard",
            "Aw, hell, I miss him."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "So, where do you guys want to go dancing?"
        ],
        [
            "Bernadette",
            "We were hoping you’d know a place."
        ],
        [
            "Amy",
            "Yes, perhaps somewhere packed tightly with young, beautiful bodies sweating and writhing against each other in a glorious orgy of the flesh."
        ],
        [
            "Penny",
            "Oh, yeah, I know that place. What do you think?"
        ],
        [
            "Amy",
            "That should display enough of your bosom to attract a new mate, or a hungry infant."
        ],
        [
            "Penny",
            "Okay, let’s go through this one more time. Just because Leonard has a new girlfriend does not mean I need to go out and hook up with some guy."
        ],
        [
            "Bernadette",
            "But you could if you wanted to, right?"
        ],
        [
            "Penny",
            "Well, yeah, I guess."
        ],
        [
            "Bernadette",
            "Pick out the hottest guy in the room, take him home, do unspeakable things to him, then kick him to the curb with a smile on his face and teeth marks on his heinie?"
        ],
        [
            "Penny",
            "More or less."
        ],
        [
            "Amy",
            "What’s that like?"
        ],
        [
            "Penny",
            "I don’t know. It’s fun while you’re doing it. And then after, it’s mostly embarrassment, self-loathing and regret."
        ],
        [
            "Bernadette",
            "I would take that deal all day long."
        ],
        [
            "Penny",
            "Yeah, well, it’s not gonna happen tonight. You know, for the first time in my life, I am not in a relationship, and I’m totally okay with it."
        ],
        [
            "Amy",
            "You know, if being on your own is new to you, I’d be happy to share some tension-relieving techniques for ladies I’ve perfected over the years. For example, do you have an electric toothbrush?"
        ],
        [
            "Penny",
            "Um, no."
        ],
        [
            "Amy",
            "You should get one."
        ],
        [
            "Bernadette",
            "What’s that?"
        ],
        [
            "Amy",
            "It appears to be something preserved between two pieces of acrylic."
        ],
        [
            "Penny",
            "Oh, it’s a snowflake from the North Pole. Leonard gave it to me last year."
        ],
        [
            "Bernadette",
            "Oh, God, that is so romantic."
        ],
        [
            "Penny",
            "Yeah, it was."
        ],
        [
            "Bernadette",
            "Leonard’s really one of a kind."
        ],
        [
            "Amy",
            "Saying that while holding a snowflake is a little bit heavy-handed, don’t you think?"
        ],
        [
            "Penny",
            "Let me see that. Oh, screw it. I can deal with a little self-loathing. Let’s go find me a heinie to bite."
        ],
        [
            "Amy",
            "Outstanding. And if we fail, we can always stop at CVS and pick you out a nice toothbrush. I call mine Gerard."
        ],
        [
            "Bernadette",
            "That’s kind of creepy."
        ],
        [
            "Scene",
            "The apartment. Barry and Zack are singing “Don’t Go Breaking My Heart”"
        ],
        [
            "Stuart",
            "Anybody do Walking on Sunshine yet?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Stuart",
            "Dibs."
        ],
        [
            "Scene",
            "Raj’s apartment. "
        ],
        [
            "Priya",
            "I’m sorry, Sheldon bought a loom and learned how to weave?"
        ],
        [
            "Leonard",
            "He actually got pretty good. He made us all matching serapes."
        ],
        [
            "Raj",
            "I still wear mine when there’s a nip in the air."
        ],
        [
            "Priya",
            "Now, was this before or after he adopted the 25 cats?"
        ],
        [
            "Leonard",
            "Long before the cats. I think it was around the time he tried to declare our apartment a sovereign nation. I still have some of the currency."
        ],
        [
            "Sheldon (outside)",
            "(Knock, knock, knock) All my friends. (Knock, knock, knock) All my friends. (Knock, knock, knock) All my friends."
        ],
        [
            "Howard",
            "I think it’s like Beetlejuice. We said his name too many times."
        ],
        [
            "Raj",
            "Come on in."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Leonard",
            "Hey. I thought you were with your new buddies."
        ],
        [
            "Sheldon",
            "I had to leave. They were having fun wrong."
        ],
        [
            "Priya",
            "Come here, Sheldon. Sit here with me."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Priya",
            "Would you like some homemade chili?"
        ],
        [
            "Sheldon",
            "Are there beans in it?"
        ],
        [
            "Priya",
            "Yes."
        ],
        [
            "Sheldon",
            "Then it’s not chili. Real chili has no beans in it, but you’re from a foreign land, so your ignorance is forgiven."
        ],
        [
            "Priya",
            "Sheldon, do you want some or not?"
        ],
        [
            "Sheldon",
            "Yes, please. Your girlfriend’s a little short-tempered."
        ],
        [
            "Raj",
            "I’d like to propose a toast to friends, no matter how quirky."
        ],
        [
            "All",
            "Cheers."
        ],
        [
            "Sheldon",
            "Priya, do you know why this is called a toast?"
        ],
        [
            "Priya",
            "Actually, I do. I believe the Romans used to put spiced toast in their punch bowls."
        ],
        [
            "Sheldon",
            "She’s also a bit of a know-it-all. Mmm. This is good. Whatever it is."
        ],
        [
            "Scene",
            "The apartment. Stuart is singing “Walking on Sunshine”. Barry and Zack are doing backing vocals. "
        ],
        [
            "LeVar Burton",
            "Hello? I… Oh, I don’t think so. I am so done with Twitter."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-17-the-toast-derivation/"
}