{
    "Season": 4,
    "Episode": 19,
    "Title": "the zarnecki incursion",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment"
            ],
            [
                36,
                "Credits sequence."
            ],
            [
                38,
                "The apartment."
            ],
            [
                61,
                "Penny’s apartment. "
            ],
            [
                81,
                "The apartment"
            ],
            [
                109,
                "The hallway. "
            ],
            [
                120,
                "The cafeteria."
            ],
            [
                150,
                "watching Wheel of Fortune, so If we could leave at eight, we’d still be able to regain our birthright at ten, ten thirty latest."
            ],
            [
                158,
                "Howard’s house"
            ],
            [
                176,
                "Leonard’s car. "
            ],
            [
                191,
                "Stuck in a traffic tailback."
            ],
            [
                194,
                "Outside Todd Zarnecki’s house."
            ],
            [
                219,
                "Leonard’s car."
            ],
            [
                234,
                "Penny’s car."
            ],
            [
                249,
                "Todd Zarnecki’s house. Todd answers the door. "
            ],
            [
                256,
                "The lobby. "
            ],
            [
                264,
                "(They ascend all three flights of stairs in silence.)"
            ]
        ],
        "Sheldon": [
            [
                1,
                "Why hast thou forsaken me, O deity whose existence I doubt?"
            ],
            [
                4,
                "They stole everything, Leonard, everything."
            ],
            [
                9,
                "What didn’t they get? They got my enchanted weapons, my vicious gladiator armour, my wand of untainted power, and all my gold."
            ],
            [
                11,
                "What choice did I have? The mighty Sheldor, level 85 blood elf, hero of the Eastern kingdoms, has been picked clean, like a carcass in the desert sun. Plus, the FBI hung up on me."
            ],
            [
                13,
                "They took my battle ostrich."
            ],
            [
                15,
                "Yes, Glenn! The only bird I ever loved."
            ],
            [
                18,
                "Wait a minute! You’re not going to do anything?"
            ],
            [
                20,
                "Doctor Cooper."
            ],
            [
                24,
                "That’s from Avatar, World of Warcraft takes place in Azeroth. Goodness gracious, how are you allowed to carry a gun? Can you at least refer me to a rogue ex-cop?"
            ],
            [
                26,
                "You know, one who was drummed off the force because he refused to play by the rules, and now he hires himself out to impose his own brand of rough justice?"
            ],
            [
                29,
                "It’s all gone. All gone."
            ],
            [
                31,
                "What kind of world do we live in, where a man would take another man’s battle ostrich?"
            ],
            [
                33,
                "This act of aggression must be met with swift and cruel ferocity. It is time to cry havoc, and let slip the dogs of war."
            ],
            [
                35,
                "See if Raj is done with Pilates."
            ],
            [
                39,
                "Three thousand hours. Three thousand hours clicking on that mouse, collecting weapons and gold. It’s almost as if it was a huge waste of time."
            ],
            [
                41,
                "Oh! There isn’t enough camomile tea in the world to quell the rage in my heart."
            ],
            [
                43,
                "Can we trust him?"
            ],
            [
                46,
                "No. Glenn’s was leather. He was a simple ostrich. Is! Is, I haven’t given up hope."
            ],
            [
                50,
                "That game? Excuse me, Penny, but Doodle Jump is a game. Angry Birds is a game. World of Warcraft is a massively multi-player online role-playing… all right, technically it’s a game."
            ],
            [
                53,
                "Stale pastry is hollow succour to a man who is bereft of ostrich."
            ],
            [
                55,
                "I thought I just did."
            ],
            [
                95,
                "Be ruthless. You tell him if he doesn’t start talking, we’ll register a complaint with his Internet service provider."
            ],
            [
                97,
                "I don’t care! I’m losin’ it, man!"
            ],
            [
                108,
                "And people think I don’t get sarcasm."
            ],
            [
                128,
                "What?"
            ],
            [
                131,
                "I’ve never said these words before, but good job, Howard!"
            ],
            [
                133,
                "The name and the address drip with evil."
            ],
            [
                138,
                "Excellent! It’s in a cul-de-sac. We can box him in."
            ],
            [
                140,
                "Carlsbad is only a couple of hours away."
            ],
            [
                142,
                "I don’t know if you’ve been following the news, Leonard, but there have been some terrific advancements in the field of torture."
            ],
            [
                144,
                "Fine, we’ll abide by the Geneva Convention. But ask yourself this, in the course of our lives, how much lunch money has been taken from us? How many kites? How many Scooby-Doo Trapper Keepers?"
            ],
            [
                146,
                "Of course you did. It was a fun and practical way of organizing your school work. But the bullies took it from us. Well, no more. Tonight, we take back our dignity, our birthright and our pride. What do you say? Who’s with me?"
            ],
            [
                148,
                "Sure."
            ],
            [
                151,
                "Fine. Leonard?"
            ],
            [
                157,
                "One moment. (Places a tissue on their hands before adding his own) I’m hell-bent on catching a cyber criminal, not the common cold."
            ],
            [
                159,
                "I’m sorry, I thought this delay was so you could watch Wheel of Fortune with your mother."
            ],
            [
                174,
                "That’s uncanny."
            ],
            [
                181,
                "Sea World is better. It has Shamu, who is literally tons of fun. But for the moment, let’s stay focused on Todd Zarnecki."
            ],
            [
                183,
                "I almost feel sorry for the poor fool, sitting in his split-level suburban ranch, unaware that a vengeful horde is barrelling down the San Diego Freeway at 71 miles an hour. Ease up there, lead foot. You trying to get us killed?"
            ],
            [
                185,
                "This says Beyonce Bootylicious Dance Mix."
            ],
            [
                190,
                "We are winged fury! Which is still no excuse for going over the posted speed limit."
            ],
            [
                193,
                "I always prefer the train."
            ],
            [
                196,
                "Coming."
            ],
            [
                198,
                "No weapon strikes more fear into a man’s heart than a Klingon bat’leth."
            ],
            [
                200,
                "So my blade shall not taste blood tonight?"
            ],
            [
                202,
                "Well, now I just feel silly holding it."
            ],
            [
                204,
                "Can I at least kick down the door?"
            ],
            [
                207,
                "Your doom!"
            ],
            [
                209,
                "Good point. Basket of puppies."
            ],
            [
                212,
                "Are you Todd Zarnecki?"
            ],
            [
                214,
                "I am Sheldor of Azeroth. I want my things back."
            ],
            [
                216,
                "Careful. That’s a collectible."
            ],
            [
                218,
                "Well, he’s even more cunning than we thought."
            ],
            [
                220,
                "You know, the joke’s on him. Without the certificate of authenticity, that bat’leth is worthless."
            ],
            [
                226,
                "Of course."
            ],
            [
                230,
                "No."
            ],
            [
                233,
                "It’d be swell if they had a train."
            ],
            [
                235,
                "Thank you, Penny."
            ],
            [
                243,
                "No. We failed in our noble quest."
            ],
            [
                245,
                "Todd Zarnecki was mean."
            ],
            [
                255,
                "We did it! I said, we."
            ]
        ],
        "Policeman": [
            [
                2,
                "Here. Breathe into this bag."
            ],
            [
                5,
                "Are you the roommate?"
            ],
            [
                7,
                "Your friend here called 911 to report a robbery."
            ],
            [
                12,
                "Into the bag."
            ],
            [
                16,
                "Good luck, fellas."
            ],
            [
                19,
                "Mr. Cooper, there’s nothing…"
            ],
            [
                21,
                "Seriously?"
            ],
            [
                23,
                "Fine. Dr. Cooper. I’m sorry for your loss, but the Pasadena Police Department doesn’t have jurisdiction in Pandora."
            ],
            [
                25,
                "What?"
            ],
            [
                27,
                "No."
            ]
        ],
        "Leonard": [
            [
                3,
                "What’s going on?"
            ],
            [
                6,
                "Yeah, Leonard Hofstadter. What happened?"
            ],
            [
                8,
                "Oh, my God, what did they get?"
            ],
            [
                10,
                "You called the police because someone hacked your World of Warcraft account?"
            ],
            [
                14,
                "Oh, no, not Glenn?"
            ],
            [
                17,
                "Thank you, officer."
            ],
            [
                22,
                "Not the kind with access to drugs."
            ],
            [
                28,
                "Thank you, officer."
            ],
            [
                30,
                "I’m really sorry, Sheldon."
            ],
            [
                32,
                "I don’t know."
            ],
            [
                34,
                "I’m on it. (On phone) Hi, Mrs. Wolowitz. Is, is Howard there? Okay, thanks. That particular dog of war will have to call you back after his bath."
            ],
            [
                48,
                "Hey, Penny. We’re kind of in the middle of a crisis, here."
            ],
            [
                85,
                "Okay, what exactly are we looking for?"
            ],
            [
                88,
                "Uh, we are. In the meantime, you’re welcome to whip up a quick character and join us."
            ],
            [
                90,
                "Well, you have to put in a credit card number, but it’s fun."
            ],
            [
                93,
                "We got him. We’re almost done."
            ],
            [
                98,
                "Why don’t we play this smart? Try a little good goblin, bad goblin."
            ],
            [
                102,
                "That’s not where it was going."
            ],
            [
                105,
                "Oh, wait. Hang on. Are you upset?"
            ],
            [
                107,
                "Good, good. I’ll tell you what happens."
            ],
            [
                121,
                "Did your sister say anything when you got home last night?"
            ],
            [
                123,
                "Come on, help me out. Am I in trouble?"
            ],
            [
                125,
                "That’s a relief."
            ],
            [
                129,
                "Really?"
            ],
            [
                136,
                "I’ll bet he’s some loser who lives with his parents."
            ],
            [
                139,
                "Hold on, you’re thinking of going there?"
            ],
            [
                141,
                "Fine. You walk up to the house, knock on the door and demand your stuff back. What if he says no?"
            ],
            [
                143,
                "No one’s getting tortured."
            ],
            [
                152,
                "Oh, geez, I don’t know if I can ditch Priya two nights in a row."
            ],
            [
                154,
                "Aw, screw it. I’m in."
            ],
            [
                162,
                "That’s incredible."
            ],
            [
                166,
                "Hit the… Hey, sweetie. Yeah, I’m sorry. I’m gonna be working late. I, I, I miss you, too. Okay, sure, I’ll call you when I get home. Okay, bye-bye."
            ],
            [
                170,
                "Cover for me."
            ],
            [
                177,
                "I can’t believe we’re going all the way to San Diego to confront this guy."
            ],
            [
                179,
                "Totally."
            ],
            [
                195,
                "Sheldon, let’s go."
            ],
            [
                199,
                "Okay, let’s get clear on something. We’re just going to tell this guy to transfer all of your stuff back into your account and then be on our way. No one’s bat’lething anybody."
            ],
            [
                201,
                "No."
            ],
            [
                203,
                "Come on."
            ],
            [
                205,
                "You’re welcome to try, but the other day, it took you 15 minutes to get into a FedEx box. (Rings bell)"
            ],
            [
                211,
                "Uh, Sheldon?"
            ],
            [
                223,
                "Oh-oh."
            ],
            [
                225,
                "Something’s wrong, I’m not getting any gas. Anybody know anything about internal combustion engines?"
            ],
            [
                229,
                "Does anybody know how to fix an internal combustion engine?"
            ],
            [
                232,
                "Well, we’d better call somebody to come pick us up."
            ],
            [
                237,
                "Uh, I kind of told her I was working."
            ],
            [
                239,
                "Yeah, she doesn’t really understand the whole Warcraft adventure-role-playing thing."
            ],
            [
                247,
                "What are you doing?"
            ]
        ],
        "Howard": [
            [
                40,
                "Whoever did this knew what they were doing. He got in and out of your account in under 15 minutes, transferred all your stuff, and didn’t leave a digital fingerprint."
            ],
            [
                45,
                "Whoa! Somebody’s auctioning off a jewelled ostrich bridle!"
            ],
            [
                82,
                "All right, here we are, this is the tavern where all the black-market weapon trades go down."
            ],
            [
                84,
                "Maybe if you stop dropping your sword and bending over to pick it up."
            ],
            [
                86,
                "Redheaded troll, goes by the name of Glumly. According to the message boards, if you want to move stolen goods and it’s after school hours, he’s your guy."
            ],
            [
                92,
                "Our troll just walked in! I got him!"
            ],
            [
                94,
                "So, how do you guys want to play this?"
            ],
            [
                100,
                "Nah, I think we have to be more subtle."
            ],
            [
                127,
                "Good news, gentlemen, I found our hacker."
            ],
            [
                130,
                "Yeah. No one can hide from me, not Waldo, not Carmen San Diego, not even topless Natalie Portman."
            ],
            [
                132,
                "Thanks. Our culprit is one Mr. Todd Zarnecki, 2711 Ocean View Road, Carlsbad, California."
            ],
            [
                135,
                "Well, quite a bit, actually."
            ],
            [
                137,
                "Yes, he does live with his parents. Here’s a Google Earth shot of their house."
            ],
            [
                149,
                "Also, tonight’s the Sabbath and my mother and I have a tradition of lighting the candles and"
            ],
            [
                156,
                "And me."
            ],
            [
                160,
                "I am. She’s just bleaching her moustache. Check it out. Hey, Ma! Before and After! Four words, 17 letters, two N’s, one V."
            ],
            [
                163,
                "Yeah, she’s kind of a Wheel savant."
            ],
            [
                168,
                "That’s the nicest thing he does to your sister."
            ],
            [
                172,
                "New puzzle, Ma. Same name. One N, two D’s, three O’s."
            ],
            [
                175,
                "I know. It’s her superpower. Well, that and jiggling her arm fat."
            ],
            [
                178,
                "Yeah, we’re kind of bad-asses, aren’t we?"
            ],
            [
                187,
                "Beyonce? Really?"
            ],
            [
                192,
                "Next time we go to kick someone’s ass, we take the train."
            ],
            [
                197,
                "Why did you bring that?"
            ],
            [
                221,
                "Yeah, he walked right into our trap."
            ],
            [
                228,
                "19th-century technology."
            ],
            [
                231,
                "No, not a clue."
            ],
            [
                241,
                "This one’s funny, Leonard. How come you couldn’t make it work with her?"
            ]
        ],
        "Raj": [
            [
                42,
                "Hold on. I’m talking to an orc under the bridge in Thunder Bluff who says if we pay him, he’ll help us track down your things."
            ],
            [
                44,
                "I should say so, he appears to be a member of the Nigerian royal family."
            ],
            [
                51,
                "Bad news, the Nigerian prince may be a fraud."
            ],
            [
                83,
                "I don’t think my character should be in a place like this. Everyone’s undressing her with their eyes."
            ],
            [
                96,
                "Sheldon, what if he gets his Internet from his cable company? He could lose his HBO and all their delightful original programming."
            ],
            [
                101,
                "Okay, I see where this is going. Fine, I’ll have sex with him."
            ],
            [
                103,
                "Good, because I would hate that."
            ],
            [
                122,
                "Oh, no, don’t put me in the middle of this. I’m not going to be your go-between."
            ],
            [
                124,
                "There’s no reason to worry."
            ],
            [
                126,
                "I’m sure many women in happy relationships spend their nights skyping with their ex-boyfriend Sanjay."
            ],
            [
                134,
                "What else do we know about him?"
            ],
            [
                145,
                "I totally had one of those."
            ],
            [
                147,
                "I have a hip-hop aerobics class at five, could we go after?"
            ],
            [
                153,
                "Oh, come on, man. Bros before… my sister."
            ],
            [
                155,
                "Me, too."
            ],
            [
                165,
                "Sitar music for her ringtone is not cool, dude."
            ],
            [
                167,
                "Very nice. You lie to my sister."
            ],
            [
                171,
                "Hello, Priya. What’s up? How would I know if Leonard’s at work or not? Don’t be suspicious. Look, if you want your relationship with Leonard to continue, you’re going to have to believe whatever wild-eyed, cockamamie excuse the white devil has the nerve to offer you. Okay? Yeah, bye-bye. You owe me."
            ],
            [
                180,
                "Hey, how about we stay the night and hit Legoland in the morning?"
            ],
            [
                182,
                "Yeah, we’re coming for you, Todd Zarnecki. And for the record, Legoland is more interactive."
            ],
            [
                184,
                "I took the liberty of burning us a mix of heroic questing music."
            ],
            [
                186,
                "It’s a re-writable CD. Just put it in."
            ],
            [
                188,
                "She’s curvy and she owns it. I like that."
            ],
            [
                208,
                "Don’t say your doom. Who opens the door for their doom?"
            ],
            [
                222,
                "Legoland seems like a hollow dream now."
            ],
            [
                224,
                "What’s the matter?"
            ],
            [
                227,
                "Very basic."
            ]
        ],
        "Penny": [
            [
                47,
                "Hey."
            ],
            [
                49,
                "Oh, I know. Bernadette told me. Sorry, Sheldon. I know that game meant a lot to you."
            ],
            [
                52,
                "Okay, well, anyways, I brought you a day-old cheesecake to cheer you up!"
            ],
            [
                54,
                "Just say thank you."
            ],
            [
                56,
                "All right. See you later."
            ],
            [
                58,
                "Oh, hi! I was just dropping off a cheesecake to Sheldon. He was robbed of a bunch of imaginary crap that’s useful in a make-believe place."
            ],
            [
                60,
                "Yeah, well, sadly, I do."
            ],
            [
                62,
                "Did you know last weekend Priya took Leonard rollerblading at the beach? Can you believe that?"
            ],
            [
                64,
                "I am the one who spent two years trying to get him to even go to the beach in the first place. And he was so phobic about stepping on medical waste, I had to carry him to the water."
            ],
            [
                66,
                "So what’s the thanks I get for turning Leonard into quality boyfriend material? I have to tiptoe around his new girlfriend."
            ],
            [
                69,
                "Want some coffee liqueur on your ice cream?"
            ],
            [
                71,
                "You guys should’ve seen Leonard when I first met him. There was no eye contact. He was either looking up at the ceiling, or down at his shoes."
            ],
            [
                73,
                "You know, for the first couple of months, whenever I would take off my bra, he would giggle and say, oh boy, my breast friends."
            ],
            [
                75,
                "No, don’t do that. No reason to be mean to her."
            ],
            [
                77,
                "No, but I can name all the Kardashians."
            ],
            [
                111,
                "Okay, be nice."
            ],
            [
                113,
                "Hi. We’re just heading out for a drink."
            ],
            [
                117,
                "Don’t listen to her, she’s had a lot of ice cream. Do you want to join us?"
            ],
            [
                236,
                "No problem. So, Leonard, I think it’s interesting you didn’t call your girlfriend to come get you."
            ],
            [
                238,
                "So you lied to her. Also interesting."
            ],
            [
                240,
                "Well, doesn’t matter if she gets it, as long as she’s pretty."
            ],
            [
                242,
                "So did you at least get Sheldon’s fake stuff back?"
            ],
            [
                244,
                "How come?"
            ],
            [
                246,
                "All right. Hang on."
            ],
            [
                248,
                "I’m gonna show you how we finish a quest in Nebraska. Oh. Beyonce. (Ride of the Valkyries) This ain’t no Beyonce."
            ],
            [
                251,
                "Give my friend his stuff back."
            ],
            [
                253,
                "Well, then, good news. Today’s the day a girl’s finally going to touch you in your little special place. (Kicks him in the groin) Now give him his stuff back."
            ],
            [
                258,
                "Oh, hi."
            ],
            [
                260,
                "Going to see Leonard?"
            ],
            [
                262,
                "Fine. You?"
            ],
            [
                265,
                "Alright, well great seeing you."
            ],
            [
                267,
                "Amy’s right. I do want to fling my poop at her."
            ]
        ],
        "Priya": [
            [
                57,
                "Oh! Hello."
            ],
            [
                59,
                "I don’t know what that means."
            ],
            [
                87,
                "Leonard, is this going to take much longer? I thought we were going to spend some time together."
            ],
            [
                89,
                "Seriously?"
            ],
            [
                91,
                "Maybe I should just go home."
            ],
            [
                99,
                "Oh, dear Lord."
            ],
            [
                104,
                "Leonard, you’re busy, let’s talk tomorrow."
            ],
            [
                106,
                "No, no, I think it’s sexy to date a boy trapped in a man’s body."
            ],
            [
                112,
                "Hello."
            ],
            [
                116,
                "What?"
            ],
            [
                118,
                "Oh, thank you, but I have work to do."
            ],
            [
                257,
                "Oh, hold the door."
            ],
            [
                259,
                "Hi."
            ],
            [
                261,
                "Yes. How have you been?"
            ],
            [
                263,
                "Very well, thank you."
            ],
            [
                266,
                "Yeah, you too."
            ]
        ],
        "Bernadette": [
            [
                63,
                "I feel like I’m supposed to say that bitch, but I don’t have enough information."
            ],
            [
                65,
                "I took Howard to the beach once. He almost burst into flames like a vampire."
            ],
            [
                68,
                "Oh. That bitch!"
            ],
            [
                74,
                "Well, if it makes you feel any better, I’m never speaking to Priya again."
            ],
            [
                79,
                "I don’t have an urge to fling my waste."
            ],
            [
                115,
                "Count your blessings you’re not a Tanzanian chimp."
            ]
        ],
        "Amy": [
            [
                67,
                "I think you’re on."
            ],
            [
                70,
                "Ah, here’s the alcohol and drug peer pressure Mother warned me about. I was starting to think it was never going to happen. Yes, please."
            ],
            [
                72,
                "I’m drunk."
            ],
            [
                76,
                "This may be the alcohol talking, but I believe there is. Are you familiar with the recent study of Tanzanian chimpanzees by Nishida and Hosaka out of Kyoto University?"
            ],
            [
                78,
                "Primates, such as ourselves, have a natural instinct to ostracize ill-mannered members of the troop. Bernadette’s urge to shun, scowl or fling her waste at Priya is hard-wired into her DNA."
            ],
            [
                80,
                "Believe me, it’s there, we all have it. Hit me with some more booze, and I’ll show you."
            ],
            [
                110,
                "Well, well, well. Look who it is."
            ],
            [
                114,
                "Because I do that now."
            ],
            [
                119,
                "Four women walk down the stairs, how many reach the lobby?"
            ]
        ],
        "Howard’s Mother (off)": [
            [
                161,
                "Fanny pack of wolves."
            ],
            [
                173,
                "Whoopi and Rube Goldberg!"
            ]
        ],
        "Leonard (phone rings)": [
            [
                164,
                "Uh-oh, that’s Priya."
            ]
        ],
        "Raj (phone rings)": [
            [
                169,
                "Oh, guess who."
            ]
        ],
        "Leonard (as Ride of the Valkyries begins)": [
            [
                189,
                "Oh, yeah, I’m feeling it."
            ]
        ],
        "Voice Inside": [
            [
                206,
                "Who is it?"
            ]
        ],
        "Huge man (opening door)": [
            [
                210,
                "What?"
            ]
        ],
        "Todd": [
            [
                213,
                "Yeah. Who are you?"
            ],
            [
                215,
                "I don’t think so. Let me see that."
            ],
            [
                217,
                "I know. I’ve always wanted one. (Closes door)"
            ],
            [
                250,
                "Now what?"
            ],
            [
                252,
                "I don’t know what you’re talking about."
            ],
            [
                254,
                "Okay."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment"
        ],
        [
            "Sheldon",
            "Why hast thou forsaken me, O deity whose existence I doubt?"
        ],
        [
            "Policeman",
            "Here. Breathe into this bag."
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Sheldon",
            "They stole everything, Leonard, everything."
        ],
        [
            "Policeman",
            "Are you the roommate?"
        ],
        [
            "Leonard",
            "Yeah, Leonard Hofstadter. What happened?"
        ],
        [
            "Policeman",
            "Your friend here called 911 to report a robbery."
        ],
        [
            "Leonard",
            "Oh, my God, what did they get?"
        ],
        [
            "Sheldon",
            "What didn’t they get? They got my enchanted weapons, my vicious gladiator armour, my wand of untainted power, and all my gold."
        ],
        [
            "Leonard",
            "You called the police because someone hacked your World of Warcraft account?"
        ],
        [
            "Sheldon",
            "What choice did I have? The mighty Sheldor, level 85 blood elf, hero of the Eastern kingdoms, has been picked clean, like a carcass in the desert sun. Plus, the FBI hung up on me."
        ],
        [
            "Policeman",
            "Into the bag."
        ],
        [
            "Sheldon",
            "They took my battle ostrich."
        ],
        [
            "Leonard",
            "Oh, no, not Glenn?"
        ],
        [
            "Sheldon",
            "Yes, Glenn! The only bird I ever loved."
        ],
        [
            "Policeman",
            "Good luck, fellas."
        ],
        [
            "Leonard",
            "Thank you, officer."
        ],
        [
            "Sheldon",
            "Wait a minute! You’re not going to do anything?"
        ],
        [
            "Policeman",
            "Mr. Cooper, there’s nothing…"
        ],
        [
            "Sheldon",
            "Doctor Cooper."
        ],
        [
            "Policeman",
            "Seriously?"
        ],
        [
            "Leonard",
            "Not the kind with access to drugs."
        ],
        [
            "Policeman",
            "Fine. Dr. Cooper. I’m sorry for your loss, but the Pasadena Police Department doesn’t have jurisdiction in Pandora."
        ],
        [
            "Sheldon",
            "That’s from Avatar, World of Warcraft takes place in Azeroth. Goodness gracious, how are you allowed to carry a gun? Can you at least refer me to a rogue ex-cop?"
        ],
        [
            "Policeman",
            "What?"
        ],
        [
            "Sheldon",
            "You know, one who was drummed off the force because he refused to play by the rules, and now he hires himself out to impose his own brand of rough justice?"
        ],
        [
            "Policeman",
            "No."
        ],
        [
            "Leonard",
            "Thank you, officer."
        ],
        [
            "Sheldon",
            "It’s all gone. All gone."
        ],
        [
            "Leonard",
            "I’m really sorry, Sheldon."
        ],
        [
            "Sheldon",
            "What kind of world do we live in, where a man would take another man’s battle ostrich?"
        ],
        [
            "Leonard",
            "I don’t know."
        ],
        [
            "Sheldon",
            "This act of aggression must be met with swift and cruel ferocity. It is time to cry havoc, and let slip the dogs of war."
        ],
        [
            "Leonard",
            "I’m on it. (On phone) Hi, Mrs. Wolowitz. Is, is Howard there? Okay, thanks. That particular dog of war will have to call you back after his bath."
        ],
        [
            "Sheldon",
            "See if Raj is done with Pilates."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Three thousand hours. Three thousand hours clicking on that mouse, collecting weapons and gold. It’s almost as if it was a huge waste of time."
        ],
        [
            "Howard",
            "Whoever did this knew what they were doing. He got in and out of your account in under 15 minutes, transferred all your stuff, and didn’t leave a digital fingerprint."
        ],
        [
            "Sheldon",
            "Oh! There isn’t enough camomile tea in the world to quell the rage in my heart."
        ],
        [
            "Raj",
            "Hold on. I’m talking to an orc under the bridge in Thunder Bluff who says if we pay him, he’ll help us track down your things."
        ],
        [
            "Sheldon",
            "Can we trust him?"
        ],
        [
            "Raj",
            "I should say so, he appears to be a member of the Nigerian royal family."
        ],
        [
            "Howard",
            "Whoa! Somebody’s auctioning off a jewelled ostrich bridle!"
        ],
        [
            "Sheldon",
            "No. Glenn’s was leather. He was a simple ostrich. Is! Is, I haven’t given up hope."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Leonard",
            "Hey, Penny. We’re kind of in the middle of a crisis, here."
        ],
        [
            "Penny",
            "Oh, I know. Bernadette told me. Sorry, Sheldon. I know that game meant a lot to you."
        ],
        [
            "Sheldon",
            "That game? Excuse me, Penny, but Doodle Jump is a game. Angry Birds is a game. World of Warcraft is a massively multi-player online role-playing… all right, technically it’s a game."
        ],
        [
            "Raj",
            "Bad news, the Nigerian prince may be a fraud."
        ],
        [
            "Penny",
            "Okay, well, anyways, I brought you a day-old cheesecake to cheer you up!"
        ],
        [
            "Sheldon",
            "Stale pastry is hollow succour to a man who is bereft of ostrich."
        ],
        [
            "Penny",
            "Just say thank you."
        ],
        [
            "Sheldon",
            "I thought I just did."
        ],
        [
            "Penny",
            "All right. See you later."
        ],
        [
            "Priya",
            "Oh! Hello."
        ],
        [
            "Penny",
            "Oh, hi! I was just dropping off a cheesecake to Sheldon. He was robbed of a bunch of imaginary crap that’s useful in a make-believe place."
        ],
        [
            "Priya",
            "I don’t know what that means."
        ],
        [
            "Penny",
            "Yeah, well, sadly, I do."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "Did you know last weekend Priya took Leonard rollerblading at the beach? Can you believe that?"
        ],
        [
            "Bernadette",
            "I feel like I’m supposed to say that bitch, but I don’t have enough information."
        ],
        [
            "Penny",
            "I am the one who spent two years trying to get him to even go to the beach in the first place. And he was so phobic about stepping on medical waste, I had to carry him to the water."
        ],
        [
            "Bernadette",
            "I took Howard to the beach once. He almost burst into flames like a vampire."
        ],
        [
            "Penny",
            "So what’s the thanks I get for turning Leonard into quality boyfriend material? I have to tiptoe around his new girlfriend."
        ],
        [
            "Amy",
            "I think you’re on."
        ],
        [
            "Bernadette",
            "Oh. That bitch!"
        ],
        [
            "Penny",
            "Want some coffee liqueur on your ice cream?"
        ],
        [
            "Amy",
            "Ah, here’s the alcohol and drug peer pressure Mother warned me about. I was starting to think it was never going to happen. Yes, please."
        ],
        [
            "Penny",
            "You guys should’ve seen Leonard when I first met him. There was no eye contact. He was either looking up at the ceiling, or down at his shoes."
        ],
        [
            "Amy",
            "I’m drunk."
        ],
        [
            "Penny",
            "You know, for the first couple of months, whenever I would take off my bra, he would giggle and say, oh boy, my breast friends."
        ],
        [
            "Bernadette",
            "Well, if it makes you feel any better, I’m never speaking to Priya again."
        ],
        [
            "Penny",
            "No, don’t do that. No reason to be mean to her."
        ],
        [
            "Amy",
            "This may be the alcohol talking, but I believe there is. Are you familiar with the recent study of Tanzanian chimpanzees by Nishida and Hosaka out of Kyoto University?"
        ],
        [
            "Penny",
            "No, but I can name all the Kardashians."
        ],
        [
            "Amy",
            "Primates, such as ourselves, have a natural instinct to ostracize ill-mannered members of the troop. Bernadette’s urge to shun, scowl or fling her waste at Priya is hard-wired into her DNA."
        ],
        [
            "Bernadette",
            "I don’t have an urge to fling my waste."
        ],
        [
            "Amy",
            "Believe me, it’s there, we all have it. Hit me with some more booze, and I’ll show you."
        ],
        [
            "Scene",
            "The apartment"
        ],
        [
            "Howard",
            "All right, here we are, this is the tavern where all the black-market weapon trades go down."
        ],
        [
            "Raj",
            "I don’t think my character should be in a place like this. Everyone’s undressing her with their eyes."
        ],
        [
            "Howard",
            "Maybe if you stop dropping your sword and bending over to pick it up."
        ],
        [
            "Leonard",
            "Okay, what exactly are we looking for?"
        ],
        [
            "Howard",
            "Redheaded troll, goes by the name of Glumly. According to the message boards, if you want to move stolen goods and it’s after school hours, he’s your guy."
        ],
        [
            "Priya",
            "Leonard, is this going to take much longer? I thought we were going to spend some time together."
        ],
        [
            "Leonard",
            "Uh, we are. In the meantime, you’re welcome to whip up a quick character and join us."
        ],
        [
            "Priya",
            "Seriously?"
        ],
        [
            "Leonard",
            "Well, you have to put in a credit card number, but it’s fun."
        ],
        [
            "Priya",
            "Maybe I should just go home."
        ],
        [
            "Howard",
            "Our troll just walked in! I got him!"
        ],
        [
            "Leonard",
            "We got him. We’re almost done."
        ],
        [
            "Howard",
            "So, how do you guys want to play this?"
        ],
        [
            "Sheldon",
            "Be ruthless. You tell him if he doesn’t start talking, we’ll register a complaint with his Internet service provider."
        ],
        [
            "Raj",
            "Sheldon, what if he gets his Internet from his cable company? He could lose his HBO and all their delightful original programming."
        ],
        [
            "Sheldon",
            "I don’t care! I’m losin’ it, man!"
        ],
        [
            "Leonard",
            "Why don’t we play this smart? Try a little good goblin, bad goblin."
        ],
        [
            "Priya",
            "Oh, dear Lord."
        ],
        [
            "Howard",
            "Nah, I think we have to be more subtle."
        ],
        [
            "Raj",
            "Okay, I see where this is going. Fine, I’ll have sex with him."
        ],
        [
            "Leonard",
            "That’s not where it was going."
        ],
        [
            "Raj",
            "Good, because I would hate that."
        ],
        [
            "Priya",
            "Leonard, you’re busy, let’s talk tomorrow."
        ],
        [
            "Leonard",
            "Oh, wait. Hang on. Are you upset?"
        ],
        [
            "Priya",
            "No, no, I think it’s sexy to date a boy trapped in a man’s body."
        ],
        [
            "Leonard",
            "Good, good. I’ll tell you what happens."
        ],
        [
            "Sheldon",
            "And people think I don’t get sarcasm."
        ],
        [
            "Scene",
            "The hallway. "
        ],
        [
            "Amy",
            "Well, well, well. Look who it is."
        ],
        [
            "Penny",
            "Okay, be nice."
        ],
        [
            "Priya",
            "Hello."
        ],
        [
            "Penny",
            "Hi. We’re just heading out for a drink."
        ],
        [
            "Amy",
            "Because I do that now."
        ],
        [
            "Bernadette",
            "Count your blessings you’re not a Tanzanian chimp."
        ],
        [
            "Priya",
            "What?"
        ],
        [
            "Penny",
            "Don’t listen to her, she’s had a lot of ice cream. Do you want to join us?"
        ],
        [
            "Priya",
            "Oh, thank you, but I have work to do."
        ],
        [
            "Amy",
            "Four women walk down the stairs, how many reach the lobby?"
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Leonard",
            "Did your sister say anything when you got home last night?"
        ],
        [
            "Raj",
            "Oh, no, don’t put me in the middle of this. I’m not going to be your go-between."
        ],
        [
            "Leonard",
            "Come on, help me out. Am I in trouble?"
        ],
        [
            "Raj",
            "There’s no reason to worry."
        ],
        [
            "Leonard",
            "That’s a relief."
        ],
        [
            "Raj",
            "I’m sure many women in happy relationships spend their nights skyping with their ex-boyfriend Sanjay."
        ],
        [
            "Howard",
            "Good news, gentlemen, I found our hacker."
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Howard",
            "Yeah. No one can hide from me, not Waldo, not Carmen San Diego, not even topless Natalie Portman."
        ],
        [
            "Sheldon",
            "I’ve never said these words before, but good job, Howard!"
        ],
        [
            "Howard",
            "Thanks. Our culprit is one Mr. Todd Zarnecki, 2711 Ocean View Road, Carlsbad, California."
        ],
        [
            "Sheldon",
            "The name and the address drip with evil."
        ],
        [
            "Raj",
            "What else do we know about him?"
        ],
        [
            "Howard",
            "Well, quite a bit, actually."
        ],
        [
            "Leonard",
            "I’ll bet he’s some loser who lives with his parents."
        ],
        [
            "Howard",
            "Yes, he does live with his parents. Here’s a Google Earth shot of their house."
        ],
        [
            "Sheldon",
            "Excellent! It’s in a cul-de-sac. We can box him in."
        ],
        [
            "Leonard",
            "Hold on, you’re thinking of going there?"
        ],
        [
            "Sheldon",
            "Carlsbad is only a couple of hours away."
        ],
        [
            "Leonard",
            "Fine. You walk up to the house, knock on the door and demand your stuff back. What if he says no?"
        ],
        [
            "Sheldon",
            "I don’t know if you’ve been following the news, Leonard, but there have been some terrific advancements in the field of torture."
        ],
        [
            "Leonard",
            "No one’s getting tortured."
        ],
        [
            "Sheldon",
            "Fine, we’ll abide by the Geneva Convention. But ask yourself this, in the course of our lives, how much lunch money has been taken from us? How many kites? How many Scooby-Doo Trapper Keepers?"
        ],
        [
            "Raj",
            "I totally had one of those."
        ],
        [
            "Sheldon",
            "Of course you did. It was a fun and practical way of organizing your school work. But the bullies took it from us. Well, no more. Tonight, we take back our dignity, our birthright and our pride. What do you say? Who’s with me?"
        ],
        [
            "Raj",
            "I have a hip-hop aerobics class at five, could we go after?"
        ],
        [
            "Sheldon",
            "Sure."
        ],
        [
            "Howard",
            "Also, tonight’s the Sabbath and my mother and I have a tradition of lighting the candles and"
        ],
        [
            "Scene",
            "watching Wheel of Fortune, so If we could leave at eight, we’d still be able to regain our birthright at ten, ten thirty latest."
        ],
        [
            "Sheldon",
            "Fine. Leonard?"
        ],
        [
            "Leonard",
            "Oh, geez, I don’t know if I can ditch Priya two nights in a row."
        ],
        [
            "Raj",
            "Oh, come on, man. Bros before… my sister."
        ],
        [
            "Leonard",
            "Aw, screw it. I’m in."
        ],
        [
            "Raj",
            "Me, too."
        ],
        [
            "Howard",
            "And me."
        ],
        [
            "Sheldon",
            "One moment. (Places a tissue on their hands before adding his own) I’m hell-bent on catching a cyber criminal, not the common cold."
        ],
        [
            "Scene",
            "Howard’s house"
        ],
        [
            "Sheldon",
            "I’m sorry, I thought this delay was so you could watch Wheel of Fortune with your mother."
        ],
        [
            "Howard",
            "I am. She’s just bleaching her moustache. Check it out. Hey, Ma! Before and After! Four words, 17 letters, two N’s, one V."
        ],
        [
            "Howard’s Mother (off)",
            "Fanny pack of wolves."
        ],
        [
            "Leonard",
            "That’s incredible."
        ],
        [
            "Howard",
            "Yeah, she’s kind of a Wheel savant."
        ],
        [
            "Leonard (phone rings)",
            "Uh-oh, that’s Priya."
        ],
        [
            "Raj",
            "Sitar music for her ringtone is not cool, dude."
        ],
        [
            "Leonard",
            "Hit the… Hey, sweetie. Yeah, I’m sorry. I’m gonna be working late. I, I, I miss you, too. Okay, sure, I’ll call you when I get home. Okay, bye-bye."
        ],
        [
            "Raj",
            "Very nice. You lie to my sister."
        ],
        [
            "Howard",
            "That’s the nicest thing he does to your sister."
        ],
        [
            "Raj (phone rings)",
            "Oh, guess who."
        ],
        [
            "Leonard",
            "Cover for me."
        ],
        [
            "Raj",
            "Hello, Priya. What’s up? How would I know if Leonard’s at work or not? Don’t be suspicious. Look, if you want your relationship with Leonard to continue, you’re going to have to believe whatever wild-eyed, cockamamie excuse the white devil has the nerve to offer you. Okay? Yeah, bye-bye. You owe me."
        ],
        [
            "Howard",
            "New puzzle, Ma. Same name. One N, two D’s, three O’s."
        ],
        [
            "Howard’s Mother (off)",
            "Whoopi and Rube Goldberg!"
        ],
        [
            "Sheldon",
            "That’s uncanny."
        ],
        [
            "Howard",
            "I know. It’s her superpower. Well, that and jiggling her arm fat."
        ],
        [
            "Scene",
            "Leonard’s car. "
        ],
        [
            "Leonard",
            "I can’t believe we’re going all the way to San Diego to confront this guy."
        ],
        [
            "Howard",
            "Yeah, we’re kind of bad-asses, aren’t we?"
        ],
        [
            "Leonard",
            "Totally."
        ],
        [
            "Raj",
            "Hey, how about we stay the night and hit Legoland in the morning?"
        ],
        [
            "Sheldon",
            "Sea World is better. It has Shamu, who is literally tons of fun. But for the moment, let’s stay focused on Todd Zarnecki."
        ],
        [
            "Raj",
            "Yeah, we’re coming for you, Todd Zarnecki. And for the record, Legoland is more interactive."
        ],
        [
            "Sheldon",
            "I almost feel sorry for the poor fool, sitting in his split-level suburban ranch, unaware that a vengeful horde is barrelling down the San Diego Freeway at 71 miles an hour. Ease up there, lead foot. You trying to get us killed?"
        ],
        [
            "Raj",
            "I took the liberty of burning us a mix of heroic questing music."
        ],
        [
            "Sheldon",
            "This says Beyonce Bootylicious Dance Mix."
        ],
        [
            "Raj",
            "It’s a re-writable CD. Just put it in."
        ],
        [
            "Howard",
            "Beyonce? Really?"
        ],
        [
            "Raj",
            "She’s curvy and she owns it. I like that."
        ],
        [
            "Leonard (as Ride of the Valkyries begins)",
            "Oh, yeah, I’m feeling it."
        ],
        [
            "Sheldon",
            "We are winged fury! Which is still no excuse for going over the posted speed limit."
        ],
        [
            "Scene",
            "Stuck in a traffic tailback."
        ],
        [
            "Howard",
            "Next time we go to kick someone’s ass, we take the train."
        ],
        [
            "Sheldon",
            "I always prefer the train."
        ],
        [
            "Scene",
            "Outside Todd Zarnecki’s house."
        ],
        [
            "Leonard",
            "Sheldon, let’s go."
        ],
        [
            "Sheldon",
            "Coming."
        ],
        [
            "Howard",
            "Why did you bring that?"
        ],
        [
            "Sheldon",
            "No weapon strikes more fear into a man’s heart than a Klingon bat’leth."
        ],
        [
            "Leonard",
            "Okay, let’s get clear on something. We’re just going to tell this guy to transfer all of your stuff back into your account and then be on our way. No one’s bat’lething anybody."
        ],
        [
            "Sheldon",
            "So my blade shall not taste blood tonight?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Well, now I just feel silly holding it."
        ],
        [
            "Leonard",
            "Come on."
        ],
        [
            "Sheldon",
            "Can I at least kick down the door?"
        ],
        [
            "Leonard",
            "You’re welcome to try, but the other day, it took you 15 minutes to get into a FedEx box. (Rings bell)"
        ],
        [
            "Voice Inside",
            "Who is it?"
        ],
        [
            "Sheldon",
            "Your doom!"
        ],
        [
            "Raj",
            "Don’t say your doom. Who opens the door for their doom?"
        ],
        [
            "Sheldon",
            "Good point. Basket of puppies."
        ],
        [
            "Huge man (opening door)",
            "What?"
        ],
        [
            "Leonard",
            "Uh, Sheldon?"
        ],
        [
            "Sheldon",
            "Are you Todd Zarnecki?"
        ],
        [
            "Todd",
            "Yeah. Who are you?"
        ],
        [
            "Sheldon",
            "I am Sheldor of Azeroth. I want my things back."
        ],
        [
            "Todd",
            "I don’t think so. Let me see that."
        ],
        [
            "Sheldon",
            "Careful. That’s a collectible."
        ],
        [
            "Todd",
            "I know. I’ve always wanted one. (Closes door)"
        ],
        [
            "Sheldon",
            "Well, he’s even more cunning than we thought."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Sheldon",
            "You know, the joke’s on him. Without the certificate of authenticity, that bat’leth is worthless."
        ],
        [
            "Howard",
            "Yeah, he walked right into our trap."
        ],
        [
            "Raj",
            "Legoland seems like a hollow dream now."
        ],
        [
            "Leonard",
            "Oh-oh."
        ],
        [
            "Raj",
            "What’s the matter?"
        ],
        [
            "Leonard",
            "Something’s wrong, I’m not getting any gas. Anybody know anything about internal combustion engines?"
        ],
        [
            "Sheldon",
            "Of course."
        ],
        [
            "Raj",
            "Very basic."
        ],
        [
            "Howard",
            "19th-century technology."
        ],
        [
            "Leonard",
            "Does anybody know how to fix an internal combustion engine?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Howard",
            "No, not a clue."
        ],
        [
            "Leonard",
            "Well, we’d better call somebody to come pick us up."
        ],
        [
            "Sheldon",
            "It’d be swell if they had a train."
        ],
        [
            "Scene",
            "Penny’s car."
        ],
        [
            "Sheldon",
            "Thank you, Penny."
        ],
        [
            "Penny",
            "No problem. So, Leonard, I think it’s interesting you didn’t call your girlfriend to come get you."
        ],
        [
            "Leonard",
            "Uh, I kind of told her I was working."
        ],
        [
            "Penny",
            "So you lied to her. Also interesting."
        ],
        [
            "Leonard",
            "Yeah, she doesn’t really understand the whole Warcraft adventure-role-playing thing."
        ],
        [
            "Penny",
            "Well, doesn’t matter if she gets it, as long as she’s pretty."
        ],
        [
            "Howard",
            "This one’s funny, Leonard. How come you couldn’t make it work with her?"
        ],
        [
            "Penny",
            "So did you at least get Sheldon’s fake stuff back?"
        ],
        [
            "Sheldon",
            "No. We failed in our noble quest."
        ],
        [
            "Penny",
            "How come?"
        ],
        [
            "Sheldon",
            "Todd Zarnecki was mean."
        ],
        [
            "Penny",
            "All right. Hang on."
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Penny",
            "I’m gonna show you how we finish a quest in Nebraska. Oh. Beyonce. (Ride of the Valkyries) This ain’t no Beyonce."
        ],
        [
            "Scene",
            "Todd Zarnecki’s house. Todd answers the door. "
        ],
        [
            "Todd",
            "Now what?"
        ],
        [
            "Penny",
            "Give my friend his stuff back."
        ],
        [
            "Todd",
            "I don’t know what you’re talking about."
        ],
        [
            "Penny",
            "Well, then, good news. Today’s the day a girl’s finally going to touch you in your little special place. (Kicks him in the groin) Now give him his stuff back."
        ],
        [
            "Todd",
            "Okay."
        ],
        [
            "Sheldon",
            "We did it! I said, we."
        ],
        [
            "Scene",
            "The lobby. "
        ],
        [
            "Priya",
            "Oh, hold the door."
        ],
        [
            "Penny",
            "Oh, hi."
        ],
        [
            "Priya",
            "Hi."
        ],
        [
            "Penny",
            "Going to see Leonard?"
        ],
        [
            "Priya",
            "Yes. How have you been?"
        ],
        [
            "Penny",
            "Fine. You?"
        ],
        [
            "Priya",
            "Very well, thank you."
        ],
        [
            "Scene",
            "(They ascend all three flights of stairs in silence.)"
        ],
        [
            "Penny",
            "Alright, well great seeing you."
        ],
        [
            "Priya",
            "Yeah, you too."
        ],
        [
            "Penny",
            "Amy’s right. I do want to fling my poop at her."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-19-the-zarnecki-incursion/"
}