{
    "Season": 4,
    "Episode": 2,
    "Title": "the cruciferous vegetable amplification",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. Sheldon has a series of whiteboards across the room."
            ],
            [
                31,
                "Credits sequence."
            ],
            [
                32,
                "The apartment."
            ],
            [
                74,
                "Leonard’s bedroom"
            ],
            [
                92,
                "The hallway."
            ],
            [
                123,
                "The apartment. "
            ],
            [
                154,
                "Sheldon’s bedroom."
            ],
            [
                170,
                "Leonard’s car"
            ],
            [
                193,
                "A corridor at the university."
            ],
            [
                206,
                "The Cheesecake Factory"
            ],
            [
                236,
                "The hallway. Sheldon exits carrying the Apple 2."
            ],
            [
                238,
                "The hallway. Sheldon-bot approaches Penny’s door and starts bashing into it."
            ]
        ],
        "Leonard": [
            [
                1,
                "Whatcha doin’ there? Working on a new plan to catch the roadrunner?"
            ],
            [
                3,
                "Yes."
            ],
            [
                5,
                "Yes."
            ],
            [
                7,
                "A lot of people are working on that research. So what is all this?"
            ],
            [
                9,
                "Interesting. Cause of death for Uncle Carl was KBB. What’s KBB?"
            ],
            [
                11,
                "How’s that?"
            ],
            [
                13,
                "I don’t think you need to worry about death by badgers being hereditary."
            ],
            [
                15,
                "You can always get a badger and find out."
            ],
            [
                17,
                "That long, huh?"
            ],
            [
                19,
                "What’s there?"
            ],
            [
                21,
                "So, you’re upset about missing out on becoming some sort of freakish self-aware robot?"
            ],
            [
                23,
                "Tough break. You want eggs?"
            ],
            [
                25,
                "What’s a dogapus?"
            ],
            [
                27,
                "Is somebody working on that?"
            ],
            [
                29,
                "Wait a minute. You hate dogs."
            ],
            [
                34,
                "It came to $28.17. Let’s say six bucks apiece."
            ],
            [
                36,
                "Thank you."
            ],
            [
                38,
                "Never mind. I got it."
            ],
            [
                40,
                "It’s no big deal."
            ],
            [
                44,
                "Hmm? How much you got?"
            ],
            [
                46,
                "How can you walk around with no money?"
            ],
            [
                48,
                "It’s okay, you can owe me."
            ],
            [
                50,
                "Sheldon, six bucks."
            ],
            [
                57,
                "No, no, don’t ask."
            ],
            [
                76,
                "What the hell? What’s the matter?"
            ],
            [
                78,
                "There’s no cholera in Pasadena. Just like last summer, when there was no malaria in Pasadena."
            ],
            [
                80,
                "When would you have accidentally eaten chrysanthemum blossoms?"
            ],
            [
                82,
                "Have you had your appendix out?"
            ],
            [
                84,
                "Let’s get you to the hospital."
            ],
            [
                86,
                "No."
            ],
            [
                88,
                "Funny how things work out, isn’t it?"
            ],
            [
                90,
                "Good night."
            ],
            [
                125,
                "Here’s my chicken curry. Howard, your shrimp biryani."
            ],
            [
                127,
                "Palak paneer, that’s Penny."
            ],
            [
                129,
                "And for Rajesh Koothrappali, from whose homeland these tasty dishes originate, one large order of chicken McNuggets."
            ],
            [
                131,
                "Uh, 12 bucks."
            ],
            [
                133,
                "Sure."
            ],
            [
                135,
                "Well, okay, with the Indian food, the pizza, the Thai food, the tank of gas, the frozen yogurt and your rent, uh, a little over fourteen hundred dollars."
            ],
            [
                139,
                "Sheldon, are you gonna join us?"
            ],
            [
                141,
                "Greetings, whatever the hell you are."
            ],
            [
                147,
                "This is ridiculous. I’m coming to talk to you."
            ],
            [
                149,
                "You’re in your bedroom."
            ],
            [
                151,
                "I can hear your voice coming from your bedroom."
            ],
            [
                155,
                "Sheldon, this is ridiculous."
            ],
            [
                157,
                "I am looking at you."
            ],
            [
                159,
                "You cannot exist as a virtual presence. Not here and certainly not at work. Oh, good God."
            ],
            [
                161,
                "At the hands of your roommate?"
            ],
            [
                163,
                "That’s how I’m going to make it look."
            ],
            [
                165,
                "Fine, but don’t expect my help."
            ],
            [
                167,
                "No, it’s not."
            ],
            [
                169,
                "I’ll be damned."
            ],
            [
                172,
                "Uh-huh."
            ],
            [
                174,
                "Refresh my memory. Why didn’t I just put you in the trunk?"
            ],
            [
                176,
                "Right."
            ],
            [
                178,
                "I don’t want to listen to music, Sheldon."
            ],
            [
                180,
                "Except in Knight Rider, the car isn’t a yammering sphincter."
            ],
            [
                182,
                "I was wrong, this is exactly like Knight Rider."
            ],
            [
                184,
                "No."
            ],
            [
                186,
                "That’s it. Bye-bye. (Turns off screen.)"
            ],
            [
                188,
                "Whoa!"
            ],
            [
                190,
                "I almost died!"
            ],
            [
                192,
                "I’m still going to go with you."
            ],
            [
                195,
                "What about it?"
            ],
            [
                197,
                "Why? What’s the problem?"
            ],
            [
                199,
                "No, I think a doorknob has you stymied."
            ],
            [
                211,
                "Why are you introducing yourself?"
            ],
            [
                219,
                "I think it is."
            ],
            [
                221,
                "Penny, Steve Wozniak was one of the cofounders of Apple Computer. He and Steve Jobs started it…"
            ],
            [
                224,
                "Of course you must."
            ]
        ],
        "Sheldon": [
            [
                2,
                "The humorous implication being that I am Wile E. Coyote?"
            ],
            [
                4,
                "And this is a schematic for a bird-trapping device that will ultimately backfire and cause me physical injury?"
            ],
            [
                6,
                "What I’m doing here is trying to determine when I’m going to die."
            ],
            [
                8,
                "My family history factoring in longevity, propensity for disease, et cetera."
            ],
            [
                10,
                "Killed by badger."
            ],
            [
                12,
                "It was Thanksgiving. Uncle Carl said, I think there’s a badger living in our chimney. Hand me that flashlight. Those were the last words he ever spoke to us."
            ],
            [
                14,
                "Not true. The fight or flight instinct is coded genetically. Instead of fleeing, he chose to fight barehanded against a brawny member of the weasel family. Who’s to say that I don’t share that flawed DNA?"
            ],
            [
                16,
                "But seriously, even if I disregard the Uncle Carl factor, at best I have 60 years left."
            ],
            [
                18,
                "60 only takes me to here. I need to get to here."
            ],
            [
                20,
                "The earliest estimate of the singularity, when man will be able to transfer his consciousness into machines and achieve immortality."
            ],
            [
                22,
                "By this much."
            ],
            [
                24,
                "You don’t get it, Leonard. I’m going to miss so much, the unified field theory,  cold fusion, the dogapus."
            ],
            [
                26,
                "A hybrid dog and octopus. Man’s underwater best friend."
            ],
            [
                28,
                "I was going to. I planned on giving it to myself on my 300th birthday."
            ],
            [
                30,
                "A dogapus can play fetch with eight balls. No one can hate that."
            ],
            [
                51,
                "No, thank you. I’m not eating pizza tonight."
            ],
            [
                53,
                "Not for me. Thursday is now Cruciferous Vegetable Night. Tonight’s selection, brussels sprouts."
            ],
            [
                55,
                "It’s a small price to pay."
            ],
            [
                59,
                "In order to live long enough to fuse my consciousness with cybernetics, I need to change my diet."
            ],
            [
                61,
                "Correct."
            ],
            [
                63,
                "Essentially, yes."
            ],
            [
                65,
                "Flattering, but sadly, no. I’m also planning to begin an exercise regimen designed to strengthen my cardiovascular system. AKA jogging."
            ],
            [
                67,
                "Certainly. I’ve run from bullies, dogs, angry chickens, and one particularly persistent P.E. teacher determined to bend me over and give me a scoliosis test."
            ],
            [
                69,
                "That’s an excellent idea. Yeah, if we chat, it will create the illusion of time going faster."
            ],
            [
                77,
                "I have pain radiating from my navel to my lower right abdomen. I’m nauseated and feverish. I believe I may have cholera."
            ],
            [
                79,
                "Well, if it’s not cholera, then based on a quick Internet search, the other explanations in decreasing order of likelihood are Hirschsprung’s Disease, botulism, a 30-foot tapeworm or accidental ingestion of chrysanthemum blossoms."
            ],
            [
                81,
                "It’s part of an unlikely scenario that involves sleepwalking and a 24-hour flower mart with a less-than-vigilant proprietor. Oh, Lord, my belly!"
            ],
            [
                83,
                "I haven’t. I’ve been meaning to, but who has the time?"
            ],
            [
                85,
                "So this is how it ends, with cruel irony. Just as I make the commitment to preserving my body, I am betrayed by my appendix, a vestigial organ. Do you know the original purpose of the appendix, Leonard?"
            ],
            [
                87,
                "I do. And yet I’m doomed while you live on."
            ],
            [
                89,
                "Oh, Lord, I think it’s about to burst! (Loud sound of farting) On the other hand, it might have been the Brussels sprouts."
            ],
            [
                91,
                "Good night. Appendicitis. What a nervous Nelly."
            ],
            [
                94,
                "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
            ],
            [
                96,
                "Thank you. They’re my mother’s."
            ],
            [
                98,
                "No, the Flash shirt is because it’s Friday, but it’s nice when things work out. Where’s your heart rate monitor?"
            ],
            [
                100,
                "What about your pedometer?"
            ],
            [
                102,
                "Do you have telematics in your shoes connected to an iPod?"
            ],
            [
                104,
                "What do you do, you just go out there and gambol about like a bunny?"
            ],
            [
                106,
                "Why are you doing that?"
            ],
            [
                108,
                "All right."
            ],
            [
                110,
                "I am doing it."
            ],
            [
                112,
                "We’ll never know."
            ],
            [
                114,
                "Okay."
            ],
            [
                116,
                "Yeah, I’ve been reading up on biomechanics. I think you’ll be surprised at my… Wah! Oh!"
            ],
            [
                118,
                "I think so."
            ],
            [
                120,
                "Thank you. (Loud sound of farting)"
            ],
            [
                122,
                "If it makes you feel any better, Thursday is no longer Cruciferous Vegetable Night."
            ],
            [
                140,
                "Coming! (From the bedroom area, a wheeled device consisting of a base, a tee-shirt on a coat hanger, and a computer monitor with Sheldon’s face, appears). Greetings, friends."
            ],
            [
                156,
                "I’m behind you. Please look at me when you’re talking to me."
            ],
            [
                158,
                "No, you’re not. Pay no attention to that man in the bed."
            ],
            [
                160,
                "At my age, do you know how I’m statistically most likely to die?"
            ],
            [
                162,
                "An accident."
            ],
            [
                164,
                "Until I can transfer my intellect to a more durable container, my body will remain safely ensconced in my bed."
            ],
            [
                166,
                "You have to help, it’s in the roommate agreement."
            ],
            [
                168,
                "Section 74.C. The various obligations and duties of the parties in the event one of them becomes a robot."
            ],
            [
                237,
                "I’m coming, Woz, I’m coming. (Trips on stairs.) Ow! Aw."
            ]
        ],
        "Howard": [
            [
                33,
                "What do we owe you?"
            ],
            [
                35,
                "Here you go."
            ],
            [
                42,
                "He said if he had woman parts, he’d eat for free the rest of his life."
            ],
            [
                54,
                "Really? You’re changing the Sheldonian calendar?"
            ],
            [
                71,
                "Oh, he watches you from his car with high-powered binoculars."
            ],
            [
                73,
                "I know! (Raj whispers to him) And he says he’s not gonna stop. (Raj whispers to him urgently) Then see a shrink and figure out how to talk to women."
            ],
            [
                126,
                "Thank you, sir."
            ],
            [
                137,
                "He’s just expressing his admiration that you don’t even have to put out to get free stuff."
            ],
            [
                200,
                "Oh, look, it’s Leonard and R2-D-Bag."
            ],
            [
                208,
                "I say we just take him to Tatooine and sell him to some Jawas."
            ],
            [
                218,
                "Is that Steve Wozniak?"
            ]
        ],
        "Penny": [
            [
                37,
                "What?"
            ],
            [
                39,
                "Oh, you wanted me to pay."
            ],
            [
                41,
                "No, no, no, no. You’re right. We’re not going out anymore, I should pay for myself. (After Raj whispers to Howard, and Howard laughs) What?"
            ],
            [
                43,
                "Yeah, but you wouldn’t be able to talk to yourself. I’m a little low on cash."
            ],
            [
                45,
                "Nothing."
            ],
            [
                47,
                "I’m cute. I get by."
            ],
            [
                49,
                "Okay."
            ],
            [
                52,
                "But it’s Thursday. Thursday’s pizza night."
            ],
            [
                56,
                "For what?"
            ],
            [
                58,
                "Sorry, sorry, sorry, sorry, sorry."
            ],
            [
                60,
                "Wait. Cybernetics is robot stuff, right?"
            ],
            [
                62,
                "So you want to turn yourself into some sort of robot?"
            ],
            [
                64,
                "Okay, here’s my question. Didn’t you already do that?"
            ],
            [
                66,
                "Wait. Honey,have you ever run before?"
            ],
            [
                70,
                "No, it won’t. Um, how does he know I jog?"
            ],
            [
                72,
                "Oh, my God, that is so creepy!"
            ],
            [
                95,
                "Coming, coming. Hey, nice knees."
            ],
            [
                97,
                "Oh. And the Flash shirt is what? Because you’re gonna run really fast?"
            ],
            [
                99,
                "I don’t have one."
            ],
            [
                101,
                "Don’t have one."
            ],
            [
                103,
                "Uh, no."
            ],
            [
                105,
                "No. I just run till I’m hungry, then I stop for a bear claw."
            ],
            [
                107,
                "It’s good to stretch your muscles before you run."
            ],
            [
                109,
                "All right, let’s start with a toe touch. Okay, you do it."
            ],
            [
                111,
                "Oh. Wow. Good job. Okay, um, can you do this?"
            ],
            [
                113,
                "Okay, let’s just warm up on the run."
            ],
            [
                115,
                "Okay, let’s go."
            ],
            [
                119,
                "Oh, let me help you up."
            ],
            [
                121,
                "Oh, Sheldon!"
            ],
            [
                128,
                "Thanks."
            ],
            [
                130,
                "Hey, what’s my share?"
            ],
            [
                132,
                "Okay, can I get you after Friday when I get paid?"
            ],
            [
                134,
                "What am I up to now?"
            ],
            [
                138,
                "It’s not free, I’m gonna pay him back. (Raj whispers. Both laugh again) Shut up!"
            ],
            [
                145,
                "Yeah, to be honest, I don’t see much difference."
            ],
            [
                153,
                "So, either one of you weirdos want to buy my underwear? Only fourteen hundred bucks."
            ],
            [
                210,
                "Oh, great. Hi, I’m Penny, I’ll be your waitress."
            ],
            [
                212,
                "I’d rather people not know I have any prior connection to you whatsoever."
            ],
            [
                214,
                "Sheldon, I’m not waiting on you."
            ],
            [
                216,
                "Because you’re not here."
            ],
            [
                222,
                "Yeah, I know who he is. I watch Dancing with the Stars."
            ],
            [
                225,
                "You know, there’s an Olive Garden down the street. You guys should try it sometime."
            ],
            [
                240,
                "What up, Shel-Bot?"
            ],
            [
                242,
                "What do you want me to do?"
            ],
            [
                244,
                "Really, you want me to sing Soft Kitty to a computer monitor?"
            ],
            [
                246,
                "Soft kitty, warm kitty, little ball of fur."
            ],
            [
                248,
                "Happy kitty, sleepy…"
            ],
            [
                250,
                "Soft kitty, warm kitty, little ball of fur. Happy kitty, sleepy kitty, purr, purr, purr."
            ]
        ],
        "Howard (after Raj whispers to him)": [
            [
                68,
                "You’re right, Penny jogs. Maybe you guys can run together."
            ],
            [
                143,
                "Really? That’s your question? When did he put a ramp in?"
            ]
        ],
        "Sheldon (off)": [
            [
                75,
                "(Knock, knock, knock) Ugh. (Knock, knock, knock) U-u-ugh. (Knock, knock, knock) Lenu-u-ugh."
            ]
        ],
        "Penny (squealing)": [
            [
                117,
                "Oh, my God, are you okay?"
            ]
        ],
        "Penny (after Raj whispers to Howard and they both laugh)": [
            [
                136,
                "What now?"
            ]
        ],
        "Sheldon-bot": [
            [
                142,
                "I am a mobile virtual presence device. Recent events have demonstrated to me that my body is too fragile to endure the vicissitudes of the world. Until such time as I am able to transfer my consciousness, I shall remain in a secure location and interact with the world in this manner."
            ],
            [
                144,
                "You’re in my spot. This may seem a little odd at first, but over time you’ll grow accustomed to dealing with me in this configuration."
            ],
            [
                146,
                "Thank you. That’s what I was going for. Now, Leonard, tomorrow, when we go to work, you’ll need to allow some extra time to get me down the stairs. For your convenience, I disassemble into four pieces."
            ],
            [
                148,
                "You don’t know where I am. My physical body is safely ensconced in a secure, undisclosed location."
            ],
            [
                150,
                "No, I’m not."
            ],
            [
                152,
                "No, you can’t. Wait. Come back. Halt. Authorized personnel only!"
            ],
            [
                171,
                "This is delightful."
            ],
            [
                173,
                "It’s much easier to enjoy the picturesque route we travel to work when you remove the spectre of fiery vehicular death."
            ],
            [
                175,
                "Because I called shotgun. Remember?"
            ],
            [
                177,
                "You seem tense. Perhaps this will relax you."
            ],
            [
                179,
                "Very well. I don’t understand why you’re not enjoying this. Together, in this car, with my enhanced capabilities, we’re like Knight Rider."
            ],
            [
                181,
                "You mock the sphincter, but the sphincter is a class of muscle without which human beings couldn’t survive. There are over 50 different sphincters in the human body. How many can you name?"
            ],
            [
                183,
                "Perhaps you’d be interested in a different game."
            ],
            [
                185,
                "This is a photograph of the 1911 Solvay Conference on the theory of radiation and quanta. Using Photoshop, I’ve introduced a few anachronisms. See if you can spot all 24. I’ll give you the first one. Madame Curie should not be wearing a digital watch. And go."
            ],
            [
                189,
                "I have an override switch."
            ],
            [
                215,
                "Obviously. I don’t even have water yet."
            ],
            [
                217,
                "That’s discrimination against the otherwise located. I’m going to have to go over your head. Manager, manager. Oh, Lord, look who it is."
            ],
            [
                234,
                "Don’t move for 15 to 30 minutes, depending on how the buses are running."
            ],
            [
                241,
                "I can’t get out of bed. I hurt my ankle."
            ],
            [
                243,
                "Sing me Soft Kitty."
            ],
            [
                245,
                "Would you rather come over and sing it to me in person?"
            ],
            [
                247,
                "Closer to the microphone."
            ],
            [
                249,
                "No. You have to start over."
            ]
        ],
        "Sheldon-bot (screen switching itself back on)": [
            [
                187,
                "Bazinga."
            ]
        ],
        "Sheldon-bot ": [
            [
                191,
                "And I’m safe and sound in bed. Who’s crazy now?"
            ],
            [
                194,
                "Hello, Professor Hoskins. Nice to see you, Mindy. Konichi-wa Dr. Nakamora. Sorry the Swedes disproved your theory. Leonard, my door."
            ],
            [
                196,
                "Be a lamb and open it for me."
            ],
            [
                198,
                "You think you have me stymied, don’t you?"
            ],
            [
                202,
                "Raj, be a lamb and open the door for me."
            ],
            [
                204,
                "He’s a lamb. You’re not."
            ],
            [
                207,
                "Isn’t this nice? The pleasures of fellowship and camaraderie without having to tolerate your germy breath on my skin."
            ],
            [
                213,
                "Can you tell me the specials this evening?"
            ],
            [
                220,
                "The Great and Powerful Woz."
            ],
            [
                223,
                "I must speak to him."
            ],
            [
                226,
                "Excuse me, Mr. Wozniak?"
            ],
            [
                228,
                "Thank you. I just want to say I’m a big fan. You’re my fifteenth favourite technological visionary."
            ],
            [
                230,
                "It’s still six spots above Steve Jobs. I care neither for turtlenecks nor showmanship."
            ],
            [
                232,
                "One of my proudest possessions is a vintage 1977 Apple Two. Despite the file system limitations of Apple DOS 3.3, it was a pretty nifty little achievement."
            ],
            [
                239,
                "(Bash) Penny. (Bash) Penny. (Bash) Penny."
            ]
        ],
        "Raj": [
            [
                201,
                "That’s my joke. I told it last night. You can’t just use it."
            ],
            [
                203,
                "Oh, sure."
            ],
            [
                205,
                "I’m a lamb."
            ],
            [
                209,
                "That’s two, dude. Write your own jokes."
            ]
        ],
        "Steve Wozniak": [
            [
                227,
                "Oh, hey. Nice virtual presence device."
            ],
            [
                229,
                "Only fifteenth?"
            ],
            [
                231,
                "Yeah, I never got that turtleneck thing."
            ],
            [
                233,
                "Thanks, we were shooting for nifty. You know, if you had it here, I’d autograph it for you."
            ],
            [
                235,
                "Nerds."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. Sheldon has a series of whiteboards across the room."
        ],
        [
            "Leonard",
            "Whatcha doin’ there? Working on a new plan to catch the roadrunner?"
        ],
        [
            "Sheldon",
            "The humorous implication being that I am Wile E. Coyote?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "And this is a schematic for a bird-trapping device that will ultimately backfire and cause me physical injury?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "What I’m doing here is trying to determine when I’m going to die."
        ],
        [
            "Leonard",
            "A lot of people are working on that research. So what is all this?"
        ],
        [
            "Sheldon",
            "My family history factoring in longevity, propensity for disease, et cetera."
        ],
        [
            "Leonard",
            "Interesting. Cause of death for Uncle Carl was KBB. What’s KBB?"
        ],
        [
            "Sheldon",
            "Killed by badger."
        ],
        [
            "Leonard",
            "How’s that?"
        ],
        [
            "Sheldon",
            "It was Thanksgiving. Uncle Carl said, I think there’s a badger living in our chimney. Hand me that flashlight. Those were the last words he ever spoke to us."
        ],
        [
            "Leonard",
            "I don’t think you need to worry about death by badgers being hereditary."
        ],
        [
            "Sheldon",
            "Not true. The fight or flight instinct is coded genetically. Instead of fleeing, he chose to fight barehanded against a brawny member of the weasel family. Who’s to say that I don’t share that flawed DNA?"
        ],
        [
            "Leonard",
            "You can always get a badger and find out."
        ],
        [
            "Sheldon",
            "But seriously, even if I disregard the Uncle Carl factor, at best I have 60 years left."
        ],
        [
            "Leonard",
            "That long, huh?"
        ],
        [
            "Sheldon",
            "60 only takes me to here. I need to get to here."
        ],
        [
            "Leonard",
            "What’s there?"
        ],
        [
            "Sheldon",
            "The earliest estimate of the singularity, when man will be able to transfer his consciousness into machines and achieve immortality."
        ],
        [
            "Leonard",
            "So, you’re upset about missing out on becoming some sort of freakish self-aware robot?"
        ],
        [
            "Sheldon",
            "By this much."
        ],
        [
            "Leonard",
            "Tough break. You want eggs?"
        ],
        [
            "Sheldon",
            "You don’t get it, Leonard. I’m going to miss so much, the unified field theory,  cold fusion, the dogapus."
        ],
        [
            "Leonard",
            "What’s a dogapus?"
        ],
        [
            "Sheldon",
            "A hybrid dog and octopus. Man’s underwater best friend."
        ],
        [
            "Leonard",
            "Is somebody working on that?"
        ],
        [
            "Sheldon",
            "I was going to. I planned on giving it to myself on my 300th birthday."
        ],
        [
            "Leonard",
            "Wait a minute. You hate dogs."
        ],
        [
            "Sheldon",
            "A dogapus can play fetch with eight balls. No one can hate that."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "What do we owe you?"
        ],
        [
            "Leonard",
            "It came to $28.17. Let’s say six bucks apiece."
        ],
        [
            "Howard",
            "Here you go."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "Never mind. I got it."
        ],
        [
            "Penny",
            "Oh, you wanted me to pay."
        ],
        [
            "Leonard",
            "It’s no big deal."
        ],
        [
            "Penny",
            "No, no, no, no. You’re right. We’re not going out anymore, I should pay for myself. (After Raj whispers to Howard, and Howard laughs) What?"
        ],
        [
            "Howard",
            "He said if he had woman parts, he’d eat for free the rest of his life."
        ],
        [
            "Penny",
            "Yeah, but you wouldn’t be able to talk to yourself. I’m a little low on cash."
        ],
        [
            "Leonard",
            "Hmm? How much you got?"
        ],
        [
            "Penny",
            "Nothing."
        ],
        [
            "Leonard",
            "How can you walk around with no money?"
        ],
        [
            "Penny",
            "I’m cute. I get by."
        ],
        [
            "Leonard",
            "It’s okay, you can owe me."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Leonard",
            "Sheldon, six bucks."
        ],
        [
            "Sheldon",
            "No, thank you. I’m not eating pizza tonight."
        ],
        [
            "Penny",
            "But it’s Thursday. Thursday’s pizza night."
        ],
        [
            "Sheldon",
            "Not for me. Thursday is now Cruciferous Vegetable Night. Tonight’s selection, brussels sprouts."
        ],
        [
            "Howard",
            "Really? You’re changing the Sheldonian calendar?"
        ],
        [
            "Sheldon",
            "It’s a small price to pay."
        ],
        [
            "Penny",
            "For what?"
        ],
        [
            "Leonard",
            "No, no, don’t ask."
        ],
        [
            "Penny",
            "Sorry, sorry, sorry, sorry, sorry."
        ],
        [
            "Sheldon",
            "In order to live long enough to fuse my consciousness with cybernetics, I need to change my diet."
        ],
        [
            "Penny",
            "Wait. Cybernetics is robot stuff, right?"
        ],
        [
            "Sheldon",
            "Correct."
        ],
        [
            "Penny",
            "So you want to turn yourself into some sort of robot?"
        ],
        [
            "Sheldon",
            "Essentially, yes."
        ],
        [
            "Penny",
            "Okay, here’s my question. Didn’t you already do that?"
        ],
        [
            "Sheldon",
            "Flattering, but sadly, no. I’m also planning to begin an exercise regimen designed to strengthen my cardiovascular system. AKA jogging."
        ],
        [
            "Penny",
            "Wait. Honey,have you ever run before?"
        ],
        [
            "Sheldon",
            "Certainly. I’ve run from bullies, dogs, angry chickens, and one particularly persistent P.E. teacher determined to bend me over and give me a scoliosis test."
        ],
        [
            "Howard (after Raj whispers to him)",
            "You’re right, Penny jogs. Maybe you guys can run together."
        ],
        [
            "Sheldon",
            "That’s an excellent idea. Yeah, if we chat, it will create the illusion of time going faster."
        ],
        [
            "Penny",
            "No, it won’t. Um, how does he know I jog?"
        ],
        [
            "Howard",
            "Oh, he watches you from his car with high-powered binoculars."
        ],
        [
            "Penny",
            "Oh, my God, that is so creepy!"
        ],
        [
            "Howard",
            "I know! (Raj whispers to him) And he says he’s not gonna stop. (Raj whispers to him urgently) Then see a shrink and figure out how to talk to women."
        ],
        [
            "Scene",
            "Leonard’s bedroom"
        ],
        [
            "Sheldon (off)",
            "(Knock, knock, knock) Ugh. (Knock, knock, knock) U-u-ugh. (Knock, knock, knock) Lenu-u-ugh."
        ],
        [
            "Leonard",
            "What the hell? What’s the matter?"
        ],
        [
            "Sheldon",
            "I have pain radiating from my navel to my lower right abdomen. I’m nauseated and feverish. I believe I may have cholera."
        ],
        [
            "Leonard",
            "There’s no cholera in Pasadena. Just like last summer, when there was no malaria in Pasadena."
        ],
        [
            "Sheldon",
            "Well, if it’s not cholera, then based on a quick Internet search, the other explanations in decreasing order of likelihood are Hirschsprung’s Disease, botulism, a 30-foot tapeworm or accidental ingestion of chrysanthemum blossoms."
        ],
        [
            "Leonard",
            "When would you have accidentally eaten chrysanthemum blossoms?"
        ],
        [
            "Sheldon",
            "It’s part of an unlikely scenario that involves sleepwalking and a 24-hour flower mart with a less-than-vigilant proprietor. Oh, Lord, my belly!"
        ],
        [
            "Leonard",
            "Have you had your appendix out?"
        ],
        [
            "Sheldon",
            "I haven’t. I’ve been meaning to, but who has the time?"
        ],
        [
            "Leonard",
            "Let’s get you to the hospital."
        ],
        [
            "Sheldon",
            "So this is how it ends, with cruel irony. Just as I make the commitment to preserving my body, I am betrayed by my appendix, a vestigial organ. Do you know the original purpose of the appendix, Leonard?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "I do. And yet I’m doomed while you live on."
        ],
        [
            "Leonard",
            "Funny how things work out, isn’t it?"
        ],
        [
            "Sheldon",
            "Oh, Lord, I think it’s about to burst! (Loud sound of farting) On the other hand, it might have been the Brussels sprouts."
        ],
        [
            "Leonard",
            "Good night."
        ],
        [
            "Sheldon",
            "Good night. Appendicitis. What a nervous Nelly."
        ],
        [
            "Scene",
            "The hallway."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
        ],
        [
            "Penny",
            "Coming, coming. Hey, nice knees."
        ],
        [
            "Sheldon",
            "Thank you. They’re my mother’s."
        ],
        [
            "Penny",
            "Oh. And the Flash shirt is what? Because you’re gonna run really fast?"
        ],
        [
            "Sheldon",
            "No, the Flash shirt is because it’s Friday, but it’s nice when things work out. Where’s your heart rate monitor?"
        ],
        [
            "Penny",
            "I don’t have one."
        ],
        [
            "Sheldon",
            "What about your pedometer?"
        ],
        [
            "Penny",
            "Don’t have one."
        ],
        [
            "Sheldon",
            "Do you have telematics in your shoes connected to an iPod?"
        ],
        [
            "Penny",
            "Uh, no."
        ],
        [
            "Sheldon",
            "What do you do, you just go out there and gambol about like a bunny?"
        ],
        [
            "Penny",
            "No. I just run till I’m hungry, then I stop for a bear claw."
        ],
        [
            "Sheldon",
            "Why are you doing that?"
        ],
        [
            "Penny",
            "It’s good to stretch your muscles before you run."
        ],
        [
            "Sheldon",
            "All right."
        ],
        [
            "Penny",
            "All right, let’s start with a toe touch. Okay, you do it."
        ],
        [
            "Sheldon",
            "I am doing it."
        ],
        [
            "Penny",
            "Oh. Wow. Good job. Okay, um, can you do this?"
        ],
        [
            "Sheldon",
            "We’ll never know."
        ],
        [
            "Penny",
            "Okay, let’s just warm up on the run."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Penny",
            "Okay, let’s go."
        ],
        [
            "Sheldon",
            "Yeah, I’ve been reading up on biomechanics. I think you’ll be surprised at my… Wah! Oh!"
        ],
        [
            "Penny (squealing)",
            "Oh, my God, are you okay?"
        ],
        [
            "Sheldon",
            "I think so."
        ],
        [
            "Penny",
            "Oh, let me help you up."
        ],
        [
            "Sheldon",
            "Thank you. (Loud sound of farting)"
        ],
        [
            "Penny",
            "Oh, Sheldon!"
        ],
        [
            "Sheldon",
            "If it makes you feel any better, Thursday is no longer Cruciferous Vegetable Night."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Here’s my chicken curry. Howard, your shrimp biryani."
        ],
        [
            "Howard",
            "Thank you, sir."
        ],
        [
            "Leonard",
            "Palak paneer, that’s Penny."
        ],
        [
            "Penny",
            "Thanks."
        ],
        [
            "Leonard",
            "And for Rajesh Koothrappali, from whose homeland these tasty dishes originate, one large order of chicken McNuggets."
        ],
        [
            "Penny",
            "Hey, what’s my share?"
        ],
        [
            "Leonard",
            "Uh, 12 bucks."
        ],
        [
            "Penny",
            "Okay, can I get you after Friday when I get paid?"
        ],
        [
            "Leonard",
            "Sure."
        ],
        [
            "Penny",
            "What am I up to now?"
        ],
        [
            "Leonard",
            "Well, okay, with the Indian food, the pizza, the Thai food, the tank of gas, the frozen yogurt and your rent, uh, a little over fourteen hundred dollars."
        ],
        [
            "Penny (after Raj whispers to Howard and they both laugh)",
            "What now?"
        ],
        [
            "Howard",
            "He’s just expressing his admiration that you don’t even have to put out to get free stuff."
        ],
        [
            "Penny",
            "It’s not free, I’m gonna pay him back. (Raj whispers. Both laugh again) Shut up!"
        ],
        [
            "Leonard",
            "Sheldon, are you gonna join us?"
        ],
        [
            "Sheldon",
            "Coming! (From the bedroom area, a wheeled device consisting of a base, a tee-shirt on a coat hanger, and a computer monitor with Sheldon’s face, appears). Greetings, friends."
        ],
        [
            "Leonard",
            "Greetings, whatever the hell you are."
        ],
        [
            "Sheldon-bot",
            "I am a mobile virtual presence device. Recent events have demonstrated to me that my body is too fragile to endure the vicissitudes of the world. Until such time as I am able to transfer my consciousness, I shall remain in a secure location and interact with the world in this manner."
        ],
        [
            "Howard (after Raj whispers to him)",
            "Really? That’s your question? When did he put a ramp in?"
        ],
        [
            "Sheldon-bot",
            "You’re in my spot. This may seem a little odd at first, but over time you’ll grow accustomed to dealing with me in this configuration."
        ],
        [
            "Penny",
            "Yeah, to be honest, I don’t see much difference."
        ],
        [
            "Sheldon-bot",
            "Thank you. That’s what I was going for. Now, Leonard, tomorrow, when we go to work, you’ll need to allow some extra time to get me down the stairs. For your convenience, I disassemble into four pieces."
        ],
        [
            "Leonard",
            "This is ridiculous. I’m coming to talk to you."
        ],
        [
            "Sheldon-bot",
            "You don’t know where I am. My physical body is safely ensconced in a secure, undisclosed location."
        ],
        [
            "Leonard",
            "You’re in your bedroom."
        ],
        [
            "Sheldon-bot",
            "No, I’m not."
        ],
        [
            "Leonard",
            "I can hear your voice coming from your bedroom."
        ],
        [
            "Sheldon-bot",
            "No, you can’t. Wait. Come back. Halt. Authorized personnel only!"
        ],
        [
            "Penny",
            "So, either one of you weirdos want to buy my underwear? Only fourteen hundred bucks."
        ],
        [
            "Scene",
            "Sheldon’s bedroom."
        ],
        [
            "Leonard",
            "Sheldon, this is ridiculous."
        ],
        [
            "Sheldon",
            "I’m behind you. Please look at me when you’re talking to me."
        ],
        [
            "Leonard",
            "I am looking at you."
        ],
        [
            "Sheldon",
            "No, you’re not. Pay no attention to that man in the bed."
        ],
        [
            "Leonard",
            "You cannot exist as a virtual presence. Not here and certainly not at work. Oh, good God."
        ],
        [
            "Sheldon",
            "At my age, do you know how I’m statistically most likely to die?"
        ],
        [
            "Leonard",
            "At the hands of your roommate?"
        ],
        [
            "Sheldon",
            "An accident."
        ],
        [
            "Leonard",
            "That’s how I’m going to make it look."
        ],
        [
            "Sheldon",
            "Until I can transfer my intellect to a more durable container, my body will remain safely ensconced in my bed."
        ],
        [
            "Leonard",
            "Fine, but don’t expect my help."
        ],
        [
            "Sheldon",
            "You have to help, it’s in the roommate agreement."
        ],
        [
            "Leonard",
            "No, it’s not."
        ],
        [
            "Sheldon",
            "Section 74.C. The various obligations and duties of the parties in the event one of them becomes a robot."
        ],
        [
            "Leonard",
            "I’ll be damned."
        ],
        [
            "Scene",
            "Leonard’s car"
        ],
        [
            "Sheldon-bot",
            "This is delightful."
        ],
        [
            "Leonard",
            "Uh-huh."
        ],
        [
            "Sheldon-bot",
            "It’s much easier to enjoy the picturesque route we travel to work when you remove the spectre of fiery vehicular death."
        ],
        [
            "Leonard",
            "Refresh my memory. Why didn’t I just put you in the trunk?"
        ],
        [
            "Sheldon-bot",
            "Because I called shotgun. Remember?"
        ],
        [
            "Leonard",
            "Right."
        ],
        [
            "Sheldon-bot",
            "You seem tense. Perhaps this will relax you."
        ],
        [
            "Leonard",
            "I don’t want to listen to music, Sheldon."
        ],
        [
            "Sheldon-bot",
            "Very well. I don’t understand why you’re not enjoying this. Together, in this car, with my enhanced capabilities, we’re like Knight Rider."
        ],
        [
            "Leonard",
            "Except in Knight Rider, the car isn’t a yammering sphincter."
        ],
        [
            "Sheldon-bot",
            "You mock the sphincter, but the sphincter is a class of muscle without which human beings couldn’t survive. There are over 50 different sphincters in the human body. How many can you name?"
        ],
        [
            "Leonard",
            "I was wrong, this is exactly like Knight Rider."
        ],
        [
            "Sheldon-bot",
            "Perhaps you’d be interested in a different game."
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon-bot",
            "This is a photograph of the 1911 Solvay Conference on the theory of radiation and quanta. Using Photoshop, I’ve introduced a few anachronisms. See if you can spot all 24. I’ll give you the first one. Madame Curie should not be wearing a digital watch. And go."
        ],
        [
            "Leonard",
            "That’s it. Bye-bye. (Turns off screen.)"
        ],
        [
            "Sheldon-bot (screen switching itself back on)",
            "Bazinga."
        ],
        [
            "Leonard",
            "Whoa!"
        ],
        [
            "Sheldon-bot",
            "I have an override switch."
        ],
        [
            "Leonard",
            "I almost died!"
        ],
        [
            "Sheldon-bot ",
            "And I’m safe and sound in bed. Who’s crazy now?"
        ],
        [
            "Leonard",
            "I’m still going to go with you."
        ],
        [
            "Scene",
            "A corridor at the university."
        ],
        [
            "Sheldon-bot ",
            "Hello, Professor Hoskins. Nice to see you, Mindy. Konichi-wa Dr. Nakamora. Sorry the Swedes disproved your theory. Leonard, my door."
        ],
        [
            "Leonard",
            "What about it?"
        ],
        [
            "Sheldon-bot ",
            "Be a lamb and open it for me."
        ],
        [
            "Leonard",
            "Why? What’s the problem?"
        ],
        [
            "Sheldon-bot ",
            "You think you have me stymied, don’t you?"
        ],
        [
            "Leonard",
            "No, I think a doorknob has you stymied."
        ],
        [
            "Howard",
            "Oh, look, it’s Leonard and R2-D-Bag."
        ],
        [
            "Raj",
            "That’s my joke. I told it last night. You can’t just use it."
        ],
        [
            "Sheldon-bot ",
            "Raj, be a lamb and open the door for me."
        ],
        [
            "Raj",
            "Oh, sure."
        ],
        [
            "Sheldon-bot ",
            "He’s a lamb. You’re not."
        ],
        [
            "Raj",
            "I’m a lamb."
        ],
        [
            "Scene",
            "The Cheesecake Factory"
        ],
        [
            "Sheldon-bot ",
            "Isn’t this nice? The pleasures of fellowship and camaraderie without having to tolerate your germy breath on my skin."
        ],
        [
            "Howard",
            "I say we just take him to Tatooine and sell him to some Jawas."
        ],
        [
            "Raj",
            "That’s two, dude. Write your own jokes."
        ],
        [
            "Penny",
            "Oh, great. Hi, I’m Penny, I’ll be your waitress."
        ],
        [
            "Leonard",
            "Why are you introducing yourself?"
        ],
        [
            "Penny",
            "I’d rather people not know I have any prior connection to you whatsoever."
        ],
        [
            "Sheldon-bot ",
            "Can you tell me the specials this evening?"
        ],
        [
            "Penny",
            "Sheldon, I’m not waiting on you."
        ],
        [
            "Sheldon-bot",
            "Obviously. I don’t even have water yet."
        ],
        [
            "Penny",
            "Because you’re not here."
        ],
        [
            "Sheldon-bot",
            "That’s discrimination against the otherwise located. I’m going to have to go over your head. Manager, manager. Oh, Lord, look who it is."
        ],
        [
            "Howard",
            "Is that Steve Wozniak?"
        ],
        [
            "Leonard",
            "I think it is."
        ],
        [
            "Sheldon-bot ",
            "The Great and Powerful Woz."
        ],
        [
            "Leonard",
            "Penny, Steve Wozniak was one of the cofounders of Apple Computer. He and Steve Jobs started it…"
        ],
        [
            "Penny",
            "Yeah, I know who he is. I watch Dancing with the Stars."
        ],
        [
            "Sheldon-bot ",
            "I must speak to him."
        ],
        [
            "Leonard",
            "Of course you must."
        ],
        [
            "Penny",
            "You know, there’s an Olive Garden down the street. You guys should try it sometime."
        ],
        [
            "Sheldon-bot ",
            "Excuse me, Mr. Wozniak?"
        ],
        [
            "Steve Wozniak",
            "Oh, hey. Nice virtual presence device."
        ],
        [
            "Sheldon-bot ",
            "Thank you. I just want to say I’m a big fan. You’re my fifteenth favourite technological visionary."
        ],
        [
            "Steve Wozniak",
            "Only fifteenth?"
        ],
        [
            "Sheldon-bot ",
            "It’s still six spots above Steve Jobs. I care neither for turtlenecks nor showmanship."
        ],
        [
            "Steve Wozniak",
            "Yeah, I never got that turtleneck thing."
        ],
        [
            "Sheldon-bot ",
            "One of my proudest possessions is a vintage 1977 Apple Two. Despite the file system limitations of Apple DOS 3.3, it was a pretty nifty little achievement."
        ],
        [
            "Steve Wozniak",
            "Thanks, we were shooting for nifty. You know, if you had it here, I’d autograph it for you."
        ],
        [
            "Sheldon-bot",
            "Don’t move for 15 to 30 minutes, depending on how the buses are running."
        ],
        [
            "Steve Wozniak",
            "Nerds."
        ],
        [
            "Scene",
            "The hallway. Sheldon exits carrying the Apple 2."
        ],
        [
            "Sheldon",
            "I’m coming, Woz, I’m coming. (Trips on stairs.) Ow! Aw."
        ],
        [
            "Scene",
            "The hallway. Sheldon-bot approaches Penny’s door and starts bashing into it."
        ],
        [
            "Sheldon-bot ",
            "(Bash) Penny. (Bash) Penny. (Bash) Penny."
        ],
        [
            "Penny",
            "What up, Shel-Bot?"
        ],
        [
            "Sheldon-bot",
            "I can’t get out of bed. I hurt my ankle."
        ],
        [
            "Penny",
            "What do you want me to do?"
        ],
        [
            "Sheldon-bot",
            "Sing me Soft Kitty."
        ],
        [
            "Penny",
            "Really, you want me to sing Soft Kitty to a computer monitor?"
        ],
        [
            "Sheldon-bot",
            "Would you rather come over and sing it to me in person?"
        ],
        [
            "Penny",
            "Soft kitty, warm kitty, little ball of fur."
        ],
        [
            "Sheldon-bot",
            "Closer to the microphone."
        ],
        [
            "Penny",
            "Happy kitty, sleepy…"
        ],
        [
            "Sheldon-bot",
            "No. You have to start over."
        ],
        [
            "Penny",
            "Soft kitty, warm kitty, little ball of fur. Happy kitty, sleepy kitty, purr, purr, purr."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-02-the-cruciferous-vegetable-amplification/"
}