{
    "Season": 4,
    "Episode": 23,
    "Title": "the engagement reaction",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The Cheesecake Factory"
            ],
            [
                25,
                "Credits sequence."
            ],
            [
                26,
                "The same. "
            ],
            [
                43,
                "The apartment. "
            ],
            [
                67,
                "Howard’s house. "
            ],
            [
                83,
                "The laundry room."
            ],
            [
                113,
                "A hospital waiting room. "
            ],
            [
                149,
                "The same, later."
            ],
            [
                191,
                "Outside the hospital washroom. A man enters. 339"
            ],
            [
                195,
                "A hospital corridor. "
            ],
            [
                202,
                "The waiting room. "
            ],
            [
                239,
                "A hospital room. The guys except for Sheldon are in Hazmat suits. "
            ]
        ],
        "Penny": [
            [
                1,
                "Hey, do me a favour and take table seven."
            ],
            [
                3,
                "Nah, I prefer to look at it as the one with my ex-boyfriend and his gorgeous, successful and sophisticated girlfriend, who makes me feel like a toothless Okie."
            ],
            [
                5,
                "Oh, please, you’re not that kind of person."
            ],
            [
                84,
                "Hey."
            ],
            [
                86,
                "Haven’t seen you in a while. How’s it going?"
            ],
            [
                88,
                "I don’t know, maybe, I have no idea what you said."
            ],
            [
                90,
                "My mirth. Classic."
            ],
            [
                92,
                "It’s not a big deal, Sheldon. It’s just, ever since Leonard’s been dating Raj’s sister, I’ve had to keep my distance. I don’t get to hear all your jibber-jabber."
            ],
            [
                94,
                "What are you doing at work these days?"
            ],
            [
                96,
                "Alright, come on, even you have to admit that’s jibber-jabber."
            ],
            [
                98,
                "Oh, my God, you’re about to jibber-jabber about jibber-jabber."
            ],
            [
                100,
                "Oh, my God! What happened?"
            ],
            [
                102,
                "Okay."
            ],
            [
                105,
                "Okay, well, your friend and his mother are there, we’re going."
            ],
            [
                107,
                "Oh, don’t tell me you’re afraid of germs."
            ],
            [
                111,
                "Okay, you know what? You are unbelievable. You buy all these superhero T-shirts, but when it’s time for you to step up and do the right thing, you just hide in the laundry room."
            ],
            [
                117,
                "Hang on a second, you picked up your mother? Her own legs are barely able to do that."
            ],
            [
                119,
                "Yeah, I’m saying, it’d be easier to lift a car."
            ],
            [
                123,
                "What’s the difference?"
            ],
            [
                125,
                "Thanks for clearing that up."
            ],
            [
                127,
                "Okay, you’re not helping."
            ],
            [
                141,
                "How else is she supposed to take it?"
            ],
            [
                151,
                "Well, he’s my friend. It’s what you do. (Laughs)"
            ],
            [
                153,
                "It’s just so weird. Howard Wolowitz is my friend. You know, once he tried to stick his tongue down my throat and I broke his nose."
            ],
            [
                155,
                "Yeah, tell me about it."
            ],
            [
                157,
                "You mean when he was little."
            ],
            [
                159,
                "You know, this stuff is horrible. You want to see if we can find the cafeteria and get real coffee?"
            ],
            [
                196,
                "You want to talk about crazy mothers, Leonard’s mom wouldn’t give him any sort of approval growing up."
            ],
            [
                198,
                "It makes him desperate to please women. That’s why the foreplay goes on and on."
            ],
            [
                200,
                "It’s like he’s trying to win a prize. A word of advice, don’t doze off. You will never hear the end of it."
            ],
            [
                219,
                "Yeah, I know, right?"
            ],
            [
                223,
                "We were just comparing notes about how you are in the sack."
            ],
            [
                225,
                "Yeah."
            ]
        ],
        "Bernadette": [
            [
                2,
                "You mean the one with my one hundred and eighteen-pound rock-hard stud of a fiancé who’s prone to canker sores and pinkeye?"
            ],
            [
                4,
                "Do you want me to spill hot soup on her?"
            ],
            [
                6,
                "I know. But if she orders something low-fat I’ll totally give her the full-fat version."
            ],
            [
                16,
                "You guys ready to order?"
            ],
            [
                18,
                "I don’t understand."
            ],
            [
                27,
                "All right. Here you go. Two lemonades, one iced tea and a root beer for Priya."
            ],
            [
                29,
                "That’s what you ordered."
            ],
            [
                31,
                "Yeah. We’re thinking of having it on a cliff overlooking the ocean."
            ],
            [
                34,
                "He hasn’t told her yet. He’s waiting for the right time."
            ],
            [
                115,
                "You’re a real hero, Howard."
            ],
            [
                133,
                "So it’s probably genetic."
            ],
            [
                135,
                "What?"
            ],
            [
                137,
                "Come on, Howard, I’m going to be your wife. You can share anything with me."
            ],
            [
                139,
                "You told her we were going to get married and she had a heart attack?"
            ],
            [
                143,
                "You mean sexual intercourse?"
            ],
            [
                146,
                "Howard’s mother had a heart attack because I have sex with him and she can’t."
            ],
            [
                170,
                "How can we be together if the thought of us getting married might kill your mother?"
            ],
            [
                184,
                "Me? Why me?"
            ],
            [
                186,
                "Okay, well, wish me luck."
            ],
            [
                229,
                "You’re a putz. You know what that means?"
            ],
            [
                231,
                "Your mother just taught it to me. She thinks she got food poisoning from that deli and she just wanted to make sure I was okay."
            ],
            [
                233,
                "No, because I’m engaged to a putz. You let me believe I was the reason she had a heart attack."
            ],
            [
                235,
                "Shut up! She said I’m a wonderful girl and that you’re lucky to have me."
            ]
        ],
        "Leonard": [
            [
                7,
                "Uh, that’s my water."
            ],
            [
                9,
                "My water. You’re drinking it."
            ],
            [
                11,
                "Yes. It’s my water."
            ],
            [
                13,
                "Here we go."
            ],
            [
                21,
                "That’s actually my napkin."
            ],
            [
                33,
                "What did your mother say when you told her you were getting married?"
            ],
            [
                41,
                "You all right?"
            ],
            [
                48,
                "Water nymph."
            ],
            [
                55,
                "What’s going on?"
            ],
            [
                59,
                "Have you met Bernadette’s parents?"
            ],
            [
                63,
                "That’s not your water."
            ],
            [
                99,
                "Howard and his mother are at the hospital. Come on, we gotta go."
            ],
            [
                101,
                "I don’t know, I just got a text. Come on, hurry."
            ],
            [
                103,
                "Sheldon, let’s go!"
            ],
            [
                109,
                "Right, fine. I’ll tell Howard you didn’t come because you’re more concerned about your own well-being than his."
            ],
            [
                121,
                "So, how is she?"
            ],
            [
                129,
                "Go sit over there."
            ],
            [
                131,
                "Is there a history of heart disease in your family?"
            ],
            [
                161,
                "I’m fine. That’s nice that they’re getting along."
            ],
            [
                163,
                "What are you talking about?"
            ],
            [
                165,
                "I don’t care. I don’t have anything to hide."
            ],
            [
                167,
                "No, I do not. You are a mean little man."
            ],
            [
                203,
                "There are a couple of things I did with Penny that might be a little silly, but…"
            ],
            [
                205,
                "Every once in a while, before we’d go to bed, I’d put on a little show for her."
            ],
            [
                207,
                "Well, you know, the way I took my clothes off."
            ],
            [
                209,
                "I’d look pretty stupid if there was no music."
            ],
            [
                211,
                "I wasn’t swinging around a pole."
            ],
            [
                213,
                "There was one time I put body glitter on."
            ],
            [
                215,
                "No, she wouldn’t."
            ],
            [
                217,
                "You really are a mean little man."
            ],
            [
                220,
                "Hey, what took you guys so long?"
            ],
            [
                222,
                "That’s nice. What about?"
            ],
            [
                224,
                "That’s funny."
            ],
            [
                227,
                "It doesn’t matter. I’m the king of foreplay."
            ],
            [
                242,
                "Hell Hounds."
            ]
        ],
        "Sheldon": [
            [
                8,
                "What?"
            ],
            [
                10,
                "Dear Lord! Have you been drinking it?"
            ],
            [
                12,
                "Well, that’s it then. I’m dead."
            ],
            [
                14,
                "I’m sorry, do I really need to connect the dots for you? The backwash into this glass is every pathogen that calls your mouth home, sweet home. Not to mention the visitors who arrive on the dancing tongue of your subtropical girlfriend."
            ],
            [
                17,
                "Yes, I’d like a seven-day course of penicillin, some, uh, syrup of ipecac, to induce vomiting, and a mint."
            ],
            [
                20,
                "He drank from Leonard’s glass. Words they’ll be carving into my tombstone."
            ],
            [
                22,
                "Oh, this is a nightmare!"
            ],
            [
                24,
                "To the bar, to sterilize my mouth with alcohol. Gang way! Dead man walking!"
            ],
            [
                40,
                "I gargled with tequila and may have swallowed a teeny bit."
            ],
            [
                42,
                "Fine. Thank you for asking. I love you so much."
            ],
            [
                44,
                "Fire demon."
            ],
            [
                50,
                "Could you please play the game without commenting on every card?"
            ],
            [
                52,
                "Last one."
            ],
            [
                62,
                "Oh, dear Lord!"
            ],
            [
                65,
                "Where’s the mouthwash?"
            ],
            [
                85,
                "Hello."
            ],
            [
                87,
                "Oh, other than waiting out the exponential growth period of the virulent organisms trooping through my microvilli into my circulatory system, hunky-dory. (Penny laughs) Did I say something amusing?"
            ],
            [
                89,
                "So your mirth is merely a discharge of nervous energy with no semantic content at all?"
            ],
            [
                91,
                "Is there a station coming up where I can board your giggling train of thought?"
            ],
            [
                93,
                "Jibber-jabber? I don’t jibber-jabber."
            ],
            [
                95,
                "Oh, I’m working on time-dependent backgrounds in string theory, specifically quantum field theory in D-dimensional de Sitter space."
            ],
            [
                97,
                "Interesting, do you know where the phrase jibber-jabber comes from?"
            ],
            [
                104,
                "To a hospital? Full of sick people? Oh, I don’t think so."
            ],
            [
                106,
                "I can’t."
            ],
            [
                108,
                "Not all germs. Just the ones that will kill me. It’s the same way I’m not afraid of all steak knives, just the ones that might be plunged in my thorax."
            ],
            [
                110,
                "I would think he would know that."
            ],
            [
                112,
                "Fine, I’ll go. Just for the record, my Aunt Ruth died in a hospital. She went in to visit my Uncle Roger, caught something and bit the dust a week later. The two of them now share a coffee can on my mother’s mantel."
            ],
            [
                124,
                "A heart-attack-like event is an event that’s like a heart attack."
            ],
            [
                126,
                "Regardless, coronary problems are eminently treatable. What’s more likely going to kill Howard’s mother are the antibiotic-resistant super-bugs festering in every nook and cranny of this hospital."
            ],
            [
                128,
                "Disagree."
            ],
            [
                130,
                "I’ll sit over there, it looks cleaner."
            ],
            [
                172,
                "Howard, I have to go to the bathroom and no one will take me home."
            ],
            [
                174,
                "Pneumococcus, streptococcus, staphylococcus and other assorted coccuses."
            ],
            [
                176,
                "Will you at least go with me to the restroom here, so you can open the door and flush the urinal?"
            ],
            [
                178,
                "This might be a good time to point out, Howard, that friendship requires a certain give and take. Hold the door!"
            ],
            [
                194,
                "No, I haven’t. It’s all good."
            ],
            [
                240,
                "Mountain Elf."
            ],
            [
                246,
                "Must you?"
            ],
            [
                248,
                "Zandor, Wizard of the North. Ha! I win."
            ]
        ],
        "Raj": [
            [
                15,
                "Hey! That’s my sister and my country you’re talking about. Leonard may have defiled one, but I won’t have you talking smack about the other."
            ],
            [
                45,
                "Ooh, fire demon. Sheldon’s turning up the heat."
            ],
            [
                47,
                "Check it! Howard pulls one out from under the bridge. Nice!"
            ],
            [
                49,
                "Oh, yeah, she’s got puddles in all the right places."
            ],
            [
                51,
                "Sorry. Walking tree."
            ],
            [
                53,
                "I’m taking a stroll and I’m sporting wood."
            ],
            [
                57,
                "Oh, that sounds lovely."
            ],
            [
                61,
                "Sheldon, that’s my water."
            ],
            [
                64,
                "I know."
            ],
            [
                162,
                "Your girlfriend and your ex-girlfriend are hanging out together? Oh, yeah, that can only be good for you."
            ],
            [
                164,
                "One of them broke up with you. Do you really want her telling the other one why?"
            ],
            [
                166,
                "Good, good. Then you have nothing to worry about."
            ],
            [
                168,
                "You’d think it’d be because my parents didn’t love me, but actually they loved me a great deal."
            ],
            [
                204,
                "Like what?"
            ],
            [
                206,
                "What do you mean, a show?"
            ],
            [
                208,
                "Like, to music?"
            ],
            [
                210,
                "So you’d do a striptease?"
            ],
            [
                212,
                "Good, good."
            ],
            [
                214,
                "Well, I don’t think you have to worry about Penny telling my sister that."
            ],
            [
                216,
                "Your big problem is me telling her."
            ],
            [
                226,
                "What if she wasn’t kidding?"
            ],
            [
                241,
                "He takes the elf from off the shelf."
            ],
            [
                243,
                "Hell Hounds. Who let the Satanic dogs out? Who? Who-who?"
            ],
            [
                245,
                "I got a colossal serpent right here."
            ],
            [
                247,
                "Sorry, I’m just trying to cheer my buddy up. Rotting Zombie. Sheldon’s new Facebook photo."
            ]
        ],
        "Howard": [
            [
                19,
                "He drank from Leonard’s glass."
            ],
            [
                23,
                "Where are you going?"
            ],
            [
                32,
                "Nothing soothes those pre-wedding jitters like the thought of falling and drowning."
            ],
            [
                35,
                "I was thinking of weaving it into her eulogy."
            ],
            [
                37,
                "Hey, have you told your parents you’re dating this short glass of skim milk here?"
            ],
            [
                39,
                "Right, right, whereas Jewish mothers take a casual, la-di-da approach to their sons."
            ],
            [
                46,
                "Troll master."
            ],
            [
                56,
                "Bernadette and my mother are having a get-to-know-you lunch at the Old Town Deli."
            ],
            [
                58,
                "Hope so. Of course, if history is any indication, my mother will swallow her whole and spit out her bones like an owl."
            ],
            [
                60,
                "You mean Adolf and Eva? Not yet. One goose step at a time."
            ],
            [
                68,
                "Ma, I’m home! Where are you?"
            ],
            [
                70,
                "So, how’d it go?"
            ],
            [
                72,
                "No, I mean lunch, today, with Bernadette."
            ],
            [
                74,
                "Besides food, did you get along? Did you talk?"
            ],
            [
                76,
                "No, she never mentioned it."
            ],
            [
                78,
                "Yeah, that’s probably it. So, what do you think? Do you like her? She’s great, huh?"
            ],
            [
                80,
                "That’s good to hear, ’cause I’ve got some news."
            ],
            [
                82,
                "Bernadette and I are getting married. Ma? You too busy bearing down? Ma? (crashing sound from in bathroom) Oh, my God, Ma? Ma? Ma? Stand back, I’m gonna break the door down! (Runs at door. It doesn’t break down. Falls over.) Son of a bitch! Ma, help!"
            ],
            [
                114,
                "So I knocked down the bathroom door, picked up my poor unconscious mother, carried her to the car, and drove like a madman to the emergency room."
            ],
            [
                116,
                "No, I did what any son would do."
            ],
            [
                118,
                "I was filled with adrenaline. It happens to be how women lift cars off babies."
            ],
            [
                120,
                "What can I tell you? After I found the courage to put her pants back on, I was unstoppable."
            ],
            [
                122,
                "They’re running tests. I don’t know. It may have been a heart attack or heart-attack-like event."
            ],
            [
                132,
                "My family is the history of heart disease. There’s a cave painting in France of one of my ancestors doing this (clutches chest)."
            ],
            [
                134,
                "Well, maybe. Mom also had just gotten some news that might have upset her."
            ],
            [
                136,
                "It’s not important."
            ],
            [
                138,
                "You’d think that. But no."
            ],
            [
                140,
                "You can’t take that personally."
            ],
            [
                142,
                "What you’ve got to keep in mind is that ever since my dad left, I’ve been the whole world to my mother. I mean, she’d be threatened by any woman who can give me what she can’t."
            ],
            [
                144,
                "Well, when you say it like that you make it sound creepy."
            ],
            [
                147,
                "Bernie, wait!"
            ],
            [
                169,
                "Bernie, it’s not you. She’s just set in her ways."
            ],
            [
                171,
                "It’s the circle of life, sweetie. One day our son will marry someone and it will kill you."
            ],
            [
                173,
                "What’s wrong with the bathroom here?"
            ],
            [
                175,
                "Sheldon, my mother is on her deathbed and my fiancée is grief-stricken over putting her there. I’m not taking you home."
            ],
            [
                177,
                "No!"
            ],
            [
                180,
                "Is she okay?"
            ],
            [
                182,
                "Can I see her?"
            ],
            [
                185,
                "Jews have been asking that for centuries. There’s no real good answer."
            ],
            [
                187,
                "Don’t worry, you’ll be fine. Let’s just hide Mr. Cross. If it touches her, it burns."
            ],
            [
                189,
                "Yeah."
            ],
            [
                228,
                "Hey, how’d it go?"
            ],
            [
                230,
                "Yeah. Do you?"
            ],
            [
                232,
                "And are you?"
            ],
            [
                234,
                "Well, based on the available evid…"
            ],
            [
                236,
                "Where are you going?"
            ],
            [
                238,
                "Is it just me, or does she sound sexy when she’s angry?"
            ],
            [
                244,
                "Colossal Serpent."
            ],
            [
                249,
                "If you skip the part about being under a two-week quarantine because you were exposed to a deadly disease, absolutely."
            ]
        ],
        "Priya": [
            [
                28,
                "Is it diet?"
            ],
            [
                30,
                "Thank you. Hey, have you and Howard started planning your wedding yet?"
            ],
            [
                36,
                "Howard, you’ve got to tell your mother."
            ],
            [
                38,
                "Uh, that’s different. First of all, we’re not engaged, and second, Indian parents are very protective of their children."
            ],
            [
                150,
                "Nice of you to come for Howard."
            ],
            [
                152,
                "I’m sorry, did I miss something?"
            ],
            [
                154,
                "That’s a little easier to believe than he’s your friend."
            ],
            [
                156,
                "You know, my brother had a group of friends like this in India. They dressed up in leotards and goggles and called themselves the New Delhi Power Rangers."
            ],
            [
                158,
                "Not as little as you’d want him to be."
            ],
            [
                160,
                "Sure. We’re going to the cafeteria to get some coffee. You want anything?"
            ],
            [
                197,
                "Oh, the poor thing."
            ],
            [
                199,
                "It does, doesn’t it?"
            ],
            [
                218,
                "Oh, God, that’s so true."
            ],
            [
                221,
                "Oh, we were just chatting."
            ]
        ],
        "Howard (reading a text)": [
            [
                54,
                "Okay, the Eagle has landed."
            ]
        ],
        "Raj (holding it)": [
            [
                66,
                "Where indeed."
            ]
        ],
        "Mrs Wolowitz (off)": [
            [
                69,
                "I’m in the toilet."
            ]
        ],
        "Mrs Wolowitz": [
            [
                71,
                "Too soon to say. I’m not done yet."
            ],
            [
                73,
                "Oh! I had a pastrami sandwich. She had eggplant lasagna. Like that’s what a person orders in a Jewish deli."
            ],
            [
                75,
                "Oh, sure. Did you know she’s going to school to become a microbiologist?"
            ],
            [
                77,
                "I bet she did and you didn’t listen."
            ],
            [
                79,
                "She’s a lovely girl. Cute as a button."
            ],
            [
                81,
                "I hope it’s good news, because I’ve got nothing but disappointment in here!"
            ]
        ],
        "Priya (arriving)": [
            [
                145,
                "What happened?"
            ]
        ],
        "Sheldon (to Raj)": [
            [
                148,
                "I’ll give you $1,000 if you’ll drive me home."
            ]
        ],
        "Doctor": [
            [
                179,
                "Mr. Wolowitz?"
            ],
            [
                181,
                "It wasn’t a heart attack. She’s awake, she’s resting comfortably. We’re still running a few tests."
            ],
            [
                183,
                "Actually, she said, and I quote, she’d like to see the little Catholic girl first."
            ],
            [
                188,
                "You brought a Catholic girl home to your mother?"
            ],
            [
                190,
                "Why don’t I write you a prescription for Xanax."
            ],
            [
                193,
                "Wait, you can’t leave here, you’ve been exposed."
            ]
        ],
        "Sheldon (exiting while the door is open)": [
            [
                192,
                "Finally. (Goes down corridor. Dodges into a door to avoid a coughing patient on a trolley. The room is full of doctors in hazmat suits.) Oh, what fresh hell is this?"
            ]
        ],
        "Sheldon (through glass door pane)": [
            [
                201,
                "Help me! Come back! Penny!"
            ]
        ],
        "Bermadette (in a voice like Mrs Wolowitz)": [
            [
                237,
                "To the toilet! Is that okay with you?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The Cheesecake Factory"
        ],
        [
            "Penny",
            "Hey, do me a favour and take table seven."
        ],
        [
            "Bernadette",
            "You mean the one with my one hundred and eighteen-pound rock-hard stud of a fiancé who’s prone to canker sores and pinkeye?"
        ],
        [
            "Penny",
            "Nah, I prefer to look at it as the one with my ex-boyfriend and his gorgeous, successful and sophisticated girlfriend, who makes me feel like a toothless Okie."
        ],
        [
            "Bernadette",
            "Do you want me to spill hot soup on her?"
        ],
        [
            "Penny",
            "Oh, please, you’re not that kind of person."
        ],
        [
            "Bernadette",
            "I know. But if she orders something low-fat I’ll totally give her the full-fat version."
        ],
        [
            "Leonard",
            "Uh, that’s my water."
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Leonard",
            "My water. You’re drinking it."
        ],
        [
            "Sheldon",
            "Dear Lord! Have you been drinking it?"
        ],
        [
            "Leonard",
            "Yes. It’s my water."
        ],
        [
            "Sheldon",
            "Well, that’s it then. I’m dead."
        ],
        [
            "Leonard",
            "Here we go."
        ],
        [
            "Sheldon",
            "I’m sorry, do I really need to connect the dots for you? The backwash into this glass is every pathogen that calls your mouth home, sweet home. Not to mention the visitors who arrive on the dancing tongue of your subtropical girlfriend."
        ],
        [
            "Raj",
            "Hey! That’s my sister and my country you’re talking about. Leonard may have defiled one, but I won’t have you talking smack about the other."
        ],
        [
            "Bernadette",
            "You guys ready to order?"
        ],
        [
            "Sheldon",
            "Yes, I’d like a seven-day course of penicillin, some, uh, syrup of ipecac, to induce vomiting, and a mint."
        ],
        [
            "Bernadette",
            "I don’t understand."
        ],
        [
            "Howard",
            "He drank from Leonard’s glass."
        ],
        [
            "Sheldon",
            "He drank from Leonard’s glass. Words they’ll be carving into my tombstone."
        ],
        [
            "Leonard",
            "That’s actually my napkin."
        ],
        [
            "Sheldon",
            "Oh, this is a nightmare!"
        ],
        [
            "Howard",
            "Where are you going?"
        ],
        [
            "Sheldon",
            "To the bar, to sterilize my mouth with alcohol. Gang way! Dead man walking!"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The same. "
        ],
        [
            "Bernadette",
            "All right. Here you go. Two lemonades, one iced tea and a root beer for Priya."
        ],
        [
            "Priya",
            "Is it diet?"
        ],
        [
            "Bernadette",
            "That’s what you ordered."
        ],
        [
            "Priya",
            "Thank you. Hey, have you and Howard started planning your wedding yet?"
        ],
        [
            "Bernadette",
            "Yeah. We’re thinking of having it on a cliff overlooking the ocean."
        ],
        [
            "Howard",
            "Nothing soothes those pre-wedding jitters like the thought of falling and drowning."
        ],
        [
            "Leonard",
            "What did your mother say when you told her you were getting married?"
        ],
        [
            "Bernadette",
            "He hasn’t told her yet. He’s waiting for the right time."
        ],
        [
            "Howard",
            "I was thinking of weaving it into her eulogy."
        ],
        [
            "Priya",
            "Howard, you’ve got to tell your mother."
        ],
        [
            "Howard",
            "Hey, have you told your parents you’re dating this short glass of skim milk here?"
        ],
        [
            "Priya",
            "Uh, that’s different. First of all, we’re not engaged, and second, Indian parents are very protective of their children."
        ],
        [
            "Howard",
            "Right, right, whereas Jewish mothers take a casual, la-di-da approach to their sons."
        ],
        [
            "Sheldon",
            "I gargled with tequila and may have swallowed a teeny bit."
        ],
        [
            "Leonard",
            "You all right?"
        ],
        [
            "Sheldon",
            "Fine. Thank you for asking. I love you so much."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "Fire demon."
        ],
        [
            "Raj",
            "Ooh, fire demon. Sheldon’s turning up the heat."
        ],
        [
            "Howard",
            "Troll master."
        ],
        [
            "Raj",
            "Check it! Howard pulls one out from under the bridge. Nice!"
        ],
        [
            "Leonard",
            "Water nymph."
        ],
        [
            "Raj",
            "Oh, yeah, she’s got puddles in all the right places."
        ],
        [
            "Sheldon",
            "Could you please play the game without commenting on every card?"
        ],
        [
            "Raj",
            "Sorry. Walking tree."
        ],
        [
            "Sheldon",
            "Last one."
        ],
        [
            "Raj",
            "I’m taking a stroll and I’m sporting wood."
        ],
        [
            "Howard (reading a text)",
            "Okay, the Eagle has landed."
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Howard",
            "Bernadette and my mother are having a get-to-know-you lunch at the Old Town Deli."
        ],
        [
            "Raj",
            "Oh, that sounds lovely."
        ],
        [
            "Howard",
            "Hope so. Of course, if history is any indication, my mother will swallow her whole and spit out her bones like an owl."
        ],
        [
            "Leonard",
            "Have you met Bernadette’s parents?"
        ],
        [
            "Howard",
            "You mean Adolf and Eva? Not yet. One goose step at a time."
        ],
        [
            "Raj",
            "Sheldon, that’s my water."
        ],
        [
            "Sheldon",
            "Oh, dear Lord!"
        ],
        [
            "Leonard",
            "That’s not your water."
        ],
        [
            "Raj",
            "I know."
        ],
        [
            "Sheldon",
            "Where’s the mouthwash?"
        ],
        [
            "Raj (holding it)",
            "Where indeed."
        ],
        [
            "Scene",
            "Howard’s house. "
        ],
        [
            "Howard",
            "Ma, I’m home! Where are you?"
        ],
        [
            "Mrs Wolowitz (off)",
            "I’m in the toilet."
        ],
        [
            "Howard",
            "So, how’d it go?"
        ],
        [
            "Mrs Wolowitz",
            "Too soon to say. I’m not done yet."
        ],
        [
            "Howard",
            "No, I mean lunch, today, with Bernadette."
        ],
        [
            "Mrs Wolowitz",
            "Oh! I had a pastrami sandwich. She had eggplant lasagna. Like that’s what a person orders in a Jewish deli."
        ],
        [
            "Howard",
            "Besides food, did you get along? Did you talk?"
        ],
        [
            "Mrs Wolowitz",
            "Oh, sure. Did you know she’s going to school to become a microbiologist?"
        ],
        [
            "Howard",
            "No, she never mentioned it."
        ],
        [
            "Mrs Wolowitz",
            "I bet she did and you didn’t listen."
        ],
        [
            "Howard",
            "Yeah, that’s probably it. So, what do you think? Do you like her? She’s great, huh?"
        ],
        [
            "Mrs Wolowitz",
            "She’s a lovely girl. Cute as a button."
        ],
        [
            "Howard",
            "That’s good to hear, ’cause I’ve got some news."
        ],
        [
            "Mrs Wolowitz",
            "I hope it’s good news, because I’ve got nothing but disappointment in here!"
        ],
        [
            "Howard",
            "Bernadette and I are getting married. Ma? You too busy bearing down? Ma? (crashing sound from in bathroom) Oh, my God, Ma? Ma? Ma? Stand back, I’m gonna break the door down! (Runs at door. It doesn’t break down. Falls over.) Son of a bitch! Ma, help!"
        ],
        [
            "Scene",
            "The laundry room."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Penny",
            "Haven’t seen you in a while. How’s it going?"
        ],
        [
            "Sheldon",
            "Oh, other than waiting out the exponential growth period of the virulent organisms trooping through my microvilli into my circulatory system, hunky-dory. (Penny laughs) Did I say something amusing?"
        ],
        [
            "Penny",
            "I don’t know, maybe, I have no idea what you said."
        ],
        [
            "Sheldon",
            "So your mirth is merely a discharge of nervous energy with no semantic content at all?"
        ],
        [
            "Penny",
            "My mirth. Classic."
        ],
        [
            "Sheldon",
            "Is there a station coming up where I can board your giggling train of thought?"
        ],
        [
            "Penny",
            "It’s not a big deal, Sheldon. It’s just, ever since Leonard’s been dating Raj’s sister, I’ve had to keep my distance. I don’t get to hear all your jibber-jabber."
        ],
        [
            "Sheldon",
            "Jibber-jabber? I don’t jibber-jabber."
        ],
        [
            "Penny",
            "What are you doing at work these days?"
        ],
        [
            "Sheldon",
            "Oh, I’m working on time-dependent backgrounds in string theory, specifically quantum field theory in D-dimensional de Sitter space."
        ],
        [
            "Penny",
            "Alright, come on, even you have to admit that’s jibber-jabber."
        ],
        [
            "Sheldon",
            "Interesting, do you know where the phrase jibber-jabber comes from?"
        ],
        [
            "Penny",
            "Oh, my God, you’re about to jibber-jabber about jibber-jabber."
        ],
        [
            "Leonard",
            "Howard and his mother are at the hospital. Come on, we gotta go."
        ],
        [
            "Penny",
            "Oh, my God! What happened?"
        ],
        [
            "Leonard",
            "I don’t know, I just got a text. Come on, hurry."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Leonard",
            "Sheldon, let’s go!"
        ],
        [
            "Sheldon",
            "To a hospital? Full of sick people? Oh, I don’t think so."
        ],
        [
            "Penny",
            "Okay, well, your friend and his mother are there, we’re going."
        ],
        [
            "Sheldon",
            "I can’t."
        ],
        [
            "Penny",
            "Oh, don’t tell me you’re afraid of germs."
        ],
        [
            "Sheldon",
            "Not all germs. Just the ones that will kill me. It’s the same way I’m not afraid of all steak knives, just the ones that might be plunged in my thorax."
        ],
        [
            "Leonard",
            "Right, fine. I’ll tell Howard you didn’t come because you’re more concerned about your own well-being than his."
        ],
        [
            "Sheldon",
            "I would think he would know that."
        ],
        [
            "Penny",
            "Okay, you know what? You are unbelievable. You buy all these superhero T-shirts, but when it’s time for you to step up and do the right thing, you just hide in the laundry room."
        ],
        [
            "Sheldon",
            "Fine, I’ll go. Just for the record, my Aunt Ruth died in a hospital. She went in to visit my Uncle Roger, caught something and bit the dust a week later. The two of them now share a coffee can on my mother’s mantel."
        ],
        [
            "Scene",
            "A hospital waiting room. "
        ],
        [
            "Howard",
            "So I knocked down the bathroom door, picked up my poor unconscious mother, carried her to the car, and drove like a madman to the emergency room."
        ],
        [
            "Bernadette",
            "You’re a real hero, Howard."
        ],
        [
            "Howard",
            "No, I did what any son would do."
        ],
        [
            "Penny",
            "Hang on a second, you picked up your mother? Her own legs are barely able to do that."
        ],
        [
            "Howard",
            "I was filled with adrenaline. It happens to be how women lift cars off babies."
        ],
        [
            "Penny",
            "Yeah, I’m saying, it’d be easier to lift a car."
        ],
        [
            "Howard",
            "What can I tell you? After I found the courage to put her pants back on, I was unstoppable."
        ],
        [
            "Leonard",
            "So, how is she?"
        ],
        [
            "Howard",
            "They’re running tests. I don’t know. It may have been a heart attack or heart-attack-like event."
        ],
        [
            "Penny",
            "What’s the difference?"
        ],
        [
            "Sheldon",
            "A heart-attack-like event is an event that’s like a heart attack."
        ],
        [
            "Penny",
            "Thanks for clearing that up."
        ],
        [
            "Sheldon",
            "Regardless, coronary problems are eminently treatable. What’s more likely going to kill Howard’s mother are the antibiotic-resistant super-bugs festering in every nook and cranny of this hospital."
        ],
        [
            "Penny",
            "Okay, you’re not helping."
        ],
        [
            "Sheldon",
            "Disagree."
        ],
        [
            "Leonard",
            "Go sit over there."
        ],
        [
            "Sheldon",
            "I’ll sit over there, it looks cleaner."
        ],
        [
            "Leonard",
            "Is there a history of heart disease in your family?"
        ],
        [
            "Howard",
            "My family is the history of heart disease. There’s a cave painting in France of one of my ancestors doing this (clutches chest)."
        ],
        [
            "Bernadette",
            "So it’s probably genetic."
        ],
        [
            "Howard",
            "Well, maybe. Mom also had just gotten some news that might have upset her."
        ],
        [
            "Bernadette",
            "What?"
        ],
        [
            "Howard",
            "It’s not important."
        ],
        [
            "Bernadette",
            "Come on, Howard, I’m going to be your wife. You can share anything with me."
        ],
        [
            "Howard",
            "You’d think that. But no."
        ],
        [
            "Bernadette",
            "You told her we were going to get married and she had a heart attack?"
        ],
        [
            "Howard",
            "You can’t take that personally."
        ],
        [
            "Penny",
            "How else is she supposed to take it?"
        ],
        [
            "Howard",
            "What you’ve got to keep in mind is that ever since my dad left, I’ve been the whole world to my mother. I mean, she’d be threatened by any woman who can give me what she can’t."
        ],
        [
            "Bernadette",
            "You mean sexual intercourse?"
        ],
        [
            "Howard",
            "Well, when you say it like that you make it sound creepy."
        ],
        [
            "Priya (arriving)",
            "What happened?"
        ],
        [
            "Bernadette",
            "Howard’s mother had a heart attack because I have sex with him and she can’t."
        ],
        [
            "Howard",
            "Bernie, wait!"
        ],
        [
            "Sheldon (to Raj)",
            "I’ll give you $1,000 if you’ll drive me home."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Priya",
            "Nice of you to come for Howard."
        ],
        [
            "Penny",
            "Well, he’s my friend. It’s what you do. (Laughs)"
        ],
        [
            "Priya",
            "I’m sorry, did I miss something?"
        ],
        [
            "Penny",
            "It’s just so weird. Howard Wolowitz is my friend. You know, once he tried to stick his tongue down my throat and I broke his nose."
        ],
        [
            "Priya",
            "That’s a little easier to believe than he’s your friend."
        ],
        [
            "Penny",
            "Yeah, tell me about it."
        ],
        [
            "Priya",
            "You know, my brother had a group of friends like this in India. They dressed up in leotards and goggles and called themselves the New Delhi Power Rangers."
        ],
        [
            "Penny",
            "You mean when he was little."
        ],
        [
            "Priya",
            "Not as little as you’d want him to be."
        ],
        [
            "Penny",
            "You know, this stuff is horrible. You want to see if we can find the cafeteria and get real coffee?"
        ],
        [
            "Priya",
            "Sure. We’re going to the cafeteria to get some coffee. You want anything?"
        ],
        [
            "Leonard",
            "I’m fine. That’s nice that they’re getting along."
        ],
        [
            "Raj",
            "Your girlfriend and your ex-girlfriend are hanging out together? Oh, yeah, that can only be good for you."
        ],
        [
            "Leonard",
            "What are you talking about?"
        ],
        [
            "Raj",
            "One of them broke up with you. Do you really want her telling the other one why?"
        ],
        [
            "Leonard",
            "I don’t care. I don’t have anything to hide."
        ],
        [
            "Raj",
            "Good, good. Then you have nothing to worry about."
        ],
        [
            "Leonard",
            "No, I do not. You are a mean little man."
        ],
        [
            "Raj",
            "You’d think it’d be because my parents didn’t love me, but actually they loved me a great deal."
        ],
        [
            "Howard",
            "Bernie, it’s not you. She’s just set in her ways."
        ],
        [
            "Bernadette",
            "How can we be together if the thought of us getting married might kill your mother?"
        ],
        [
            "Howard",
            "It’s the circle of life, sweetie. One day our son will marry someone and it will kill you."
        ],
        [
            "Sheldon",
            "Howard, I have to go to the bathroom and no one will take me home."
        ],
        [
            "Howard",
            "What’s wrong with the bathroom here?"
        ],
        [
            "Sheldon",
            "Pneumococcus, streptococcus, staphylococcus and other assorted coccuses."
        ],
        [
            "Howard",
            "Sheldon, my mother is on her deathbed and my fiancée is grief-stricken over putting her there. I’m not taking you home."
        ],
        [
            "Sheldon",
            "Will you at least go with me to the restroom here, so you can open the door and flush the urinal?"
        ],
        [
            "Howard",
            "No!"
        ],
        [
            "Sheldon",
            "This might be a good time to point out, Howard, that friendship requires a certain give and take. Hold the door!"
        ],
        [
            "Doctor",
            "Mr. Wolowitz?"
        ],
        [
            "Howard",
            "Is she okay?"
        ],
        [
            "Doctor",
            "It wasn’t a heart attack. She’s awake, she’s resting comfortably. We’re still running a few tests."
        ],
        [
            "Howard",
            "Can I see her?"
        ],
        [
            "Doctor",
            "Actually, she said, and I quote, she’d like to see the little Catholic girl first."
        ],
        [
            "Bernadette",
            "Me? Why me?"
        ],
        [
            "Howard",
            "Jews have been asking that for centuries. There’s no real good answer."
        ],
        [
            "Bernadette",
            "Okay, well, wish me luck."
        ],
        [
            "Howard",
            "Don’t worry, you’ll be fine. Let’s just hide Mr. Cross. If it touches her, it burns."
        ],
        [
            "Doctor",
            "You brought a Catholic girl home to your mother?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Doctor",
            "Why don’t I write you a prescription for Xanax."
        ],
        [
            "Scene",
            "Outside the hospital washroom. A man enters. 339"
        ],
        [
            "Sheldon (exiting while the door is open)",
            "Finally. (Goes down corridor. Dodges into a door to avoid a coughing patient on a trolley. The room is full of doctors in hazmat suits.) Oh, what fresh hell is this?"
        ],
        [
            "Doctor",
            "Wait, you can’t leave here, you’ve been exposed."
        ],
        [
            "Sheldon",
            "No, I haven’t. It’s all good."
        ],
        [
            "Scene",
            "A hospital corridor. "
        ],
        [
            "Penny",
            "You want to talk about crazy mothers, Leonard’s mom wouldn’t give him any sort of approval growing up."
        ],
        [
            "Priya",
            "Oh, the poor thing."
        ],
        [
            "Penny",
            "It makes him desperate to please women. That’s why the foreplay goes on and on."
        ],
        [
            "Priya",
            "It does, doesn’t it?"
        ],
        [
            "Penny",
            "It’s like he’s trying to win a prize. A word of advice, don’t doze off. You will never hear the end of it."
        ],
        [
            "Sheldon (through glass door pane)",
            "Help me! Come back! Penny!"
        ],
        [
            "Scene",
            "The waiting room. "
        ],
        [
            "Leonard",
            "There are a couple of things I did with Penny that might be a little silly, but…"
        ],
        [
            "Raj",
            "Like what?"
        ],
        [
            "Leonard",
            "Every once in a while, before we’d go to bed, I’d put on a little show for her."
        ],
        [
            "Raj",
            "What do you mean, a show?"
        ],
        [
            "Leonard",
            "Well, you know, the way I took my clothes off."
        ],
        [
            "Raj",
            "Like, to music?"
        ],
        [
            "Leonard",
            "I’d look pretty stupid if there was no music."
        ],
        [
            "Raj",
            "So you’d do a striptease?"
        ],
        [
            "Leonard",
            "I wasn’t swinging around a pole."
        ],
        [
            "Raj",
            "Good, good."
        ],
        [
            "Leonard",
            "There was one time I put body glitter on."
        ],
        [
            "Raj",
            "Well, I don’t think you have to worry about Penny telling my sister that."
        ],
        [
            "Leonard",
            "No, she wouldn’t."
        ],
        [
            "Raj",
            "Your big problem is me telling her."
        ],
        [
            "Leonard",
            "You really are a mean little man."
        ],
        [
            "Priya",
            "Oh, God, that’s so true."
        ],
        [
            "Penny",
            "Yeah, I know, right?"
        ],
        [
            "Leonard",
            "Hey, what took you guys so long?"
        ],
        [
            "Priya",
            "Oh, we were just chatting."
        ],
        [
            "Leonard",
            "That’s nice. What about?"
        ],
        [
            "Penny",
            "We were just comparing notes about how you are in the sack."
        ],
        [
            "Leonard",
            "That’s funny."
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Raj",
            "What if she wasn’t kidding?"
        ],
        [
            "Leonard",
            "It doesn’t matter. I’m the king of foreplay."
        ],
        [
            "Howard",
            "Hey, how’d it go?"
        ],
        [
            "Bernadette",
            "You’re a putz. You know what that means?"
        ],
        [
            "Howard",
            "Yeah. Do you?"
        ],
        [
            "Bernadette",
            "Your mother just taught it to me. She thinks she got food poisoning from that deli and she just wanted to make sure I was okay."
        ],
        [
            "Howard",
            "And are you?"
        ],
        [
            "Bernadette",
            "No, because I’m engaged to a putz. You let me believe I was the reason she had a heart attack."
        ],
        [
            "Howard",
            "Well, based on the available evid…"
        ],
        [
            "Bernadette",
            "Shut up! She said I’m a wonderful girl and that you’re lucky to have me."
        ],
        [
            "Howard",
            "Where are you going?"
        ],
        [
            "Bermadette (in a voice like Mrs Wolowitz)",
            "To the toilet! Is that okay with you?"
        ],
        [
            "Howard",
            "Is it just me, or does she sound sexy when she’s angry?"
        ],
        [
            "Scene",
            "A hospital room. The guys except for Sheldon are in Hazmat suits. "
        ],
        [
            "Sheldon",
            "Mountain Elf."
        ],
        [
            "Raj",
            "He takes the elf from off the shelf."
        ],
        [
            "Leonard",
            "Hell Hounds."
        ],
        [
            "Raj",
            "Hell Hounds. Who let the Satanic dogs out? Who? Who-who?"
        ],
        [
            "Howard",
            "Colossal Serpent."
        ],
        [
            "Raj",
            "I got a colossal serpent right here."
        ],
        [
            "Sheldon",
            "Must you?"
        ],
        [
            "Raj",
            "Sorry, I’m just trying to cheer my buddy up. Rotting Zombie. Sheldon’s new Facebook photo."
        ],
        [
            "Sheldon",
            "Zandor, Wizard of the North. Ha! I win."
        ],
        [
            "Howard",
            "If you skip the part about being under a two-week quarantine because you were exposed to a deadly disease, absolutely."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-23-the-engagement-reaction/"
}