{
    "Season": 4,
    "Episode": 6,
    "Title": "the irish pub formulation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The university cafeteria. "
            ],
            [
                28,
                "A corridor."
            ],
            [
                34,
                "Credits sequence."
            ],
            [
                36,
                "The cafeteria."
            ],
            [
                62,
                "The apartment. Sheldon is on his laptop."
            ],
            [
                102,
                "Leonard’s bedroom. Morning. "
            ],
            [
                149,
                "Leonard’s car. "
            ],
            [
                182,
                "Leonard’s lab."
            ],
            [
                207,
                "The cafeteria."
            ],
            [
                265,
                "The apartment. Sheldon is making snowcones."
            ]
        ],
        "Howard": [
            [
                1,
                "Gagh!"
            ],
            [
                3,
                "This is the worst cobbler I’ve ever eaten. I mean it tastes like it was made of actual ground-up shoemaker."
            ],
            [
                19,
                "Hey, I’ve got a girlfriend now."
            ],
            [
                21,
                "Let’s just agree they’re both hot."
            ],
            [
                23,
                "Okay, forget who’s hotter. The first time Priya came to LA, Leonard and I made a pact out of respect to our friendship, and to you, that neither of us would hit on her."
            ],
            [
                25,
                "Yes."
            ],
            [
                38,
                "So, you got any special plans with your sister?"
            ],
            [
                53,
                "I have a girlfriend now."
            ],
            [
                55,
                "Yeah, I just wanna put it out there in case I inadvertently squirt any pheromones in your direction. Happy? (Raj nods). "
            ],
            [
                215,
                "Didn’t see it? What were you doing?"
            ],
            [
                219,
                "Really, you, and where, where did you go?"
            ],
            [
                232,
                "How could you? We had a pact!"
            ],
            [
                241,
                "Yeah, well, Raj, I just want to say that I’d never betray your trust. Unlike Leonard, I respect you."
            ],
            [
                243,
                "Mmm."
            ],
            [
                247,
                "Hey, I didn’t see you giving back your Snoopy snowcone maker."
            ],
            [
                249,
                "And as long as we’re talking about betraying our friends, how about the month Sheldon spent grinding up insects and mixing them into Leonard’s food."
            ],
            [
                258,
                "Thankyou, and I’m sorry about your phone. And Thanksgiving. And while we’re at it, you don’t have to wash our clothes on the fourth of July."
            ]
        ],
        "Leonard": [
            [
                2,
                "Problem?"
            ],
            [
                9,
                "The hope has been that you’d eventually bend to public opinion. So, Priya, what brings you back to LA?"
            ],
            [
                13,
                "And your poll numbers just keep dropping."
            ],
            [
                15,
                "I’m going too, I’ll show you where it is."
            ],
            [
                31,
                "Yeah. It’s good to see you too. Here you go."
            ],
            [
                33,
                "Whoa-whoa-whoa-whoa-whoa. (Looks around.) Okay."
            ],
            [
                45,
                "Hmm, Priya’s not back yet? Well, I guess that’s not unusual, women, men, the whole sitting, standing deal, so, what are we talking about?"
            ],
            [
                48,
                "Did you make it clear that it’s two different train cars turned into hot dog stands?"
            ],
            [
                50,
                "I guess he just hates fun."
            ],
            [
                57,
                "So, uh, Priya, what are your plans while you’re here."
            ],
            [
                65,
                "It’s getting pretty late, how come you’re still up?"
            ],
            [
                67,
                "That’s pretty cool."
            ],
            [
                69,
                "You’ve really got to get out more."
            ],
            [
                72,
                "Yeah, well, (kissing her) Sheldon’s still up."
            ],
            [
                74,
                "Yeah, he does but he got caught up in a computer game and…"
            ],
            [
                77,
                "If the past is any indication, no."
            ],
            [
                79,
                "Drop axe."
            ],
            [
                81,
                "Give me a minute. Sheldon,"
            ],
            [
                83,
                "Sheldon, you need to work in the morning."
            ],
            [
                85,
                "Well then, bed mister."
            ],
            [
                87,
                "Really? You’re going to risk getting sleepy in the middle of your thermodynamic fluctuations seminar? You know what happens when you yawn in public."
            ],
            [
                89,
                "You don’t want that, do you?"
            ],
            [
                91,
                "Oh, uh, building manager. They have to fix a pipe so the water will be off tomorrow from noon to two."
            ],
            [
                93,
                "No, no, it doesn’t matter, we’ll be at work."
            ],
            [
                95,
                "Bifurcated uvula, Sheldon!"
            ],
            [
                99,
                "No, no, no, no, no. You just need, you just need, you just need to map it out. Come on, I’ll help you. So, uh, you stopped at the stream and you turned north three times?"
            ],
            [
                101,
                "You’re right, you’re lost, good luck."
            ],
            [
                105,
                "Huh! Sorry!"
            ],
            [
                107,
                "I don’t know. When I’m in bed with a girl, it’s just, it’s my go to response."
            ],
            [
                109,
                "Oh, right, sure. I wish you could stay in LA a while longer."
            ],
            [
                111,
                "You know, I was thinking, there are some great research facilities in India."
            ],
            [
                113,
                "Well, I’m just saying, I don’t have any real ties here, so if I were to move to New Delhi we could, you know, go out."
            ],
            [
                115,
                "Well, yes, but, things have changed, you know, you’re older, I’m older. Look, no more superhero bedsheets."
            ],
            [
                117,
                "It doesn’t?"
            ],
            [
                119,
                "I’m not that white. My great-great grandmother was half Cherokee. I know that’s not the right kind of Indian but it is something."
            ],
            [
                122,
                "What?"
            ],
            [
                124,
                "Oh, uh, yeah, I was trying to see if I could laugh as a woman."
            ],
            [
                126,
                "Air freshener."
            ],
            [
                128,
                "Uh, rash, that’s a bad rash."
            ],
            [
                130,
                "Uh, yeah, yeah, that sounds great."
            ],
            [
                132,
                "Okay, he’s in the bathroom, let’s go."
            ],
            [
                134,
                "Uh, cream."
            ],
            [
                136,
                "Without."
            ],
            [
                138,
                "Fine. With."
            ],
            [
                140,
                "Use your best judgement."
            ],
            [
                142,
                "Sounds great."
            ],
            [
                151,
                "Making pretty good time, huh?"
            ],
            [
                153,
                "No."
            ],
            [
                155,
                "Please don’t tell anyone I spent the night with Raj’s sister."
            ],
            [
                157,
                "No-one’s going to ask if I spent the night with Raj’s sister."
            ],
            [
                159,
                "Like what?"
            ],
            [
                161,
                "Priya and I are both adults. We didn’t betray Raj."
            ],
            [
                163,
                "What are you talking about?"
            ],
            [
                164,
                "Okay, fine, I betrayed Howard."
            ],
            [
                166,
                "Alright, and Raj."
            ],
            [
                168,
                "You?"
            ],
            [
                170,
                "Okay fine, I’m, I’m a horrible human being, I’m the Darth Vader of Pasadena."
            ],
            [
                172,
                "My point is, Priya’s gone. And it would be much better if no-one else found out about this."
            ],
            [
                174,
                "Yes."
            ],
            [
                176,
                "You can if you try. Think about it this way, if I were Batman and you were Alfred, you’d keep that secret. Right?"
            ],
            [
                178,
                "Because, well, Batman has the secret."
            ],
            [
                180,
                "Like what?"
            ],
            [
                185,
                "What."
            ],
            [
                187,
                "Kind of busy here, Sheldon."
            ],
            [
                189,
                "What do you want."
            ],
            [
                191,
                "What alibi?"
            ],
            [
                193,
                "Oh, I’m so sure I’m going to regret this, but, who was I with?"
            ],
            [
                195,
                "Oh, God."
            ],
            [
                201,
                "Where did you get that?"
            ],
            [
                203,
                "An orang-u-tan?"
            ],
            [
                205,
                "Sheldon, I don’t need an alibi. Nobody’s going to ask about last night as long as you just zip your lip. (Sheldon makes lip zipping movement.) Thankyou. Now don’t worry, everything is going to be fine. (Sheldon writes “I doubt it” on Leonard’s whiteboard."
            ],
            [
                209,
                "Hey."
            ],
            [
                211,
                "C’mon Raj, how am I supposed to know who she’s attracted to. Or was attracted to. Or who she might be attracted to. In the future."
            ],
            [
                214,
                "I didn’t see it."
            ],
            [
                216,
                "Uh, I was out."
            ],
            [
                218,
                "Yeah, I, uh, went for a drink."
            ],
            [
                220,
                "To, uh, Lucky Baldwin’s."
            ],
            [
                222,
                "Yes."
            ],
            [
                224,
                "As a matter of fact I.. I… I can’t… I can’t… I can’t do it."
            ],
            [
                226,
                "Look, I’m sorry Raj, but the truth is I was with Priya last night."
            ],
            [
                231,
                "Yeah."
            ],
            [
                235,
                "Look, I admit it, I may have crossed a line here, but come on, Raj, your sister is a grown woman. To her, I’m a forbidden piece of white chocolate."
            ],
            [
                237,
                "No, no, no, would it help if I told you that I offered her my heart and she kind of stomped on it."
            ],
            [
                239,
                "Very hard."
            ],
            [
                242,
                "Really?"
            ],
            [
                244,
                "Was it out of respect that you didn’t tell Raj about the time you dropped his iPhone in a urinal?"
            ],
            [
                251,
                "You put moths in my food?"
            ],
            [
                254,
                "Well, uh, I can’t believe you used Sheldon’s toothbrush."
            ],
            [
                257,
                "Okay, I, I, I think it’s safe to say that we’ve all done some things we’re not particularly proud of. But come on, we’re friends. Friends overlook each other’s minor lapses. For the record, Howard, I’m sorry that I broke our pact."
            ],
            [
                267,
                "Hey, you got Snoopy out. Can I have a snowcone?"
            ],
            [
                269,
                "These are pretty god, what flavour is this?"
            ],
            [
                271,
                "Papaya?"
            ],
            [
                273,
                "Guava?"
            ],
            [
                275,
                "I give up."
            ]
        ],
        "Sheldon": [
            [
                4,
                "Amusing. A play on the two meanings of cobbler."
            ],
            [
                6,
                "Excuse me. I object. You propose a guessing game, yet you don’t give me enough time to guess. For the record, I was going to say your sister Priya."
            ],
            [
                8,
                "Why would I change?"
            ],
            [
                12,
                "Given that when we met her she was finishing law school and planning an internship at a large Indian car company, it’s actually extremely plausible."
            ],
            [
                17,
                "Why would I touch her, she’s covered with airplane germs."
            ],
            [
                27,
                "Cobbler. I’m still laughing."
            ],
            [
                40,
                "I always tell people, if you have only one day in Los Angeles, make it a train day."
            ],
            [
                42,
                "The fun starts with brunch at Carney’s in Studio City, a hot dog stand in a converted railroad dining car. Next stop, Travel Town, an outdoor museum featuring 43 railroad engines, cars and other rolling stock from the 1880s to the 1930s. Finally, we’re off to the glitz and glamour of Hollywood for dinner at, that’s right, the Hollywood Carney’s, a hot dog stand in a different converted railroad dining car."
            ],
            [
                44,
                "Well then apparently, you hate fun."
            ],
            [
                47,
                "He rejected train day."
            ],
            [
                49,
                "Abundantly."
            ],
            [
                51,
                "That’s what I said."
            ],
            [
                59,
                "Do you like trains?"
            ],
            [
                61,
                "You might as well just wait at the airport for your flight."
            ],
            [
                64,
                "You are in a forest. There is quicksand to the west, a path leads to the east. Go east. An iron gate blocks your way. Open gate. It’s locked. Hmm, well, so much for that."
            ],
            [
                66,
                "I’ve found an emulator online that lets you play classic text based computer games from the 1980s."
            ],
            [
                68,
                "Oh yes. It runs on the world’s most powerful graphics chip, imagination."
            ],
            [
                70,
                "Go north. You can’t go that way. Go west. A troll blocks your passage. Okay, fasten your seatbelts, kill troll. With what? With sword. (There is a knock on the door.) You don’t have the sword. Good golly, it’s as if it’s actually happening to me."
            ],
            [
                75,
                "Hit troll with axe. Hit troll with axe. Hit troll with axe. Oh my, this is one tough troll."
            ],
            [
                78,
                "Leonard, I’m trapped in quicksand, the axe is dragging me down."
            ],
            [
                80,
                "Drop axe. Brilliant."
            ],
            [
                82,
                "Hold on. I have to figure out how to get the bucket, so I can carry the mud past the dragon."
            ],
            [
                84,
                "I know."
            ],
            [
                86,
                "Five more minutes."
            ],
            [
                88,
                "Everyone will see my oddly shaped uvula."
            ],
            [
                90,
                "No. But it’s a shame our society mocks the differently uvulated. Who was at the door?"
            ],
            [
                92,
                "That’s unacceptable. We’re supposed to be given written notice."
            ],
            [
                94,
                "Well, what if I spill tomato soup on my shirt and have to come home to change, only to find there’s no water for an enzyme soak."
            ],
            [
                96,
                "I’ll have the chicken noodle. Goodnight."
            ],
            [
                98,
                "I know how to get the bucket! I can turn the axe around and use the handle to reach it. Let’s see. Go north. You are in a forest. Go north. You are in a forest. Go north. You are in a forest. Oh dear, I believe I’m lost. Well, I’ll just have to get a fresh start tomorrow."
            ],
            [
                100,
                "Yes."
            ],
            [
                121,
                "(Knock, knock, knock) Leonard. (Knock, knock, knock) Leonard. (Knock, knock, knock) Leonard."
            ],
            [
                123,
                "I heard a woman laughing."
            ],
            [
                125,
                "Oh. Well, good job, quite convincing. I smell perfume."
            ],
            [
                127,
                "And is that lipstick on your cheek and neck."
            ],
            [
                129,
                "My sympathies. I am no stranger to the crimson scourge that is dermatitis. Can I interest you in a topical steroid from my lotion and unguent collection?"
            ],
            [
                131,
                "Very well, I’m sure I can find something that will help you ditch that itch."
            ],
            [
                133,
                "Do you prefer ointment or cream?"
            ],
            [
                135,
                "With or without a numbing agent?"
            ],
            [
                137,
                "Really? Leonard, there are no heroes when it comes to dermatitis."
            ],
            [
                139,
                "Prescription or non-prescription strength."
            ],
            [
                141,
                "Well, I think I have a nice 2009 AnaMantle HC. It’s usually indicated for acutely inflamed haemorrhoids, but it also goes nicely with non mucosal body parts."
            ],
            [
                143,
                "Excellent choice."
            ],
            [
                146,
                "Priya?"
            ],
            [
                148,
                "For shame, Leonard. For shame. And to think I was ready to waste the last of my good haemorrhoid cream on you."
            ],
            [
                152,
                "Is that really what you want to talk about, Leonard?"
            ],
            [
                154,
                "What do you want to talk about?"
            ],
            [
                156,
                "There it is. What if someone asks?"
            ],
            [
                158,
                "Perhaps. But they might ask me something else."
            ],
            [
                160,
                "Like, has Leonard betrayed any of his friends recently?"
            ],
            [
                162,
                "In fact, you did, but I was referring to Howard."
            ],
            [
                165,
                "And Raj."
            ],
            [
                167,
                "And me."
            ],
            [
                169,
                "Violation of the roommate agreement, overnight guest notification clause."
            ],
            [
                171,
                "You’re far too short to be Darth Vader. At best you might be a turncoat Ewok."
            ],
            [
                173,
                "You mean, you want me to keep a secret."
            ],
            [
                175,
                "You know I can’t keep a secret."
            ],
            [
                177,
                "Why do you get to be Batman?"
            ],
            [
                179,
                "Well Alfred has secrets too."
            ],
            [
                181,
                "Alfred knows that Barbara Gordon is Batgirl. Which I’ve now just told to Batman. See, I can’t keep a secret."
            ],
            [
                184,
                "Ta-da!"
            ],
            [
                186,
                "Ta-da. It’s short for da-da-da-da!"
            ],
            [
                188,
                "I know, that’s why I shortened it."
            ],
            [
                190,
                "I came to go over your alibi for last night."
            ],
            [
                192,
                "You’ve asked me to lie on your behalf, and as you know, I am deeply uncomfortable with impromptu dishonest, so I’ve provided you with an iron clad alibi. You couldn’t have spent last night with Priya, because you were with another woman."
            ],
            [
                194,
                "The fun loving, and morally loose, Miss Maggie McGeary."
            ],
            [
                196,
                "You met her at Pasadena’s most popular Irish watering hole, Lucky Baldwin’s, where Maggie spends her nights tending bar, with a head full of curls and a heart full of dreams."
            ],
            [
                198,
                "And if anyone were to actually call that number they will hear this."
            ],
            [
                200,
                "It’s pretty convincing, huh? And it wasn’t even a real person. And here is the clincher. A lock of Maggie’s flaming auburn hair."
            ],
            [
                202,
                "From an orang-u-tan in the primate lab."
            ],
            [
                204,
                "Well, no-one’s going to run a DNA test on it, Leonard, honestly you over-think everything."
            ],
            [
                212,
                "And I have nothing to contribute to this conversation. Because I too know absolutely nothing about Priya’s preferences in male companionship. And with that, I will re-zip my lip."
            ],
            [
                221,
                "Oh, I’ve heard of that place, isn’t that Pasadena’s favourite Irish watering hole."
            ],
            [
                223,
                "Did you meet anyone interesting there, perhaps a promiscuous redheaded barmaid?"
            ],
            [
                225,
                "Sure you can, you’re doing fine, it’s very believable."
            ],
            [
                227,
                "Don’t listen to him, he’s still light headed from all the Irish whiskey and pickled eggs in his system."
            ],
            [
                229,
                "I believe they engaged in coitus but, more importantly, if Leonard had not abandoned his story, would you have found it plausible?"
            ],
            [
                234,
                "May I point out, in a parallel universe, your friends are saying Maggie McGeary, she sounds lovely."
            ],
            [
                246,
                "I think a more amusing violation of Raj’s trust is when Howard convinced him that foreigners give presents to Americans on Thanksgiving."
            ],
            [
                250,
                "Well, excuse me. That was not a betrayal, that was an experiment to determine at what concentration food starts tasting mothy."
            ],
            [
                252,
                "For science."
            ],
            [
                255,
                "You used my toothbrush?"
            ],
            [
                260,
                "And I’m sorry. But that behaviour is beyond the pale and cannot be tolerated. We are no longer friends."
            ],
            [
                262,
                "With real puffing smoke?"
            ],
            [
                264,
                "Alright. But I’m watching you."
            ],
            [
                268,
                "Well, sure."
            ],
            [
                270,
                "Guess."
            ],
            [
                272,
                "No."
            ],
            [
                274,
                "You’re so close."
            ],
            [
                276,
                "Mango, caterpillar. What are you doing? You said you liked it!"
            ]
        ],
        "Raj": [
            [
                5,
                "Hey guys, guess who I found at LAX. My baby sister Priya."
            ],
            [
                11,
                "Can you believe it? Little Priya’s one of the lead attorneys for the biggest car company in India."
            ],
            [
                16,
                "Alright, this goes without saying, but I’m just going to say it anyway. Hands off my sister."
            ],
            [
                18,
                "I’m so not talking to you. I’m talking to him."
            ],
            [
                20,
                "Oh please. My sister’s much hotter than your girlfriend and you know it."
            ],
            [
                22,
                "Dude, that’s my sister you’re talking about."
            ],
            [
                24,
                "Did you pinky swear?"
            ],
            [
                26,
                "Okay then."
            ],
            [
                39,
                "Oh, not really, just hang out."
            ],
            [
                41,
                "Train day?"
            ],
            [
                43,
                "I don’t think we’re going to do that."
            ],
            [
                46,
                "Uh, my plans with Priya."
            ],
            [
                210,
                "Hey, Leonard, will you please tell Howard my sister’s never been attracted to him."
            ],
            [
                213,
                "Hey, so what did you guys think of the new episode of Caprica last night?"
            ],
            [
                217,
                "On Caprica night?"
            ],
            [
                228,
                "What were you doing with Priya?"
            ],
            [
                230,
                "What? You slept with my sister?"
            ],
            [
                233,
                "Excuse me, I think how could you she’s my sister takes precedence over a five year old pinky swear!"
            ],
            [
                236,
                "I… I don’t believe it, this is a terrible betrayal of my trust."
            ],
            [
                238,
                "How hard did she stomp?"
            ],
            [
                240,
                "Okay, I’m good."
            ],
            [
                245,
                "Dude! I put that thing on my face!"
            ],
            [
                248,
                "That was all a lie? This year’s gifts are already wrapped!"
            ],
            [
                253,
                "I can’t believe you kissed my sister with moth mouth."
            ],
            [
                256,
                "Not the brush part, just the little rubber thing to pick food from my teeth and massage my gums."
            ],
            [
                259,
                "As long as we’re apologising, Sheldon, I, I’m sorry I used your toothbrush."
            ],
            [
                261,
                "I got you a talking Thomas the Tank Engine for Thanksgiving."
            ],
            [
                263,
                "Yes."
            ]
        ],
        "Priya": [
            [
                7,
                "Oh, Sheldon. You haven’t changed a bit, have you?"
            ],
            [
                10,
                "I have a one day layover on my way to Toronto. Corporate merger."
            ],
            [
                14,
                "I want to catch up with all of you, but first I really must visit the loo."
            ],
            [
                30,
                "It’s really nice to see you again Leonard."
            ],
            [
                32,
                "Thanks. (Grabs him and kisses him.) "
            ],
            [
                52,
                "Okay, so, what’s new with you guys."
            ],
            [
                54,
                "Hey, good for you."
            ],
            [
                58,
                "I don’t know, I just have the one day."
            ],
            [
                60,
                "Not particularly."
            ],
            [
                73,
                "You said he goes to bed at nine."
            ],
            [
                76,
                "Can’t you get rid of him?"
            ],
            [
                104,
                "Oh! Leonard, wake up."
            ],
            [
                106,
                "For what?"
            ],
            [
                108,
                "It’s six o’ clock, I have to get back to Raj’s before he wakes up and realises I’m gone."
            ],
            [
                110,
                "Mmm. Me too."
            ],
            [
                112,
                "Where are you going with this, Leonard?"
            ],
            [
                114,
                "Leonard, didn’t we have this conversation five years ago."
            ],
            [
                116,
                "Sweetheart, just because we have fun when I come to town doesn’t mean I want to have a serious relationship."
            ],
            [
                118,
                "Mm-mm. And besides, I could never bring a white boy home to my parents. They’d have a cow. Which is a much bigger deal in India."
            ],
            [
                120,
                "Aha, you’re funny."
            ],
            [
                147,
                "Good morning, Sheldon."
            ]
        ],
        "Priya (at door)": [
            [
                71,
                "Raj finally went to bed."
            ]
        ],
        "Leonard (to Priya)": [
            [
                97,
                "We’re going to have to be very quiet."
            ]
        ],
        "Leonard (whispering)": [
            [
                144,
                "Right, right, alright. (They creep almost to the apartment door.)"
            ]
        ],
        "Leonard (reading a napkin Sheldon has handed him)": [
            [
                197,
                "Leonard, call me if you’re interested in coitus. Sincerely, Maggie McGeary."
            ]
        ],
        "Mechanical voice on Sheldon’s phone": [
            [
                199,
                "Top of the morning to you. You’ve reached Maggie McGeary. Leave a message after the wee little beep."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The university cafeteria. "
        ],
        [
            "Howard",
            "Gagh!"
        ],
        [
            "Leonard",
            "Problem?"
        ],
        [
            "Howard",
            "This is the worst cobbler I’ve ever eaten. I mean it tastes like it was made of actual ground-up shoemaker."
        ],
        [
            "Sheldon",
            "Amusing. A play on the two meanings of cobbler."
        ],
        [
            "Raj",
            "Hey guys, guess who I found at LAX. My baby sister Priya."
        ],
        [
            "Sheldon",
            "Excuse me. I object. You propose a guessing game, yet you don’t give me enough time to guess. For the record, I was going to say your sister Priya."
        ],
        [
            "Priya",
            "Oh, Sheldon. You haven’t changed a bit, have you?"
        ],
        [
            "Sheldon",
            "Why would I change?"
        ],
        [
            "Leonard",
            "The hope has been that you’d eventually bend to public opinion. So, Priya, what brings you back to LA?"
        ],
        [
            "Priya",
            "I have a one day layover on my way to Toronto. Corporate merger."
        ],
        [
            "Raj",
            "Can you believe it? Little Priya’s one of the lead attorneys for the biggest car company in India."
        ],
        [
            "Sheldon",
            "Given that when we met her she was finishing law school and planning an internship at a large Indian car company, it’s actually extremely plausible."
        ],
        [
            "Leonard",
            "And your poll numbers just keep dropping."
        ],
        [
            "Priya",
            "I want to catch up with all of you, but first I really must visit the loo."
        ],
        [
            "Leonard",
            "I’m going too, I’ll show you where it is."
        ],
        [
            "Raj",
            "Alright, this goes without saying, but I’m just going to say it anyway. Hands off my sister."
        ],
        [
            "Sheldon",
            "Why would I touch her, she’s covered with airplane germs."
        ],
        [
            "Raj",
            "I’m so not talking to you. I’m talking to him."
        ],
        [
            "Howard",
            "Hey, I’ve got a girlfriend now."
        ],
        [
            "Raj",
            "Oh please. My sister’s much hotter than your girlfriend and you know it."
        ],
        [
            "Howard",
            "Let’s just agree they’re both hot."
        ],
        [
            "Raj",
            "Dude, that’s my sister you’re talking about."
        ],
        [
            "Howard",
            "Okay, forget who’s hotter. The first time Priya came to LA, Leonard and I made a pact out of respect to our friendship, and to you, that neither of us would hit on her."
        ],
        [
            "Raj",
            "Did you pinky swear?"
        ],
        [
            "Howard",
            "Yes."
        ],
        [
            "Raj",
            "Okay then."
        ],
        [
            "Sheldon",
            "Cobbler. I’m still laughing."
        ],
        [
            "Scene",
            "A corridor."
        ],
        [
            "Priya",
            "It’s really nice to see you again Leonard."
        ],
        [
            "Leonard",
            "Yeah. It’s good to see you too. Here you go."
        ],
        [
            "Priya",
            "Thanks. (Grabs him and kisses him.) "
        ],
        [
            "Leonard",
            "Whoa-whoa-whoa-whoa-whoa. (Looks around.) Okay."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Howard",
            "So, you got any special plans with your sister?"
        ],
        [
            "Raj",
            "Oh, not really, just hang out."
        ],
        [
            "Sheldon",
            "I always tell people, if you have only one day in Los Angeles, make it a train day."
        ],
        [
            "Raj",
            "Train day?"
        ],
        [
            "Sheldon",
            "The fun starts with brunch at Carney’s in Studio City, a hot dog stand in a converted railroad dining car. Next stop, Travel Town, an outdoor museum featuring 43 railroad engines, cars and other rolling stock from the 1880s to the 1930s. Finally, we’re off to the glitz and glamour of Hollywood for dinner at, that’s right, the Hollywood Carney’s, a hot dog stand in a different converted railroad dining car."
        ],
        [
            "Raj",
            "I don’t think we’re going to do that."
        ],
        [
            "Sheldon",
            "Well then apparently, you hate fun."
        ],
        [
            "Leonard",
            "Hmm, Priya’s not back yet? Well, I guess that’s not unusual, women, men, the whole sitting, standing deal, so, what are we talking about?"
        ],
        [
            "Raj",
            "Uh, my plans with Priya."
        ],
        [
            "Sheldon",
            "He rejected train day."
        ],
        [
            "Leonard",
            "Did you make it clear that it’s two different train cars turned into hot dog stands?"
        ],
        [
            "Sheldon",
            "Abundantly."
        ],
        [
            "Leonard",
            "I guess he just hates fun."
        ],
        [
            "Sheldon",
            "That’s what I said."
        ],
        [
            "Priya",
            "Okay, so, what’s new with you guys."
        ],
        [
            "Howard",
            "I have a girlfriend now."
        ],
        [
            "Priya",
            "Hey, good for you."
        ],
        [
            "Howard",
            "Yeah, I just wanna put it out there in case I inadvertently squirt any pheromones in your direction. Happy? (Raj nods). "
        ],
        [
            "Leonard",
            "So, uh, Priya, what are your plans while you’re here."
        ],
        [
            "Priya",
            "I don’t know, I just have the one day."
        ],
        [
            "Sheldon",
            "Do you like trains?"
        ],
        [
            "Priya",
            "Not particularly."
        ],
        [
            "Sheldon",
            "You might as well just wait at the airport for your flight."
        ],
        [
            "Scene",
            "The apartment. Sheldon is on his laptop."
        ],
        [
            "Sheldon",
            "You are in a forest. There is quicksand to the west, a path leads to the east. Go east. An iron gate blocks your way. Open gate. It’s locked. Hmm, well, so much for that."
        ],
        [
            "Leonard",
            "It’s getting pretty late, how come you’re still up?"
        ],
        [
            "Sheldon",
            "I’ve found an emulator online that lets you play classic text based computer games from the 1980s."
        ],
        [
            "Leonard",
            "That’s pretty cool."
        ],
        [
            "Sheldon",
            "Oh yes. It runs on the world’s most powerful graphics chip, imagination."
        ],
        [
            "Leonard",
            "You’ve really got to get out more."
        ],
        [
            "Sheldon",
            "Go north. You can’t go that way. Go west. A troll blocks your passage. Okay, fasten your seatbelts, kill troll. With what? With sword. (There is a knock on the door.) You don’t have the sword. Good golly, it’s as if it’s actually happening to me."
        ],
        [
            "Priya (at door)",
            "Raj finally went to bed."
        ],
        [
            "Leonard",
            "Yeah, well, (kissing her) Sheldon’s still up."
        ],
        [
            "Priya",
            "You said he goes to bed at nine."
        ],
        [
            "Leonard",
            "Yeah, he does but he got caught up in a computer game and…"
        ],
        [
            "Sheldon",
            "Hit troll with axe. Hit troll with axe. Hit troll with axe. Oh my, this is one tough troll."
        ],
        [
            "Priya",
            "Can’t you get rid of him?"
        ],
        [
            "Leonard",
            "If the past is any indication, no."
        ],
        [
            "Sheldon",
            "Leonard, I’m trapped in quicksand, the axe is dragging me down."
        ],
        [
            "Leonard",
            "Drop axe."
        ],
        [
            "Sheldon",
            "Drop axe. Brilliant."
        ],
        [
            "Leonard",
            "Give me a minute. Sheldon,"
        ],
        [
            "Sheldon",
            "Hold on. I have to figure out how to get the bucket, so I can carry the mud past the dragon."
        ],
        [
            "Leonard",
            "Sheldon, you need to work in the morning."
        ],
        [
            "Sheldon",
            "I know."
        ],
        [
            "Leonard",
            "Well then, bed mister."
        ],
        [
            "Sheldon",
            "Five more minutes."
        ],
        [
            "Leonard",
            "Really? You’re going to risk getting sleepy in the middle of your thermodynamic fluctuations seminar? You know what happens when you yawn in public."
        ],
        [
            "Sheldon",
            "Everyone will see my oddly shaped uvula."
        ],
        [
            "Leonard",
            "You don’t want that, do you?"
        ],
        [
            "Sheldon",
            "No. But it’s a shame our society mocks the differently uvulated. Who was at the door?"
        ],
        [
            "Leonard",
            "Oh, uh, building manager. They have to fix a pipe so the water will be off tomorrow from noon to two."
        ],
        [
            "Sheldon",
            "That’s unacceptable. We’re supposed to be given written notice."
        ],
        [
            "Leonard",
            "No, no, it doesn’t matter, we’ll be at work."
        ],
        [
            "Sheldon",
            "Well, what if I spill tomato soup on my shirt and have to come home to change, only to find there’s no water for an enzyme soak."
        ],
        [
            "Leonard",
            "Bifurcated uvula, Sheldon!"
        ],
        [
            "Sheldon",
            "I’ll have the chicken noodle. Goodnight."
        ],
        [
            "Leonard (to Priya)",
            "We’re going to have to be very quiet."
        ],
        [
            "Sheldon",
            "I know how to get the bucket! I can turn the axe around and use the handle to reach it. Let’s see. Go north. You are in a forest. Go north. You are in a forest. Go north. You are in a forest. Oh dear, I believe I’m lost. Well, I’ll just have to get a fresh start tomorrow."
        ],
        [
            "Leonard",
            "No, no, no, no, no. You just need, you just need, you just need to map it out. Come on, I’ll help you. So, uh, you stopped at the stream and you turned north three times?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Leonard",
            "You’re right, you’re lost, good luck."
        ],
        [
            "Scene",
            "Leonard’s bedroom. Morning. "
        ],
        [
            "Priya",
            "Oh! Leonard, wake up."
        ],
        [
            "Leonard",
            "Huh! Sorry!"
        ],
        [
            "Priya",
            "For what?"
        ],
        [
            "Leonard",
            "I don’t know. When I’m in bed with a girl, it’s just, it’s my go to response."
        ],
        [
            "Priya",
            "It’s six o’ clock, I have to get back to Raj’s before he wakes up and realises I’m gone."
        ],
        [
            "Leonard",
            "Oh, right, sure. I wish you could stay in LA a while longer."
        ],
        [
            "Priya",
            "Mmm. Me too."
        ],
        [
            "Leonard",
            "You know, I was thinking, there are some great research facilities in India."
        ],
        [
            "Priya",
            "Where are you going with this, Leonard?"
        ],
        [
            "Leonard",
            "Well, I’m just saying, I don’t have any real ties here, so if I were to move to New Delhi we could, you know, go out."
        ],
        [
            "Priya",
            "Leonard, didn’t we have this conversation five years ago."
        ],
        [
            "Leonard",
            "Well, yes, but, things have changed, you know, you’re older, I’m older. Look, no more superhero bedsheets."
        ],
        [
            "Priya",
            "Sweetheart, just because we have fun when I come to town doesn’t mean I want to have a serious relationship."
        ],
        [
            "Leonard",
            "It doesn’t?"
        ],
        [
            "Priya",
            "Mm-mm. And besides, I could never bring a white boy home to my parents. They’d have a cow. Which is a much bigger deal in India."
        ],
        [
            "Leonard",
            "I’m not that white. My great-great grandmother was half Cherokee. I know that’s not the right kind of Indian but it is something."
        ],
        [
            "Priya",
            "Aha, you’re funny."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Leonard. (Knock, knock, knock) Leonard. (Knock, knock, knock) Leonard."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "I heard a woman laughing."
        ],
        [
            "Leonard",
            "Oh, uh, yeah, I was trying to see if I could laugh as a woman."
        ],
        [
            "Sheldon",
            "Oh. Well, good job, quite convincing. I smell perfume."
        ],
        [
            "Leonard",
            "Air freshener."
        ],
        [
            "Sheldon",
            "And is that lipstick on your cheek and neck."
        ],
        [
            "Leonard",
            "Uh, rash, that’s a bad rash."
        ],
        [
            "Sheldon",
            "My sympathies. I am no stranger to the crimson scourge that is dermatitis. Can I interest you in a topical steroid from my lotion and unguent collection?"
        ],
        [
            "Leonard",
            "Uh, yeah, yeah, that sounds great."
        ],
        [
            "Sheldon",
            "Very well, I’m sure I can find something that will help you ditch that itch."
        ],
        [
            "Leonard",
            "Okay, he’s in the bathroom, let’s go."
        ],
        [
            "Sheldon",
            "Do you prefer ointment or cream?"
        ],
        [
            "Leonard",
            "Uh, cream."
        ],
        [
            "Sheldon",
            "With or without a numbing agent?"
        ],
        [
            "Leonard",
            "Without."
        ],
        [
            "Sheldon",
            "Really? Leonard, there are no heroes when it comes to dermatitis."
        ],
        [
            "Leonard",
            "Fine. With."
        ],
        [
            "Sheldon",
            "Prescription or non-prescription strength."
        ],
        [
            "Leonard",
            "Use your best judgement."
        ],
        [
            "Sheldon",
            "Well, I think I have a nice 2009 AnaMantle HC. It’s usually indicated for acutely inflamed haemorrhoids, but it also goes nicely with non mucosal body parts."
        ],
        [
            "Leonard",
            "Sounds great."
        ],
        [
            "Sheldon",
            "Excellent choice."
        ],
        [
            "Leonard (whispering)",
            "Right, right, alright. (They creep almost to the apartment door.)"
        ],
        [
            "Sheldon",
            "Priya?"
        ],
        [
            "Priya",
            "Good morning, Sheldon."
        ],
        [
            "Sheldon",
            "For shame, Leonard. For shame. And to think I was ready to waste the last of my good haemorrhoid cream on you."
        ],
        [
            "Scene",
            "Leonard’s car. "
        ],
        [
            "Leonard",
            "Making pretty good time, huh?"
        ],
        [
            "Sheldon",
            "Is that really what you want to talk about, Leonard?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "What do you want to talk about?"
        ],
        [
            "Leonard",
            "Please don’t tell anyone I spent the night with Raj’s sister."
        ],
        [
            "Sheldon",
            "There it is. What if someone asks?"
        ],
        [
            "Leonard",
            "No-one’s going to ask if I spent the night with Raj’s sister."
        ],
        [
            "Sheldon",
            "Perhaps. But they might ask me something else."
        ],
        [
            "Leonard",
            "Like what?"
        ],
        [
            "Sheldon",
            "Like, has Leonard betrayed any of his friends recently?"
        ],
        [
            "Leonard",
            "Priya and I are both adults. We didn’t betray Raj."
        ],
        [
            "Sheldon",
            "In fact, you did, but I was referring to Howard."
        ],
        [
            "Leonard",
            "What are you talking about?"
        ],
        [
            "Leonard",
            "Okay, fine, I betrayed Howard."
        ],
        [
            "Sheldon",
            "And Raj."
        ],
        [
            "Leonard",
            "Alright, and Raj."
        ],
        [
            "Sheldon",
            "And me."
        ],
        [
            "Leonard",
            "You?"
        ],
        [
            "Sheldon",
            "Violation of the roommate agreement, overnight guest notification clause."
        ],
        [
            "Leonard",
            "Okay fine, I’m, I’m a horrible human being, I’m the Darth Vader of Pasadena."
        ],
        [
            "Sheldon",
            "You’re far too short to be Darth Vader. At best you might be a turncoat Ewok."
        ],
        [
            "Leonard",
            "My point is, Priya’s gone. And it would be much better if no-one else found out about this."
        ],
        [
            "Sheldon",
            "You mean, you want me to keep a secret."
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "You know I can’t keep a secret."
        ],
        [
            "Leonard",
            "You can if you try. Think about it this way, if I were Batman and you were Alfred, you’d keep that secret. Right?"
        ],
        [
            "Sheldon",
            "Why do you get to be Batman?"
        ],
        [
            "Leonard",
            "Because, well, Batman has the secret."
        ],
        [
            "Sheldon",
            "Well Alfred has secrets too."
        ],
        [
            "Leonard",
            "Like what?"
        ],
        [
            "Sheldon",
            "Alfred knows that Barbara Gordon is Batgirl. Which I’ve now just told to Batman. See, I can’t keep a secret."
        ],
        [
            "Scene",
            "Leonard’s lab."
        ],
        [
            "Sheldon",
            "Ta-da!"
        ],
        [
            "Leonard",
            "What."
        ],
        [
            "Sheldon",
            "Ta-da. It’s short for da-da-da-da!"
        ],
        [
            "Leonard",
            "Kind of busy here, Sheldon."
        ],
        [
            "Sheldon",
            "I know, that’s why I shortened it."
        ],
        [
            "Leonard",
            "What do you want."
        ],
        [
            "Sheldon",
            "I came to go over your alibi for last night."
        ],
        [
            "Leonard",
            "What alibi?"
        ],
        [
            "Sheldon",
            "You’ve asked me to lie on your behalf, and as you know, I am deeply uncomfortable with impromptu dishonest, so I’ve provided you with an iron clad alibi. You couldn’t have spent last night with Priya, because you were with another woman."
        ],
        [
            "Leonard",
            "Oh, I’m so sure I’m going to regret this, but, who was I with?"
        ],
        [
            "Sheldon",
            "The fun loving, and morally loose, Miss Maggie McGeary."
        ],
        [
            "Leonard",
            "Oh, God."
        ],
        [
            "Sheldon",
            "You met her at Pasadena’s most popular Irish watering hole, Lucky Baldwin’s, where Maggie spends her nights tending bar, with a head full of curls and a heart full of dreams."
        ],
        [
            "Leonard (reading a napkin Sheldon has handed him)",
            "Leonard, call me if you’re interested in coitus. Sincerely, Maggie McGeary."
        ],
        [
            "Sheldon",
            "And if anyone were to actually call that number they will hear this."
        ],
        [
            "Mechanical voice on Sheldon’s phone",
            "Top of the morning to you. You’ve reached Maggie McGeary. Leave a message after the wee little beep."
        ],
        [
            "Sheldon",
            "It’s pretty convincing, huh? And it wasn’t even a real person. And here is the clincher. A lock of Maggie’s flaming auburn hair."
        ],
        [
            "Leonard",
            "Where did you get that?"
        ],
        [
            "Sheldon",
            "From an orang-u-tan in the primate lab."
        ],
        [
            "Leonard",
            "An orang-u-tan?"
        ],
        [
            "Sheldon",
            "Well, no-one’s going to run a DNA test on it, Leonard, honestly you over-think everything."
        ],
        [
            "Leonard",
            "Sheldon, I don’t need an alibi. Nobody’s going to ask about last night as long as you just zip your lip. (Sheldon makes lip zipping movement.) Thankyou. Now don’t worry, everything is going to be fine. (Sheldon writes “I doubt it” on Leonard’s whiteboard."
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Raj",
            "Hey, Leonard, will you please tell Howard my sister’s never been attracted to him."
        ],
        [
            "Leonard",
            "C’mon Raj, how am I supposed to know who she’s attracted to. Or was attracted to. Or who she might be attracted to. In the future."
        ],
        [
            "Sheldon",
            "And I have nothing to contribute to this conversation. Because I too know absolutely nothing about Priya’s preferences in male companionship. And with that, I will re-zip my lip."
        ],
        [
            "Raj",
            "Hey, so what did you guys think of the new episode of Caprica last night?"
        ],
        [
            "Leonard",
            "I didn’t see it."
        ],
        [
            "Howard",
            "Didn’t see it? What were you doing?"
        ],
        [
            "Leonard",
            "Uh, I was out."
        ],
        [
            "Raj",
            "On Caprica night?"
        ],
        [
            "Leonard",
            "Yeah, I, uh, went for a drink."
        ],
        [
            "Howard",
            "Really, you, and where, where did you go?"
        ],
        [
            "Leonard",
            "To, uh, Lucky Baldwin’s."
        ],
        [
            "Sheldon",
            "Oh, I’ve heard of that place, isn’t that Pasadena’s favourite Irish watering hole."
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Did you meet anyone interesting there, perhaps a promiscuous redheaded barmaid?"
        ],
        [
            "Leonard",
            "As a matter of fact I.. I… I can’t… I can’t… I can’t do it."
        ],
        [
            "Sheldon",
            "Sure you can, you’re doing fine, it’s very believable."
        ],
        [
            "Leonard",
            "Look, I’m sorry Raj, but the truth is I was with Priya last night."
        ],
        [
            "Sheldon",
            "Don’t listen to him, he’s still light headed from all the Irish whiskey and pickled eggs in his system."
        ],
        [
            "Raj",
            "What were you doing with Priya?"
        ],
        [
            "Sheldon",
            "I believe they engaged in coitus but, more importantly, if Leonard had not abandoned his story, would you have found it plausible?"
        ],
        [
            "Raj",
            "What? You slept with my sister?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Howard",
            "How could you? We had a pact!"
        ],
        [
            "Raj",
            "Excuse me, I think how could you she’s my sister takes precedence over a five year old pinky swear!"
        ],
        [
            "Sheldon",
            "May I point out, in a parallel universe, your friends are saying Maggie McGeary, she sounds lovely."
        ],
        [
            "Leonard",
            "Look, I admit it, I may have crossed a line here, but come on, Raj, your sister is a grown woman. To her, I’m a forbidden piece of white chocolate."
        ],
        [
            "Raj",
            "I… I don’t believe it, this is a terrible betrayal of my trust."
        ],
        [
            "Leonard",
            "No, no, no, would it help if I told you that I offered her my heart and she kind of stomped on it."
        ],
        [
            "Raj",
            "How hard did she stomp?"
        ],
        [
            "Leonard",
            "Very hard."
        ],
        [
            "Raj",
            "Okay, I’m good."
        ],
        [
            "Howard",
            "Yeah, well, Raj, I just want to say that I’d never betray your trust. Unlike Leonard, I respect you."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Howard",
            "Mmm."
        ],
        [
            "Leonard",
            "Was it out of respect that you didn’t tell Raj about the time you dropped his iPhone in a urinal?"
        ],
        [
            "Raj",
            "Dude! I put that thing on my face!"
        ],
        [
            "Sheldon",
            "I think a more amusing violation of Raj’s trust is when Howard convinced him that foreigners give presents to Americans on Thanksgiving."
        ],
        [
            "Howard",
            "Hey, I didn’t see you giving back your Snoopy snowcone maker."
        ],
        [
            "Raj",
            "That was all a lie? This year’s gifts are already wrapped!"
        ],
        [
            "Howard",
            "And as long as we’re talking about betraying our friends, how about the month Sheldon spent grinding up insects and mixing them into Leonard’s food."
        ],
        [
            "Sheldon",
            "Well, excuse me. That was not a betrayal, that was an experiment to determine at what concentration food starts tasting mothy."
        ],
        [
            "Leonard",
            "You put moths in my food?"
        ],
        [
            "Sheldon",
            "For science."
        ],
        [
            "Raj",
            "I can’t believe you kissed my sister with moth mouth."
        ],
        [
            "Leonard",
            "Well, uh, I can’t believe you used Sheldon’s toothbrush."
        ],
        [
            "Sheldon",
            "You used my toothbrush?"
        ],
        [
            "Raj",
            "Not the brush part, just the little rubber thing to pick food from my teeth and massage my gums."
        ],
        [
            "Leonard",
            "Okay, I, I, I think it’s safe to say that we’ve all done some things we’re not particularly proud of. But come on, we’re friends. Friends overlook each other’s minor lapses. For the record, Howard, I’m sorry that I broke our pact."
        ],
        [
            "Howard",
            "Thankyou, and I’m sorry about your phone. And Thanksgiving. And while we’re at it, you don’t have to wash our clothes on the fourth of July."
        ],
        [
            "Raj",
            "As long as we’re apologising, Sheldon, I, I’m sorry I used your toothbrush."
        ],
        [
            "Sheldon",
            "And I’m sorry. But that behaviour is beyond the pale and cannot be tolerated. We are no longer friends."
        ],
        [
            "Raj",
            "I got you a talking Thomas the Tank Engine for Thanksgiving."
        ],
        [
            "Sheldon",
            "With real puffing smoke?"
        ],
        [
            "Raj",
            "Yes."
        ],
        [
            "Sheldon",
            "Alright. But I’m watching you."
        ],
        [
            "Scene",
            "The apartment. Sheldon is making snowcones."
        ],
        [
            "Leonard",
            "Hey, you got Snoopy out. Can I have a snowcone?"
        ],
        [
            "Sheldon",
            "Well, sure."
        ],
        [
            "Leonard",
            "These are pretty god, what flavour is this?"
        ],
        [
            "Sheldon",
            "Guess."
        ],
        [
            "Leonard",
            "Papaya?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Guava?"
        ],
        [
            "Sheldon",
            "You’re so close."
        ],
        [
            "Leonard",
            "I give up."
        ],
        [
            "Sheldon",
            "Mango, caterpillar. What are you doing? You said you liked it!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-06-the-irish-pub-formulation/"
}