{
    "Season": 4,
    "Episode": 9,
    "Title": "the boyfriend complexity",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. "
            ],
            [
                11,
                "Penny’s door. "
            ],
            [
                24,
                "Credits sequence."
            ],
            [
                26,
                "The apartment. "
            ],
            [
                81,
                "Raj’s Lab."
            ],
            [
                108,
                "Penny’s dad’s car. "
            ],
            [
                125,
                "Outside Penny’s door."
            ],
            [
                138,
                "The lab. "
            ],
            [
                151,
                "The apartment. "
            ],
            [
                162,
                "–"
            ],
            [
                177,
                "The lab."
            ],
            [
                198,
                "The apartment. Wyatt and Leonard are playing Wii fishing."
            ],
            [
                207,
                "Penny’s apartment. "
            ],
            [
                236,
                "The apartment. "
            ],
            [
                240,
                "The cafeteria."
            ]
        ],
        "Raj": [
            [
                1,
                "You know who’s got to be the bravest person in the Marvel Universe? Whoever has to give She-Hulk a bikini wax."
            ],
            [
                8,
                "Do you think they gave Wolverine an Adamantium prostate?"
            ],
            [
                10,
                "We’re having a conversation about probing the heinies of superheroes. There are no stupid questions."
            ],
            [
                28,
                "Is that racist? It feels racist."
            ],
            [
                30,
                "Oh, okay. Good. I don’t need more comics. Howard’s gonna stop by, we’re gonna play intergalactic battleship and Indian Monopoly."
            ],
            [
                39,
                "What… what kind of a kiss?"
            ],
            [
                50,
                "Ooh, ooh! Do our babies will be smart and beautiful. That one always makes me laugh."
            ],
            [
                83,
                "Miss."
            ],
            [
                85,
                "Not if it has a hole in the middle."
            ],
            [
                87,
                "A Romulan battle bagel?"
            ],
            [
                94,
                "Excuse me. I can’t be drinking, I’m about to make an important scientific discovery here."
            ],
            [
                96,
                "How do you know that?"
            ],
            [
                98,
                "Dude, can you even open your mouth without spewing a cultural stereotype?"
            ],
            [
                100,
                "Your mom creeps the hell out of me."
            ],
            [
                102,
                "I do appreciate that."
            ],
            [
                140,
                "Bernadette, please tell your boyfriend to cool it with the cow jokes."
            ],
            [
                142,
                "Yeah. Like his haircut material."
            ],
            [
                144,
                "No. I got them all cut."
            ],
            [
                146,
                "And when you go to a Chinese restaurant, he always gets the same fortune in his fortune cookie."
            ],
            [
                149,
                "He’s right. Let’s make fun of his mother. Howard, come rub my feet! My corns are killing me!"
            ],
            [
                178,
                "Hello, Hawaii. This is Dr. Koothrappali in Pasadena. I’d like you to reposition the telescope, please. Scarlett Johansson’s house! I’m kidding, Hawaii. Mahalo. Whoo!"
            ],
            [
                181,
                "Maybe. If it did, I’d be famous. I’d be on the cover of magazines. And then, instead of living alone in my tiny apartment, I’d have a big mansion."
            ],
            [
                183,
                "It is. If you like wandering around a big, empty house with no one to love you."
            ],
            [
                185,
                "No, you wouldn’t. You’d be intimidated by my wealth and fame. My only friends would be my genetically engineered monkey butler, and the little people I hired to be my living chess set."
            ],
            [
                188,
                "Oh, what’s the point of everything?"
            ],
            [
                190,
                "You know it’s been more than a year since I’ve even kissed a girl?"
            ],
            [
                192,
                "Oh, grow up. I was lying. I lie all the time. Nobody wants to kiss me."
            ],
            [
                194,
                "Where?"
            ],
            [
                241,
                "Hey."
            ],
            [
                243,
                "Oh, you know. Same old, same old. Looked through a telescope, saw some stars. Big whoop."
            ],
            [
                245,
                "Why? You writing a book?"
            ],
            [
                247,
                "Nothing happened. Can we please just change the subject?"
            ],
            [
                253,
                "Hey."
            ],
            [
                256,
                "He never touched my telescope."
            ],
            [
                258,
                "I did shut up. Now you shut up."
            ],
            [
                260,
                "Thank you. How come you didn’t call me this morning?"
            ]
        ],
        "Howard": [
            [
                2,
                "You want to talk brave, how about Captain America’s undocumented Mexican gardener?"
            ],
            [
                5,
                "How about the guy who gets a prostate exam from Wolverine?"
            ],
            [
                9,
                "That’s a stupid question."
            ],
            [
                29,
                "Don’t be oversensitive. He’s calling you illiterate, not your race."
            ],
            [
                32,
                "Actually, Indian Monopoly’s just like regular, except the money’s in Rupees, instead of hotels you build call centers, and when you pick a chance card, you might die of dysentery. Just FYI, that was racist."
            ],
            [
                41,
                "Is it possible that she was going for your cheek and you moved and she accidentally got lip? That happens with me and my mom all the time."
            ],
            [
                43,
                "Maybe she was trying to send you a message."
            ],
            [
                45,
                "Yeah. This man is not my father. I’m being held hostage. So I’m going to do something insane in the hopes that you’ll call 911."
            ],
            [
                49,
                "Ah, this takes me back. Leonard obsessing about Penny. I mean, don’t get me wrong, I love your new stuff, but once in a while it’s nice to hear the hits."
            ],
            [
                82,
                "C-7."
            ],
            [
                84,
                "How could that be a miss? C-6 was a hit, C-8 was a hit. Part of your starship has to be on C-7."
            ],
            [
                86,
                "What kind of spaceship has a hole in the middle?"
            ],
            [
                89,
                "Oh, great, you made it. Come on in. I invited her."
            ],
            [
                91,
                "It’s in Hawaii, but Raj controls it from here. He’s hoping to see Epsilon Eridani dim, which would be evidence of a planet orbiting it."
            ],
            [
                93,
                "I did it with you when we rented The Notebook. (Raj whispers) Yes, Gena Rowlands is a treasure. You’d better open up that bottle of wine or I’m gonna end up with swimmer’s ear."
            ],
            [
                95,
                "What? Galileo did his best work while drinking wine."
            ],
            [
                97,
                "Well, he was Italian. It’s a reasonable assumption."
            ],
            [
                99,
                "Oh, I, I’m sorry, Galileo drank diet sprite. Look, you’re my best friend, she’s my girlfriend, you should bond. You know, like you and my mom did."
            ],
            [
                101,
                "Yes, but she’s stopped calling you slumdog millionaire."
            ],
            [
                104,
                "Well I’d like to propose a toast. To science and friendship."
            ],
            [
                106,
                "What?"
            ],
            [
                139,
                "Three, four, five, pass go, get 2,000 Rupees, Six, seven, whoops. Can’t go any further. There’s a sacred cow in my way."
            ],
            [
                148,
                "Okay, I think that’s enough about me."
            ],
            [
                179,
                "It might have been a mistake to open that second bottle of wine."
            ],
            [
                184,
                "We’d come visit you."
            ],
            [
                187,
                "Hold on. He could come back."
            ],
            [
                189,
                "Nope. He’s gone."
            ],
            [
                191,
                "What about that hook-up at Comic-Con you told me about?"
            ],
            [
                196,
                "No!"
            ],
            [
                249,
                "Hey."
            ],
            [
                252,
                "Hey."
            ],
            [
                255,
                "Whoa. Where did that come from?"
            ],
            [
                257,
                "Way to go shutting up."
            ],
            [
                259,
                "Fine."
            ]
        ],
        "Leonard": [
            [
                3,
                "He’s not braver than whoever uses the bathroom after The Thing?"
            ],
            [
                7,
                "I’ll go get Penny while that guy spits on our food."
            ],
            [
                14,
                "Oh, um, is Penny here?"
            ],
            [
                16,
                "Yeah."
            ],
            [
                18,
                "Okay, I think a bit of context here might help."
            ],
            [
                20,
                "Oh, good. Context."
            ],
            [
                23,
                "That was odd."
            ],
            [
                33,
                "You’ll never guess what just happened."
            ],
            [
                35,
                "No."
            ],
            [
                37,
                "Penny kissed me."
            ],
            [
                40,
                "A big kiss. On the mouth."
            ],
            [
                42,
                "She introduced me to her father, kissed me and then shut the door in my face."
            ],
            [
                44,
                "You think?"
            ],
            [
                46,
                "Penny kissing me is not insane. She used to kiss me all the time."
            ],
            [
                48,
                "I’m just saying, it felt like it may have meant something."
            ],
            [
                51,
                "Why do I bother talking to you people?"
            ],
            [
                54,
                "Yeah, sure."
            ],
            [
                57,
                "What, uh, the kissing and everything? Nah, women do that to me all the time."
            ],
            [
                59,
                "What? Why?"
            ],
            [
                61,
                "What kind of guys did you used to go out with?"
            ],
            [
                63,
                "Really? How, how’d we manage that?"
            ],
            [
                65,
                "Well, did you apologize? Did you have to woo me?"
            ],
            [
                67,
                "Yeah, no, I don’t think so."
            ],
            [
                69,
                "I’m just saying, if we fake got back together, that’s totally not how it fake happened."
            ],
            [
                71,
                "Hold on, you actually want me to deceive your father with some sort of sham play acting and kissing? Cause I’m good with that."
            ],
            [
                75,
                "See? He doesn’t mind."
            ],
            [
                78,
                "Uh, I do, I have to work. But I’m gonna blow that off to spend the evening with my sweetie and her father, ’cause, you know, just the kind of boyfriend I am."
            ],
            [
                80,
                "Come here, you."
            ],
            [
                109,
                "Thanks for the steak, Wyatt."
            ],
            [
                115,
                "A lot of people are doing that."
            ],
            [
                124,
                "Thanks, Wyatt. I’m a keeper."
            ],
            [
                128,
                "Maybe I could go in a little late."
            ],
            [
                131,
                "Don’t I know it."
            ],
            [
                133,
                "Good night, Wyatt. Oh, good night, honey."
            ],
            [
                135,
                "I love you."
            ],
            [
                152,
                "Coming. Hey, lovebug."
            ],
            [
                154,
                "Mm, dreamily doodling Mrs. Leonard Hofstadter in a notebook?"
            ],
            [
                156,
                "You got to admit, I am, I’m delightful."
            ],
            [
                158,
                "It’s not difficult for me. I’m having fun."
            ],
            [
                160,
                "What do you want me to do? You started this. Do you want to go over and tell him we’re broken up?"
            ],
            [
                163,
                "Well, then, what do you want?"
            ],
            [
                165,
                "Don’t you think that’s something you should have figured out before you stomped over here?"
            ],
            [
                169,
                "I have a list. FYI, overuse of the phrase, oh, my god, is number 12."
            ],
            [
                171,
                "Ba-ba-ba-ba. Are you sure you want to include him in this?"
            ],
            [
                175,
                "Fines?"
            ],
            [
                200,
                "Oh, b-be careful. Give him some line. Okay, now reel him in."
            ],
            [
                202,
                "Yeah. They do that when you set it on easy."
            ],
            [
                204,
                "Hey, baby. I love you! Mwuh, mwuh, mwuh, mwuh, mwuh."
            ],
            [
                206,
                "Oh, hey. There’s been something I’ve been meaning to tell you."
            ],
            [
                209,
                "Just for the record, I did not want to be a part of this."
            ],
            [
                211,
                "No hurry."
            ],
            [
                225,
                "What?"
            ],
            [
                227,
                "Gee, I don’t know if it’s in the cards, sir."
            ],
            [
                229,
                "I’ll give it a shot."
            ],
            [
                231,
                "Excuse me?"
            ],
            [
                233,
                "Oh, the reverse psychology thing. I see. That’s very clever."
            ],
            [
                235,
                "I’ll friend you on Facebook."
            ],
            [
                238,
                "Yeah, well, not necessary. We broke up again."
            ],
            [
                242,
                "Oh, how’d it go last night?"
            ],
            [
                244,
                "Really? You waited months for time with that telescope. What happened?"
            ],
            [
                250,
                "Hey."
            ],
            [
                254,
                "You get to play with Raj’s big telescope last night?"
            ]
        ],
        "Sheldon": [
            [
                4,
                "As usual, you’re all wrong. The bravest person in the Marvel Universe is the doctor who gives Wolverine his prostate exam."
            ],
            [
                6,
                "Now you just being silly. Wolverine’s never displayed the slightest interest in helping others prevent prostate cancer. (Answering phone) Hello. Yes, the elevator’s out of order you’ll have to use the stairs. Of course you can. Pizza dates back to the 16th century, while the first elevator was not installed until 1852. That means that for over 300 years, people carried pizzas up stairs. Be part of that proud tradition."
            ],
            [
                27,
                "Are you sure you have enough comics? You’re going to be monitoring the telescope for 12 hours, and by my estimate, you’ve only selected seven hours of reading material. That’s even factoring in your difficulty in parsing American comic book idioms like Bamf and Snikt."
            ],
            [
                31,
                "I don’t care for novelty editions of Monopoly. I prefer the classics, regular and Klingon."
            ],
            [
                34,
                "You went out in the hallway, stumbled into an interdimensional portal which brought you 5,000 years into the future, where you took advantage of the advanced technology to build a time machine, and now you’re back to bring us all with you to the year 7010 where we are transported to work at the thinkatorium by telepathically controlled flying dolphins?"
            ],
            [
                36,
                "Aw."
            ],
            [
                38,
                "Well, who would ever guess that?"
            ],
            [
                47,
                "Einstein defined insanity as doing the same thing over and over again and expecting different results. By that standard, Penny is cuckoo for cocoa puffs."
            ],
            [
                52,
                "If it’ll make you feel better, we rarely listen."
            ],
            [
                55,
                "I’m starting to think we’re never going to see that pizza."
            ],
            [
                137,
                "Oh, friggety-frak. Not this again."
            ],
            [
                167,
                "Leonard, Penny, excellent. I’d like to say I’m very happy that you’re back together, and if I can figure out a way to do so and sound sincere, I will. In the meantime, I’d like to go over some proposed changes to the roommate agreement specifically to address Penny’s annoying personal habits."
            ],
            [
                172,
                "Include me in what? Is there a plot afoot? I’ll have no truck with plots."
            ],
            [
                174,
                "Uh, we don’t discuss anything. Leonard is the signatory to the Roommate Agreement. As such, he bears responsibility for all your infractions and must pay all fines."
            ],
            [
                176,
                "Yes. If Penny’s going to be spending nights here again, you’ll need to set up an escrow account. Sign here."
            ],
            [
                237,
                "Oh, there you are. Just so you know, I was up all night, but I have finally completed the Penny-specific section of the new roommate agreement."
            ],
            [
                239,
                "Do you even think about other people, Leonard? Do you?"
            ],
            [
                246,
                "I’m going to propose a hypothesis. Last night, Raj accidentally made contact with an alien civilization and has been ordered by the United States government to keep it a secret."
            ],
            [
                248,
                "That sounds rehearsed. We are not alone."
            ],
            [
                251,
                "Hello."
            ]
        ],
        "Man": [
            [
                13,
                "Yes?"
            ],
            [
                15,
                "You’re Leonard, right?"
            ],
            [
                17,
                "Damn, it’s good to finally meet you, son."
            ]
        ],
        "Penny": [
            [
                19,
                "Oh, hey, Leonard. I see you met my dad."
            ],
            [
                22,
                "Oh, gee, dad, Leonard can’t stay. He just dropped by to say hello. Thanks for stopping by, sweetie. I’ll see you later. (Kisses him passionately) Bye."
            ],
            [
                56,
                "So you’re probably wondering what that was all about."
            ],
            [
                58,
                "Yeah, okay. The thing is, I kind of told my father we got back together again."
            ],
            [
                60,
                "Well, you’re the first guy he’s ever really approved of, you know? You’re a scientist who went to college and you don’t have a neck tattoo or outstanding warrants or, or a baby."
            ],
            [
                62,
                "Just guys. Anyway, when I told him we split up, he was heartbroken, and he kept bugging me, how’s Leonard? why can’t you get back together with Leonard? I bet Leonard never tipped a cow over on himself. So to get him off my back, I told him we worked things out."
            ],
            [
                64,
                "What?"
            ],
            [
                66,
                "Get over yourself. I whistled, you came running."
            ],
            [
                68,
                "Okay, why are you arguing about this?"
            ],
            [
                70,
                "Oh, okay, whatever. Will you please just play along until my dad leaves?"
            ],
            [
                73,
                "Come on, honey, not in front of my dad."
            ],
            [
                77,
                "Oh, dad, that’s nice, but Leonard has to work. Right, Leonard?"
            ],
            [
                79,
                "Oh."
            ],
            [
                111,
                "So not funny, dad."
            ],
            [
                113,
                "Oh, will you please let it go?"
            ],
            [
                116,
                "Oh, see?"
            ],
            [
                118,
                "Yeah, that’s great. It’s a funny story. Moving on."
            ],
            [
                120,
                "Curtis, and I’m pretty sure he was joking."
            ],
            [
                122,
                "Yeah, okay, I think this ends the ex-boyfriend portion of our evening."
            ],
            [
                127,
                "Oh, gee, dad, he’d love to, but Leonard has to work in the morning."
            ],
            [
                129,
                "No, no, no, you can’t. Your career is far too important."
            ],
            [
                134,
                "Good night."
            ],
            [
                136,
                "Love you, too."
            ],
            [
                153,
                "Shut up. You know what I’ve been doing for the last hour?"
            ],
            [
                155,
                "Listening to my father go on and on about what a great guy you are."
            ],
            [
                157,
                "Why are you making this so difficult?"
            ],
            [
                159,
                "Leonard."
            ],
            [
                161,
                "No."
            ],
            [
                164,
                "I don’t know."
            ],
            [
                166,
                "Maybe."
            ],
            [
                168,
                "Oh, my God. What personal habits?"
            ],
            [
                170,
                "Okay, Sheldon, you don’t have to do this because Leonard and I are not…"
            ],
            [
                173,
                "No, you’re right. No, there’s, there’s no plots, no trucks, no feet. So what other annoying habits shall we discuss?"
            ],
            [
                213,
                "I’m sorry, daddy…"
            ],
            [
                215,
                "Oh."
            ],
            [
                217,
                "You know, I’m sorry."
            ],
            [
                219,
                "You’re right. Look, from now on, I will tell you the truth."
            ],
            [
                221,
                "Daddy, he had nothing to do…"
            ],
            [
                223,
                "Okay."
            ]
        ],
        "Penny’s Dad": [
            [
                21,
                "Come on in, buddy. Take a load off."
            ],
            [
                72,
                "Penny, you out here?"
            ],
            [
                74,
                "Relax, I’ve seen you do a lot worse with a lot stupider."
            ],
            [
                76,
                "So, Leonard, I’m taking your gal out for a steak dinner, you want to join us?"
            ]
        ],
        "Penny (at door)": [
            [
                53,
                "Hey, can I talk to you out here for a sec?"
            ]
        ],
        "Bernadette": [
            [
                88,
                "Knock-knock."
            ],
            [
                90,
                "So where’s the telescope?"
            ],
            [
                92,
                "So we just sit and stare at the screen, waiting for something to happen?"
            ],
            [
                103,
                "Here we go."
            ],
            [
                105,
                "Hold on. Wait. No, it’s okay, go ahead."
            ],
            [
                107,
                "Oh, I was working with Penicillin-resistant gonorrhoea in the lab today and I was just trying to remember if I washed my hands."
            ],
            [
                141,
                "It won’t help. Once he finds a joke he likes, he sticks with it."
            ],
            [
                143,
                "Oh, right. Did you get your hair cut?"
            ],
            [
                145,
                "Which is still so funny."
            ],
            [
                147,
                "Right. Help, I’m a prisoner in a Chinese fortune cookie factory."
            ],
            [
                150,
                "Howard, help me out of the tub! I’m stuck again!"
            ],
            [
                180,
                "Well, live and learn. So, Raj, do you think this planet you’re looking for could have an atmosphere that supports life?"
            ],
            [
                182,
                "That sounds great."
            ],
            [
                186,
                "He’s taking a turn to the dark side, isn’t he?"
            ],
            [
                193,
                "Oh, you poor, poor thing. Raj, you have to know you’re a wonderful man. There are a lot of girls out there who’ll want to kiss you."
            ],
            [
                195,
                "You just have to look."
            ],
            [
                197,
                "Well, this was fun."
            ]
        ],
        "Penny’s dad (Wyatt)": [
            [
                110,
                "My pleasure. It’s nice to have dinner with a boyfriend of Penny’s that knows how to use a napkin."
            ]
        ],
        "Wyatt": [
            [
                112,
                "Let me tell you about this one genius she was going out with, this, this fella Donnie."
            ],
            [
                114,
                "Donnie was gonna make millions turning farm waste into biofuel and selling it to the government."
            ],
            [
                117,
                "Yeah, but all Donnie did was mix pig poop with a little water and pump it into his mom’s Camry."
            ],
            [
                119,
                "And Donnie was a rocket scientist compared to that boy who wanted to get beer pong into the Olympics. What was his name, sweetheart?"
            ],
            [
                121,
                "I don’t know. That petition looked real to me."
            ],
            [
                123,
                "Well, I’m just glad you finally found yourself a keeper."
            ],
            [
                126,
                "Leonard, you want to come in for a nightcap?"
            ],
            [
                130,
                "Behind every great man is a nagging woman who won’t let him have any fun, am I right, Leonard?"
            ],
            [
                132,
                "Well, good night, son."
            ],
            [
                199,
                "Oh! I think I got a nibble."
            ],
            [
                201,
                "Oh, look at that baby. They’re really biting, huh?"
            ],
            [
                205,
                "That’s Leonard says he loves you. What? I see. The whole thing’s bull squirt, huh? Well, that’s very disappointing. Bye."
            ],
            [
                208,
                "I can’t believe you would lie to me like that."
            ],
            [
                210,
                "I’ll get to you in a minute."
            ],
            [
                212,
                "That my own daughter thinks I don’t love her enough to support her no matter what choices she makes, well, that hurts me deeply."
            ],
            [
                214,
                "Let me finish."
            ],
            [
                216,
                "I thought we were past the days when you would try to pull the wool over my eyes. Telling me the baggie in your underwear drawer is potpourri? And the pee stick in your bathroom is to check for diabetes?"
            ],
            [
                218,
                "You’re a grown woman, and I respect your right to make your own decisions, but all I ask is you respect me enough to be honest about them."
            ],
            [
                220,
                "Thank you. Now, why don’t you go and put some clothes on and we’ll grab a bite to eat before I head for the airport. Now you."
            ],
            [
                222,
                "Keep walking."
            ],
            [
                224,
                "Please, please, please don’t give up on her."
            ],
            [
                226,
                "I can’t go back to the skateboard idiots, the white rappers and all those sweaty dumb-asses with their backwards hats."
            ],
            [
                228,
                "Then, stack the deck. Cheat. Lie. I don’t care. I want grandkids before I die, and I want them to grow up in a house without wheels."
            ],
            [
                230,
                "Thank you. Now I’m going to do something here to help you along."
            ],
            [
                232,
                "Just don’t panic. Now, get your sorry, lying ass out of my face and make sure I never see it again!"
            ],
            [
                234,
                "Don’t yap. Just get out."
            ]
        ],
        "Wyatt (phone rings)": [
            [
                203,
                "Oh, that’s me. Hello. Oh, hi, sweetie. Yeah, I got up early and didn’t want to wake you, so I went out for coffee and ran into Leonard on the way back. Guess what, we’re fishing. Yeah. Right here on his couch."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "You know who’s got to be the bravest person in the Marvel Universe? Whoever has to give She-Hulk a bikini wax."
        ],
        [
            "Howard",
            "You want to talk brave, how about Captain America’s undocumented Mexican gardener?"
        ],
        [
            "Leonard",
            "He’s not braver than whoever uses the bathroom after The Thing?"
        ],
        [
            "Sheldon",
            "As usual, you’re all wrong. The bravest person in the Marvel Universe is the doctor who gives Wolverine his prostate exam."
        ],
        [
            "Howard",
            "How about the guy who gets a prostate exam from Wolverine?"
        ],
        [
            "Sheldon",
            "Now you just being silly. Wolverine’s never displayed the slightest interest in helping others prevent prostate cancer. (Answering phone) Hello. Yes, the elevator’s out of order you’ll have to use the stairs. Of course you can. Pizza dates back to the 16th century, while the first elevator was not installed until 1852. That means that for over 300 years, people carried pizzas up stairs. Be part of that proud tradition."
        ],
        [
            "Leonard",
            "I’ll go get Penny while that guy spits on our food."
        ],
        [
            "Raj",
            "Do you think they gave Wolverine an Adamantium prostate?"
        ],
        [
            "Howard",
            "That’s a stupid question."
        ],
        [
            "Raj",
            "We’re having a conversation about probing the heinies of superheroes. There are no stupid questions."
        ],
        [
            "Scene",
            "Penny’s door. "
        ],
        [
            "Man",
            "Yes?"
        ],
        [
            "Leonard",
            "Oh, um, is Penny here?"
        ],
        [
            "Man",
            "You’re Leonard, right?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Man",
            "Damn, it’s good to finally meet you, son."
        ],
        [
            "Leonard",
            "Okay, I think a bit of context here might help."
        ],
        [
            "Penny",
            "Oh, hey, Leonard. I see you met my dad."
        ],
        [
            "Leonard",
            "Oh, good. Context."
        ],
        [
            "Penny’s Dad",
            "Come on in, buddy. Take a load off."
        ],
        [
            "Penny",
            "Oh, gee, dad, Leonard can’t stay. He just dropped by to say hello. Thanks for stopping by, sweetie. I’ll see you later. (Kisses him passionately) Bye."
        ],
        [
            "Leonard",
            "That was odd."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "Are you sure you have enough comics? You’re going to be monitoring the telescope for 12 hours, and by my estimate, you’ve only selected seven hours of reading material. That’s even factoring in your difficulty in parsing American comic book idioms like Bamf and Snikt."
        ],
        [
            "Raj",
            "Is that racist? It feels racist."
        ],
        [
            "Howard",
            "Don’t be oversensitive. He’s calling you illiterate, not your race."
        ],
        [
            "Raj",
            "Oh, okay. Good. I don’t need more comics. Howard’s gonna stop by, we’re gonna play intergalactic battleship and Indian Monopoly."
        ],
        [
            "Sheldon",
            "I don’t care for novelty editions of Monopoly. I prefer the classics, regular and Klingon."
        ],
        [
            "Howard",
            "Actually, Indian Monopoly’s just like regular, except the money’s in Rupees, instead of hotels you build call centers, and when you pick a chance card, you might die of dysentery. Just FYI, that was racist."
        ],
        [
            "Leonard",
            "You’ll never guess what just happened."
        ],
        [
            "Sheldon",
            "You went out in the hallway, stumbled into an interdimensional portal which brought you 5,000 years into the future, where you took advantage of the advanced technology to build a time machine, and now you’re back to bring us all with you to the year 7010 where we are transported to work at the thinkatorium by telepathically controlled flying dolphins?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Aw."
        ],
        [
            "Leonard",
            "Penny kissed me."
        ],
        [
            "Sheldon",
            "Well, who would ever guess that?"
        ],
        [
            "Raj",
            "What… what kind of a kiss?"
        ],
        [
            "Leonard",
            "A big kiss. On the mouth."
        ],
        [
            "Howard",
            "Is it possible that she was going for your cheek and you moved and she accidentally got lip? That happens with me and my mom all the time."
        ],
        [
            "Leonard",
            "She introduced me to her father, kissed me and then shut the door in my face."
        ],
        [
            "Howard",
            "Maybe she was trying to send you a message."
        ],
        [
            "Leonard",
            "You think?"
        ],
        [
            "Howard",
            "Yeah. This man is not my father. I’m being held hostage. So I’m going to do something insane in the hopes that you’ll call 911."
        ],
        [
            "Leonard",
            "Penny kissing me is not insane. She used to kiss me all the time."
        ],
        [
            "Sheldon",
            "Einstein defined insanity as doing the same thing over and over again and expecting different results. By that standard, Penny is cuckoo for cocoa puffs."
        ],
        [
            "Leonard",
            "I’m just saying, it felt like it may have meant something."
        ],
        [
            "Howard",
            "Ah, this takes me back. Leonard obsessing about Penny. I mean, don’t get me wrong, I love your new stuff, but once in a while it’s nice to hear the hits."
        ],
        [
            "Raj",
            "Ooh, ooh! Do our babies will be smart and beautiful. That one always makes me laugh."
        ],
        [
            "Leonard",
            "Why do I bother talking to you people?"
        ],
        [
            "Sheldon",
            "If it’ll make you feel better, we rarely listen."
        ],
        [
            "Penny (at door)",
            "Hey, can I talk to you out here for a sec?"
        ],
        [
            "Leonard",
            "Yeah, sure."
        ],
        [
            "Sheldon",
            "I’m starting to think we’re never going to see that pizza."
        ],
        [
            "Penny",
            "So you’re probably wondering what that was all about."
        ],
        [
            "Leonard",
            "What, uh, the kissing and everything? Nah, women do that to me all the time."
        ],
        [
            "Penny",
            "Yeah, okay. The thing is, I kind of told my father we got back together again."
        ],
        [
            "Leonard",
            "What? Why?"
        ],
        [
            "Penny",
            "Well, you’re the first guy he’s ever really approved of, you know? You’re a scientist who went to college and you don’t have a neck tattoo or outstanding warrants or, or a baby."
        ],
        [
            "Leonard",
            "What kind of guys did you used to go out with?"
        ],
        [
            "Penny",
            "Just guys. Anyway, when I told him we split up, he was heartbroken, and he kept bugging me, how’s Leonard? why can’t you get back together with Leonard? I bet Leonard never tipped a cow over on himself. So to get him off my back, I told him we worked things out."
        ],
        [
            "Leonard",
            "Really? How, how’d we manage that?"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "Well, did you apologize? Did you have to woo me?"
        ],
        [
            "Penny",
            "Get over yourself. I whistled, you came running."
        ],
        [
            "Leonard",
            "Yeah, no, I don’t think so."
        ],
        [
            "Penny",
            "Okay, why are you arguing about this?"
        ],
        [
            "Leonard",
            "I’m just saying, if we fake got back together, that’s totally not how it fake happened."
        ],
        [
            "Penny",
            "Oh, okay, whatever. Will you please just play along until my dad leaves?"
        ],
        [
            "Leonard",
            "Hold on, you actually want me to deceive your father with some sort of sham play acting and kissing? Cause I’m good with that."
        ],
        [
            "Penny’s Dad",
            "Penny, you out here?"
        ],
        [
            "Penny",
            "Come on, honey, not in front of my dad."
        ],
        [
            "Penny’s Dad",
            "Relax, I’ve seen you do a lot worse with a lot stupider."
        ],
        [
            "Leonard",
            "See? He doesn’t mind."
        ],
        [
            "Penny’s Dad",
            "So, Leonard, I’m taking your gal out for a steak dinner, you want to join us?"
        ],
        [
            "Penny",
            "Oh, dad, that’s nice, but Leonard has to work. Right, Leonard?"
        ],
        [
            "Leonard",
            "Uh, I do, I have to work. But I’m gonna blow that off to spend the evening with my sweetie and her father, ’cause, you know, just the kind of boyfriend I am."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Leonard",
            "Come here, you."
        ],
        [
            "Scene",
            "Raj’s Lab."
        ],
        [
            "Howard",
            "C-7."
        ],
        [
            "Raj",
            "Miss."
        ],
        [
            "Howard",
            "How could that be a miss? C-6 was a hit, C-8 was a hit. Part of your starship has to be on C-7."
        ],
        [
            "Raj",
            "Not if it has a hole in the middle."
        ],
        [
            "Howard",
            "What kind of spaceship has a hole in the middle?"
        ],
        [
            "Raj",
            "A Romulan battle bagel?"
        ],
        [
            "Bernadette",
            "Knock-knock."
        ],
        [
            "Howard",
            "Oh, great, you made it. Come on in. I invited her."
        ],
        [
            "Bernadette",
            "So where’s the telescope?"
        ],
        [
            "Howard",
            "It’s in Hawaii, but Raj controls it from here. He’s hoping to see Epsilon Eridani dim, which would be evidence of a planet orbiting it."
        ],
        [
            "Bernadette",
            "So we just sit and stare at the screen, waiting for something to happen?"
        ],
        [
            "Howard",
            "I did it with you when we rented The Notebook. (Raj whispers) Yes, Gena Rowlands is a treasure. You’d better open up that bottle of wine or I’m gonna end up with swimmer’s ear."
        ],
        [
            "Raj",
            "Excuse me. I can’t be drinking, I’m about to make an important scientific discovery here."
        ],
        [
            "Howard",
            "What? Galileo did his best work while drinking wine."
        ],
        [
            "Raj",
            "How do you know that?"
        ],
        [
            "Howard",
            "Well, he was Italian. It’s a reasonable assumption."
        ],
        [
            "Raj",
            "Dude, can you even open your mouth without spewing a cultural stereotype?"
        ],
        [
            "Howard",
            "Oh, I, I’m sorry, Galileo drank diet sprite. Look, you’re my best friend, she’s my girlfriend, you should bond. You know, like you and my mom did."
        ],
        [
            "Raj",
            "Your mom creeps the hell out of me."
        ],
        [
            "Howard",
            "Yes, but she’s stopped calling you slumdog millionaire."
        ],
        [
            "Raj",
            "I do appreciate that."
        ],
        [
            "Bernadette",
            "Here we go."
        ],
        [
            "Howard",
            "Well I’d like to propose a toast. To science and friendship."
        ],
        [
            "Bernadette",
            "Hold on. Wait. No, it’s okay, go ahead."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Bernadette",
            "Oh, I was working with Penicillin-resistant gonorrhoea in the lab today and I was just trying to remember if I washed my hands."
        ],
        [
            "Scene",
            "Penny’s dad’s car. "
        ],
        [
            "Leonard",
            "Thanks for the steak, Wyatt."
        ],
        [
            "Penny’s dad (Wyatt)",
            "My pleasure. It’s nice to have dinner with a boyfriend of Penny’s that knows how to use a napkin."
        ],
        [
            "Penny",
            "So not funny, dad."
        ],
        [
            "Wyatt",
            "Let me tell you about this one genius she was going out with, this, this fella Donnie."
        ],
        [
            "Penny",
            "Oh, will you please let it go?"
        ],
        [
            "Wyatt",
            "Donnie was gonna make millions turning farm waste into biofuel and selling it to the government."
        ],
        [
            "Leonard",
            "A lot of people are doing that."
        ],
        [
            "Penny",
            "Oh, see?"
        ],
        [
            "Wyatt",
            "Yeah, but all Donnie did was mix pig poop with a little water and pump it into his mom’s Camry."
        ],
        [
            "Penny",
            "Yeah, that’s great. It’s a funny story. Moving on."
        ],
        [
            "Wyatt",
            "And Donnie was a rocket scientist compared to that boy who wanted to get beer pong into the Olympics. What was his name, sweetheart?"
        ],
        [
            "Penny",
            "Curtis, and I’m pretty sure he was joking."
        ],
        [
            "Wyatt",
            "I don’t know. That petition looked real to me."
        ],
        [
            "Penny",
            "Yeah, okay, I think this ends the ex-boyfriend portion of our evening."
        ],
        [
            "Wyatt",
            "Well, I’m just glad you finally found yourself a keeper."
        ],
        [
            "Leonard",
            "Thanks, Wyatt. I’m a keeper."
        ],
        [
            "Scene",
            "Outside Penny’s door."
        ],
        [
            "Wyatt",
            "Leonard, you want to come in for a nightcap?"
        ],
        [
            "Penny",
            "Oh, gee, dad, he’d love to, but Leonard has to work in the morning."
        ],
        [
            "Leonard",
            "Maybe I could go in a little late."
        ],
        [
            "Penny",
            "No, no, no, you can’t. Your career is far too important."
        ],
        [
            "Wyatt",
            "Behind every great man is a nagging woman who won’t let him have any fun, am I right, Leonard?"
        ],
        [
            "Leonard",
            "Don’t I know it."
        ],
        [
            "Wyatt",
            "Well, good night, son."
        ],
        [
            "Leonard",
            "Good night, Wyatt. Oh, good night, honey."
        ],
        [
            "Penny",
            "Good night."
        ],
        [
            "Leonard",
            "I love you."
        ],
        [
            "Penny",
            "Love you, too."
        ],
        [
            "Sheldon",
            "Oh, friggety-frak. Not this again."
        ],
        [
            "Scene",
            "The lab. "
        ],
        [
            "Howard",
            "Three, four, five, pass go, get 2,000 Rupees, Six, seven, whoops. Can’t go any further. There’s a sacred cow in my way."
        ],
        [
            "Raj",
            "Bernadette, please tell your boyfriend to cool it with the cow jokes."
        ],
        [
            "Bernadette",
            "It won’t help. Once he finds a joke he likes, he sticks with it."
        ],
        [
            "Raj",
            "Yeah. Like his haircut material."
        ],
        [
            "Bernadette",
            "Oh, right. Did you get your hair cut?"
        ],
        [
            "Raj",
            "No. I got them all cut."
        ],
        [
            "Bernadette",
            "Which is still so funny."
        ],
        [
            "Raj",
            "And when you go to a Chinese restaurant, he always gets the same fortune in his fortune cookie."
        ],
        [
            "Bernadette",
            "Right. Help, I’m a prisoner in a Chinese fortune cookie factory."
        ],
        [
            "Howard",
            "Okay, I think that’s enough about me."
        ],
        [
            "Raj",
            "He’s right. Let’s make fun of his mother. Howard, come rub my feet! My corns are killing me!"
        ],
        [
            "Bernadette",
            "Howard, help me out of the tub! I’m stuck again!"
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Coming. Hey, lovebug."
        ],
        [
            "Penny",
            "Shut up. You know what I’ve been doing for the last hour?"
        ],
        [
            "Leonard",
            "Mm, dreamily doodling Mrs. Leonard Hofstadter in a notebook?"
        ],
        [
            "Penny",
            "Listening to my father go on and on about what a great guy you are."
        ],
        [
            "Leonard",
            "You got to admit, I am, I’m delightful."
        ],
        [
            "Penny",
            "Why are you making this so difficult?"
        ],
        [
            "Leonard",
            "It’s not difficult for me. I’m having fun."
        ],
        [
            "Penny",
            "Leonard."
        ],
        [
            "Leonard",
            "What do you want me to do? You started this. Do you want to go over and tell him we’re broken up?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Scene",
            "–"
        ],
        [
            "Leonard",
            "Well, then, what do you want?"
        ],
        [
            "Penny",
            "I don’t know."
        ],
        [
            "Leonard",
            "Don’t you think that’s something you should have figured out before you stomped over here?"
        ],
        [
            "Penny",
            "Maybe."
        ],
        [
            "Sheldon",
            "Leonard, Penny, excellent. I’d like to say I’m very happy that you’re back together, and if I can figure out a way to do so and sound sincere, I will. In the meantime, I’d like to go over some proposed changes to the roommate agreement specifically to address Penny’s annoying personal habits."
        ],
        [
            "Penny",
            "Oh, my God. What personal habits?"
        ],
        [
            "Leonard",
            "I have a list. FYI, overuse of the phrase, oh, my god, is number 12."
        ],
        [
            "Penny",
            "Okay, Sheldon, you don’t have to do this because Leonard and I are not…"
        ],
        [
            "Leonard",
            "Ba-ba-ba-ba. Are you sure you want to include him in this?"
        ],
        [
            "Sheldon",
            "Include me in what? Is there a plot afoot? I’ll have no truck with plots."
        ],
        [
            "Penny",
            "No, you’re right. No, there’s, there’s no plots, no trucks, no feet. So what other annoying habits shall we discuss?"
        ],
        [
            "Sheldon",
            "Uh, we don’t discuss anything. Leonard is the signatory to the Roommate Agreement. As such, he bears responsibility for all your infractions and must pay all fines."
        ],
        [
            "Leonard",
            "Fines?"
        ],
        [
            "Sheldon",
            "Yes. If Penny’s going to be spending nights here again, you’ll need to set up an escrow account. Sign here."
        ],
        [
            "Scene",
            "The lab."
        ],
        [
            "Raj",
            "Hello, Hawaii. This is Dr. Koothrappali in Pasadena. I’d like you to reposition the telescope, please. Scarlett Johansson’s house! I’m kidding, Hawaii. Mahalo. Whoo!"
        ],
        [
            "Howard",
            "It might have been a mistake to open that second bottle of wine."
        ],
        [
            "Bernadette",
            "Well, live and learn. So, Raj, do you think this planet you’re looking for could have an atmosphere that supports life?"
        ],
        [
            "Raj",
            "Maybe. If it did, I’d be famous. I’d be on the cover of magazines. And then, instead of living alone in my tiny apartment, I’d have a big mansion."
        ],
        [
            "Bernadette",
            "That sounds great."
        ],
        [
            "Raj",
            "It is. If you like wandering around a big, empty house with no one to love you."
        ],
        [
            "Howard",
            "We’d come visit you."
        ],
        [
            "Raj",
            "No, you wouldn’t. You’d be intimidated by my wealth and fame. My only friends would be my genetically engineered monkey butler, and the little people I hired to be my living chess set."
        ],
        [
            "Bernadette",
            "He’s taking a turn to the dark side, isn’t he?"
        ],
        [
            "Howard",
            "Hold on. He could come back."
        ],
        [
            "Raj",
            "Oh, what’s the point of everything?"
        ],
        [
            "Howard",
            "Nope. He’s gone."
        ],
        [
            "Raj",
            "You know it’s been more than a year since I’ve even kissed a girl?"
        ],
        [
            "Howard",
            "What about that hook-up at Comic-Con you told me about?"
        ],
        [
            "Raj",
            "Oh, grow up. I was lying. I lie all the time. Nobody wants to kiss me."
        ],
        [
            "Bernadette",
            "Oh, you poor, poor thing. Raj, you have to know you’re a wonderful man. There are a lot of girls out there who’ll want to kiss you."
        ],
        [
            "Raj",
            "Where?"
        ],
        [
            "Bernadette",
            "You just have to look."
        ],
        [
            "Howard",
            "No!"
        ],
        [
            "Bernadette",
            "Well, this was fun."
        ],
        [
            "Scene",
            "The apartment. Wyatt and Leonard are playing Wii fishing."
        ],
        [
            "Wyatt",
            "Oh! I think I got a nibble."
        ],
        [
            "Leonard",
            "Oh, b-be careful. Give him some line. Okay, now reel him in."
        ],
        [
            "Wyatt",
            "Oh, look at that baby. They’re really biting, huh?"
        ],
        [
            "Leonard",
            "Yeah. They do that when you set it on easy."
        ],
        [
            "Wyatt (phone rings)",
            "Oh, that’s me. Hello. Oh, hi, sweetie. Yeah, I got up early and didn’t want to wake you, so I went out for coffee and ran into Leonard on the way back. Guess what, we’re fishing. Yeah. Right here on his couch."
        ],
        [
            "Leonard",
            "Hey, baby. I love you! Mwuh, mwuh, mwuh, mwuh, mwuh."
        ],
        [
            "Wyatt",
            "That’s Leonard says he loves you. What? I see. The whole thing’s bull squirt, huh? Well, that’s very disappointing. Bye."
        ],
        [
            "Leonard",
            "Oh, hey. There’s been something I’ve been meaning to tell you."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Wyatt",
            "I can’t believe you would lie to me like that."
        ],
        [
            "Leonard",
            "Just for the record, I did not want to be a part of this."
        ],
        [
            "Wyatt",
            "I’ll get to you in a minute."
        ],
        [
            "Leonard",
            "No hurry."
        ],
        [
            "Wyatt",
            "That my own daughter thinks I don’t love her enough to support her no matter what choices she makes, well, that hurts me deeply."
        ],
        [
            "Penny",
            "I’m sorry, daddy…"
        ],
        [
            "Wyatt",
            "Let me finish."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Wyatt",
            "I thought we were past the days when you would try to pull the wool over my eyes. Telling me the baggie in your underwear drawer is potpourri? And the pee stick in your bathroom is to check for diabetes?"
        ],
        [
            "Penny",
            "You know, I’m sorry."
        ],
        [
            "Wyatt",
            "You’re a grown woman, and I respect your right to make your own decisions, but all I ask is you respect me enough to be honest about them."
        ],
        [
            "Penny",
            "You’re right. Look, from now on, I will tell you the truth."
        ],
        [
            "Wyatt",
            "Thank you. Now, why don’t you go and put some clothes on and we’ll grab a bite to eat before I head for the airport. Now you."
        ],
        [
            "Penny",
            "Daddy, he had nothing to do…"
        ],
        [
            "Wyatt",
            "Keep walking."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Wyatt",
            "Please, please, please don’t give up on her."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Wyatt",
            "I can’t go back to the skateboard idiots, the white rappers and all those sweaty dumb-asses with their backwards hats."
        ],
        [
            "Leonard",
            "Gee, I don’t know if it’s in the cards, sir."
        ],
        [
            "Wyatt",
            "Then, stack the deck. Cheat. Lie. I don’t care. I want grandkids before I die, and I want them to grow up in a house without wheels."
        ],
        [
            "Leonard",
            "I’ll give it a shot."
        ],
        [
            "Wyatt",
            "Thank you. Now I’m going to do something here to help you along."
        ],
        [
            "Leonard",
            "Excuse me?"
        ],
        [
            "Wyatt",
            "Just don’t panic. Now, get your sorry, lying ass out of my face and make sure I never see it again!"
        ],
        [
            "Leonard",
            "Oh, the reverse psychology thing. I see. That’s very clever."
        ],
        [
            "Wyatt",
            "Don’t yap. Just get out."
        ],
        [
            "Leonard",
            "I’ll friend you on Facebook."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "Oh, there you are. Just so you know, I was up all night, but I have finally completed the Penny-specific section of the new roommate agreement."
        ],
        [
            "Leonard",
            "Yeah, well, not necessary. We broke up again."
        ],
        [
            "Sheldon",
            "Do you even think about other people, Leonard? Do you?"
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Raj",
            "Hey."
        ],
        [
            "Leonard",
            "Oh, how’d it go last night?"
        ],
        [
            "Raj",
            "Oh, you know. Same old, same old. Looked through a telescope, saw some stars. Big whoop."
        ],
        [
            "Leonard",
            "Really? You waited months for time with that telescope. What happened?"
        ],
        [
            "Raj",
            "Why? You writing a book?"
        ],
        [
            "Sheldon",
            "I’m going to propose a hypothesis. Last night, Raj accidentally made contact with an alien civilization and has been ordered by the United States government to keep it a secret."
        ],
        [
            "Raj",
            "Nothing happened. Can we please just change the subject?"
        ],
        [
            "Sheldon",
            "That sounds rehearsed. We are not alone."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Raj",
            "Hey."
        ],
        [
            "Leonard",
            "You get to play with Raj’s big telescope last night?"
        ],
        [
            "Howard",
            "Whoa. Where did that come from?"
        ],
        [
            "Raj",
            "He never touched my telescope."
        ],
        [
            "Howard",
            "Way to go shutting up."
        ],
        [
            "Raj",
            "I did shut up. Now you shut up."
        ],
        [
            "Howard",
            "Fine."
        ],
        [
            "Raj",
            "Thank you. How come you didn’t call me this morning?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-4-episode-09-the-boyfriend-complexity/"
}