{
    "Season": 8,
    "Episode": 1,
    "Title": "the locomotion interruption",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Following a “previously on” sequence."
            ],
            [
                1,
                "A railway station. Sheldon is wearing no trousers."
            ],
            [
                5,
                "Credits sequence."
            ],
            [
                6,
                "The apartment."
            ],
            [
                38,
                "Howard’s car."
            ],
            [
                59,
                "Kingman Police Station."
            ],
            [
                65,
                "Leonard’s car."
            ],
            [
                69,
                "Howard and Bernadette’s apartment."
            ],
            [
                85,
                "Mrs Wolowitz’s house."
            ],
            [
                97,
                "Kingman Police Station."
            ],
            [
                109,
                "Leonard’s car."
            ],
            [
                118,
                "Pharmaceutical Company Office."
            ],
            [
                127,
                "Howard’s car."
            ],
            [
                141,
                "Pharmaceutical Company Office."
            ],
            [
                156,
                "Leonard’s car."
            ],
            [
                178,
                "Howard and Bernadette’s apartment."
            ],
            [
                202,
                "The stairwell. "
            ],
            [
                217,
                "The apartment."
            ]
        ],
        "Sheldon": [
            [
                2,
                "Excuse me. Is it at all possible that you’re knitting a pair of pants? Oh, well, no, you’re understandably terrified. But, you know, allow me to explain. 45 days ago, um, I embarked on a railroad journey of healing because my university was making me do string theory, and my favorite comic book store burned down, and when my room mate got engaged, my girlfriend wanted to move in with me, which was no doubt a ploy just to see my, well, excuse my language, but my bathing suit parts. Uh, sir, may I use your phone?"
            ],
            [
                4,
                "Yeah, well, I understand that I’m half naked, but there is a reasonable explanation. While I slept in my sleeper car, all my possessions were stolen. Now, typically, I wear pyjamas, but I recently adopted a hobo lifestyle and pyjamas are the sleep-pants of the Man. I’ll have you know, Mahatma Gandhi wore no pants and a nation rallied behind him. My good man, now, before you walk away, I know that I may appear deranged, but I am, in fact, a world-renowned physicist. Ask me the difference between a boson and a fermion. Go ahead, ask. Bosons have integer spin, fermions have half-integer spin. My legs are getting cold. Why won’t anybody help me?"
            ],
            [
                10,
                "Hello, Leonard."
            ],
            [
                12,
                "Uh, I’m in Kingman, Arizona, and, uh, I need you to come pick me up."
            ],
            [
                14,
                "Leonard, I’m at the police station. I was robbed. They took my phone, my wallet, my iPad, everything."
            ],
            [
                16,
                "No, I’m not okay. Uh, I’m wearing borrowed pants, I don’t have I.D., and one of the officers here won’t stop calling me chicken legs."
            ],
            [
                22,
                "2530 East Andy Devine Avenue,"
            ],
            [
                24,
                "Hurry."
            ],
            [
                26,
                "Oh, yes, please. A pair of pants. And my toothbrush. Yeah, and my mail. And a really good comeback for chicken legs, because “I know you are, but what am I?” was met with stony silence."
            ],
            [
                60,
                "Excuse me, Officer Hernandez? Any leads on the person who stole my belongings?"
            ],
            [
                62,
                "Well, perhaps I can help. Sherlock Holmes always says when you eliminate the impossible, whatever remains, however improbable, must be the truth. Now, have, have you tried doing that?"
            ],
            [
                64,
                "Well, maybe you should. There’s lots of books called Sherlock Holmes, and there’s no books called Officer Hernandez."
            ],
            [
                98,
                "Any word on my stolen items?"
            ],
            [
                100,
                "You know, Sherlock Holmes liked to use cocaine to sharpen his focus. But I’m sure those Cool Ranch Doritos are doing the trick."
            ],
            [
                102,
                "Leonard. Oh, I’m so happy to see you."
            ],
            [
                104,
                "Oh, I’m fine. Why did you come?"
            ],
            [
                106,
                "I do, but, I feel uncomfortable saying it out loud in front of these police officers."
            ],
            [
                111,
                "Where didn’t I go? I went to New York, Chicago, Atlanta, Denver, Seattle."
            ],
            [
                113,
                "Oh, I have no idea. I never left the train station."
            ],
            [
                115,
                "Why would I? That’s where all the cool trains are."
            ],
            [
                117,
                "Or had a single piece of fruit."
            ],
            [
                157,
                "At the hot dog stand in the Denver train station, Heinz ketchup. At the hot dog stand in the Salt Lake City train station, Heinz ketchup. At the hot dog stand in the Indianapolis train station?"
            ],
            [
                159,
                "Wrong. Hunt’s. Hey, Amy, what do you say? You ready to move on to the mustard round?"
            ],
            [
                161,
                "I just thought you were bad at the game."
            ],
            [
                163,
                "Amy, may I please have a moment of privacy to speak with my roommate?"
            ],
            [
                165,
                "Well, I was thinking put your head out the window like a dog, but that’ll work. Please? This’ll be quick. Leonard? As soon as we get home, I want to have coitus with Amy. Okay, she can’t hear. The reason I called you is because I didn’t want Amy to know I couldn’t make it on my own."
            ],
            [
                167,
                "Oh, of course it’s no big deal to you. You idolize me, and nothing could ever knock me off that pedestal you put me on."
            ],
            [
                171,
                "I called Leonard because I failed. And I didn’t want you to think less of me."
            ],
            [
                173,
                "Yes."
            ],
            [
                175,
                "Can I have one more moment with Leonard?"
            ],
            [
                177,
                "Amy just hurt my feelings. I want to break up with her."
            ],
            [
                203,
                "I wish I’d never gone on that trip. I feel no better now than when I left."
            ],
            [
                206,
                "That I couldn’t do it?"
            ],
            [
                209,
                "That’s a good point. You know, I’m a lot like Gandalf the Grey. He fought the Balrog and emerged stronger than ever as Gandalf the White. I was robbed of my phone and pants, and I, too, came back stronger. And whiter, too, ’cause I wasn’t in direct sunlight for six weeks."
            ],
            [
                211,
                "Indeed. I was the world’s smartest caterpillar. And then after pupating in our nation’s railway system, I’ve burst forth as the world’s smartest butterfly."
            ],
            [
                213,
                "Yeah, I feel renewed. I’m ready to deal with any changes that come my way."
            ],
            [
                216,
                "Your hair is different. You changed your hair. I can’t take this. I’m out."
            ],
            [
                218,
                "Would you like to see pictures from my trip?"
            ],
            [
                220,
                "Yeah, it did, but luckily all my photos got backed up to the Cloud."
            ],
            [
                222,
                "Here, day one, uh, this was the seat I was going to sit in but didn’t because there were cracker crumbs on it. As it was first class, I suspect Ritz. This is the train bathroom. This is the Imodium I took so I would never have to use the train bathroom."
            ],
            [
                224,
                "I know. You know, I almost died in a fire in Des Moines, but I stayed put. FYI, that’s when the Imodium gave out."
            ]
        ],
        "Man": [
            [
                3,
                "I don’t think so."
            ]
        ],
        "Leonard": [
            [
                7,
                "Morning."
            ],
            [
                9,
                "Um, let me just have some coffee first, and then I’ll have the strength to tell you how much I won’t be doing that. (Phone rings) Hello?"
            ],
            [
                11,
                "Hey, buddy. Good to hear your voice."
            ],
            [
                13,
                "I’d love to. I’m just about to do yoga with Penny."
            ],
            [
                15,
                "Oh, my God, are you okay?"
            ],
            [
                17,
                "Okay. Uh, I’ll, I’ll come get you. What’s the address?"
            ],
            [
                19,
                "He got all of his stuff stolen."
            ],
            [
                23,
                "Okay."
            ],
            [
                25,
                "Sheldon, hang tight. Hey, do you want me to bring anything?"
            ],
            [
                27,
                "I’ll be there as soon as I can."
            ],
            [
                29,
                "Yeah, he’s fine, he’s just a little rattled."
            ],
            [
                31,
                "Feel like driving to Arizona with me?"
            ],
            [
                33,
                "Oh, right."
            ],
            [
                35,
                "All right, fine. Hey, can you think of a reason I shouldn’t invite Amy to come with me?"
            ],
            [
                37,
                "Come on, you didn’t even try."
            ],
            [
                66,
                "Thanks again for coming. Six hours was gonna be a long drive by myself."
            ],
            [
                68,
                "Yeah, time’s gonna fly by."
            ],
            [
                101,
                "Sheldon."
            ],
            [
                110,
                "So, Sheldon, tell us about your trip. Where’d you go?"
            ],
            [
                112,
                "How were they?"
            ],
            [
                114,
                "Hang on. You travelled across the entire country and never left a train station?"
            ],
            [
                116,
                "I’m sorry, so you never went outside?"
            ],
            [
                158,
                "I don’t care."
            ],
            [
                166,
                "What’s the big deal?"
            ],
            [
                168,
                "Well, yeah, it’s true. You, you are a god to me."
            ],
            [
                170,
                "Just tell her."
            ],
            [
                205,
                "Yeah. If you had told anyone that you were going away on a train by yourself across the country, do you know what they would have said?"
            ],
            [
                207,
                "Exactly. Right after they said yeah."
            ],
            [
                212,
                "Butterfly could’ve gotten himself home from Arizona."
            ],
            [
                221,
                "And you thought they all had a silver lining."
            ]
        ],
        "Penny": [
            [
                8,
                "Hi. Want to do yoga with me?"
            ],
            [
                18,
                "Hey, what’s going on?"
            ],
            [
                20,
                "Oh."
            ],
            [
                28,
                "Is he okay?"
            ],
            [
                30,
                "Oh."
            ],
            [
                32,
                "I can’t, I have that job interview."
            ],
            [
                34,
                "Besides, I don’t need six hours of your hair is different, why did you change your hair? I’m holding my breath until your hair grows back."
            ],
            [
                36,
                "Nope."
            ],
            [
                70,
                "I haven’t been on a job interview in years. I’m really nervous."
            ],
            [
                72,
                "I don’t have any experience in sales. Unless you count the bikini car wash I did in high school. But you already made me take that off my résumé."
            ],
            [
                74,
                "They do?"
            ],
            [
                76,
                "Oh, I really appreciate this. I just hope I’m not in over my head."
            ],
            [
                78,
                "I wish I felt more confident."
            ],
            [
                80,
                "Oh, thank you, but maybe I should cancel."
            ],
            [
                82,
                "But I don’t know anything about pharmaceuticals."
            ],
            [
                84,
                "They’re comfortable."
            ],
            [
                120,
                "Well, I’m a people person. People like me. Some of my favourite people are people. I feel like I’m saying people a lot. People, people, people. Okay, I’m done."
            ],
            [
                122,
                "People. Yes."
            ],
            [
                124,
                "Uh, well, as a waitress, sales was a big part of my job. I mean, believe me, I convinced a lot of very large customers, who should not be eating cheesecake, to have more cheesecake. I mean, one of those chubsters even had an insulin pump."
            ],
            [
                126,
                "People."
            ],
            [
                143,
                "Um, any chance his car needs to be washed by a girl in a bikini? No. Okay, I’m really sorry for wasting your time."
            ],
            [
                145,
                "Okay, thanks. Um, I’m sorry, listen, could you do me a favour and not tell Bernadette how badly I blew this interview? She’ll get upset. And honestly I’m a, a little terrified of her."
            ],
            [
                147,
                "Yeah, kind of."
            ],
            [
                149,
                "I know, but she’s kind of a bully."
            ],
            [
                151,
                "Me, too."
            ],
            [
                153,
                "What happened?"
            ],
            [
                155,
                "Oh, my God, no."
            ],
            [
                215,
                "Hey, look who’s back."
            ],
            [
                219,
                "I thought your phone got stolen."
            ],
            [
                223,
                "I cannot believe you travelled the entire country and never left the train station."
            ]
        ],
        "Raj": [
            [
                39,
                "Thanks for the lift."
            ],
            [
                41,
                "I’m having my windows untinted."
            ],
            [
                43,
                "Got a hot girlfriend now. I want the haters to know."
            ],
            [
                45,
                "Wow. How’s that Hater-Ade taste, bro? Hey, this isn’t the way to work."
            ],
            [
                47,
                "I thought Stuart was looking after her."
            ],
            [
                49,
                "How so?"
            ],
            [
                51,
                "Like us?"
            ],
            [
                53,
                "She feeds him out of her own mouth?"
            ],
            [
                55,
                "So are you worried because he’s replacing you as a son or are you worried because he’s becoming her lover?"
            ],
            [
                57,
                "Okay, okay. Although many older women lead vibrant, active…"
            ],
            [
                91,
                "I’d like to back you up, but it sounds like it was pretty precious."
            ],
            [
                96,
                "It wouldn’t kill you to pick up the phone."
            ],
            [
                129,
                "That is weird. I thought he was, like, 45."
            ],
            [
                131,
                "I don’t know. I mean, she’s lonely. He needs a place to stay. I doubt there’s any funny business going on. And even if there was, who cares? They’re both adults."
            ],
            [
                133,
                "You know what? You’re my best friend, and she’s in a bad marriage. I give you my blessing."
            ],
            [
                135,
                "‘Cause that’s what little matzo balls do."
            ],
            [
                140,
                "This is the part where you talk."
            ]
        ],
        "Howard": [
            [
                40,
                "What’s wrong with your car?"
            ],
            [
                42,
                "Why?"
            ],
            [
                44,
                "What are you talking about? No one’s paying attention to you."
            ],
            [
                46,
                "I just want to pop in and make sure Ma’s okay."
            ],
            [
                48,
                "He was, but now that her cast is off, he moved out. And honestly, I’m kind of glad. It was getting a little weird."
            ],
            [
                50,
                "I don’t know, they’re, chummy."
            ],
            [
                52,
                "No, not like us. Creepy chummy, like you and your dog."
            ],
            [
                54,
                "I mean, he calls her Debbie, she calls him Stewie and they’re all giggly around each other. And believe me, when food goes in that mouth, it does not come out."
            ],
            [
                56,
                "First of all, no one can replace me as a son. I’m her little matzo ball. And secondly, my mother is well past having any kind of sex life."
            ],
            [
                58,
                "I said well past it."
            ],
            [
                86,
                "Ma, I hope you’re decent. Raj is here. You just started seeing naked women again, and I don’t want you to be confused about where the boobs should be."
            ],
            [
                88,
                "Uh, what are you doing here? I thought you moved out."
            ],
            [
                90,
                "It’s not that precious."
            ],
            [
                94,
                "Or in her neck. Listen. You staying here seems like something she would’ve talked to me about."
            ],
            [
                128,
                "It’s weird, right? A grown man in his thirties living with my mother."
            ],
            [
                130,
                "Come on, you don’t think it’s a little odd?"
            ],
            [
                132,
                "Who cares? You wouldn’t care if I slept with your mom?"
            ],
            [
                134,
                "This is stupid. I’m just gonna call my mother and be honest with her."
            ],
            [
                179,
                "Now, I never thought I’d say this, but I’m kind of excited to see Sheldon."
            ],
            [
                181,
                "She did?"
            ],
            [
                185,
                "You’re right, I’m not. I think it’s weird."
            ],
            [
                187,
                "It is. He’s a grown man. He’s just gonna live there rent-free? How is that gonna motivate him to get off his butt and get a job? I mean, do you even have a plan?"
            ],
            [
                189,
                "Your mother and I? You’re not my father."
            ],
            [
                191,
                "Well, I didn’t say I was your father."
            ],
            [
                194,
                "Well, it’s my house, it’s my rules."
            ],
            [
                198,
                "Don’t talk to her like that. That is my mother. Wife. My wife. I said my wife."
            ],
            [
                200,
                "Yeah, in my house."
            ]
        ],
        "Hernandez": [
            [
                61,
                "Not yet."
            ],
            [
                63,
                "Nope."
            ],
            [
                99,
                "We’re doing everything we can."
            ]
        ],
        "Amy": [
            [
                67,
                "My pleasure. And I’m not angry at all that my boyfriend was in trouble and called you instead of me. I love that,"
            ],
            [
                103,
                "Are you okay?"
            ],
            [
                105,
                "What do you mean, why did I come? You’re my boyfriend. I haven’t seen you in over a month. I just drove six hours to help you out. Don’t you have anything to say besides why did you come?"
            ],
            [
                107,
                "Fine. Whisper it."
            ],
            [
                160,
                "Have you not noticed that I’ve been sitting back here quietly stewing for the past two hours?"
            ],
            [
                162,
                "I’m mad at you. How could you just go away like that without even saying good-bye, and then call Leonard for help instead of me?"
            ],
            [
                164,
                "We’re in a moving car. What do you expect me to do? Stick my fingers in my ears?"
            ],
            [
                169,
                "Can I stop now?"
            ],
            [
                172,
                "You were worried about that?"
            ],
            [
                174,
                "Sheldon, it’s okay with me that you’re not perfect."
            ],
            [
                176,
                "Sure."
            ],
            [
                204,
                "But you still accomplished something."
            ],
            [
                208,
                "But you did do it. So what if it didn’t all go your way? That’s what makes it an adventure."
            ],
            [
                210,
                "See? This trip was good for you."
            ]
        ],
        "Bernadette": [
            [
                71,
                "Don’t be. You are built for pharmaceutical sales. You’re cute, you’re flirty and started that like there were gonna be three things."
            ],
            [
                73,
                "This job is a lot like being a waitress, except instead of pushing the fish tacos ’cause they’re about to go bad, you’re just pushing our antidepressants before the FDA finds out they may cause rectal bleeding."
            ],
            [
                75,
                "Maybe. But like our lawyers say, the world is full of things that can cause a rectum to bleed. Anyway, I talked you up to Dan. He’s the guy who’ll be interviewing you."
            ],
            [
                77,
                "You’ll be fine. Just be yourself."
            ],
            [
                79,
                "Penny, I wouldn’t have put you up for this job if I didn’t think you could handle it."
            ],
            [
                81,
                "It’s too late to cancel. You’re going."
            ],
            [
                83,
                "Oh, I understand. You want to do something you’re already good at. I know. Why don’t I get you a job at the Sitting Around All Day Wearing Yoga Pants Factory?"
            ],
            [
                180,
                "I never thought I’d say this, but Penny got a job today."
            ],
            [
                182,
                "Well, the only reason she got it is ’cause the guy who interviewed her loves me."
            ],
            [
                186,
                "Howie?"
            ],
            [
                192,
                "Okay, calm down. You’re not his father, he’s not your father. Nobody’s anybody’s father."
            ],
            [
                196,
                "Hey, don’t you take that sarcastic tone with him."
            ]
        ],
        "Stuart": [
            [
                87,
                "Oh, hey, guys. What are you doing here?"
            ],
            [
                89,
                "Oh, yeah, I was going to, and then Debbie and I got to talking over dinner the other night. I didn’t have any place to go, she likes having me around, so we both said, why leave? at the same time. It was precious."
            ],
            [
                93,
                "Be right there, Deb Deb. They’re probably on her head."
            ],
            [
                95,
                "Well, maybe if you called your mother more often, you’d know."
            ],
            [
                184,
                "I, uh, kind of got the feeling you might not be okay with me staying at your mom’s."
            ],
            [
                188,
                "Hey, you’re not my father, okay? And besides, your mother and I were talking…"
            ],
            [
                190,
                "I didn’t say I was your father."
            ],
            [
                193,
                "I, I’m sorry you don’t like my life choices, but it’s my life."
            ],
            [
                195,
                "Oh, oh, okay, Dad, if I mow the lawn, can I have my allowance?"
            ],
            [
                197,
                "I don’t have to listen to you."
            ],
            [
                199,
                "You know what? This isn’t getting us anywhere. When you’re ready to apologize, you know where to find me."
            ],
            [
                201,
                "That’s right, sucka."
            ]
        ],
        "Mrs Wolowitz (off)": [
            [
                92,
                "Stewie, I can’t find my glasses."
            ]
        ],
        "Sheldon (whispers)": [
            [
                108,
                "Shotgun."
            ]
        ],
        "Dan": [
            [
                119,
                "So, why do you think you’d make a good pharmaceutical sales rep?"
            ],
            [
                121,
                "You sure?"
            ],
            [
                123,
                "Good. So, how do you feel your previous job experience has prepared you for a career like this?"
            ],
            [
                125,
                "Uh-huh. I have an insulin pump."
            ],
            [
                142,
                "All right, let’s say a physician was prescribing one of our competitor’s drugs. How would you convince them to switch to ours?"
            ],
            [
                144,
                "Don’t worry about it. Thanks for stopping by."
            ],
            [
                146,
                "Wait, wait. You’re scared of Bernadette?"
            ],
            [
                148,
                "I thought it was just me. Everyone thinks she’s so nice with that squeaky little voice."
            ],
            [
                150,
                "Wll, she is. I didn’t even want to meet you, but, uh, I was too scared to say no to her."
            ],
            [
                152,
                "Yeah, yeah. One, one time, I had, I had to tell her we were cutting the, the research funding for one of the drugs she was developing."
            ],
            [
                154,
                "I couldn’t do it. She’s still working on it. Oh, we’re not gonna tell her about this, right?"
            ]
        ],
        "Stuart (voice on answerphone)": [
            [
                136,
                "This is Debbie."
            ],
            [
                139,
                "Leave a message."
            ]
        ],
        "Mrs Wolowitz (voice on answerphone)": [
            [
                137,
                "And this is Stuart."
            ]
        ],
        "Together": [
            [
                138,
                "Just kidding."
            ]
        ],
        "Howard (answering a knock on the door)": [
            [
                183,
                "What do you want?"
            ]
        ],
        "All": [
            [
                214,
                "Hey."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Following a “previously on” sequence."
        ],
        [
            "Scene",
            "A railway station. Sheldon is wearing no trousers."
        ],
        [
            "Sheldon",
            "Excuse me. Is it at all possible that you’re knitting a pair of pants? Oh, well, no, you’re understandably terrified. But, you know, allow me to explain. 45 days ago, um, I embarked on a railroad journey of healing because my university was making me do string theory, and my favorite comic book store burned down, and when my room mate got engaged, my girlfriend wanted to move in with me, which was no doubt a ploy just to see my, well, excuse my language, but my bathing suit parts. Uh, sir, may I use your phone?"
        ],
        [
            "Man",
            "I don’t think so."
        ],
        [
            "Sheldon",
            "Yeah, well, I understand that I’m half naked, but there is a reasonable explanation. While I slept in my sleeper car, all my possessions were stolen. Now, typically, I wear pyjamas, but I recently adopted a hobo lifestyle and pyjamas are the sleep-pants of the Man. I’ll have you know, Mahatma Gandhi wore no pants and a nation rallied behind him. My good man, now, before you walk away, I know that I may appear deranged, but I am, in fact, a world-renowned physicist. Ask me the difference between a boson and a fermion. Go ahead, ask. Bosons have integer spin, fermions have half-integer spin. My legs are getting cold. Why won’t anybody help me?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Morning."
        ],
        [
            "Penny",
            "Hi. Want to do yoga with me?"
        ],
        [
            "Leonard",
            "Um, let me just have some coffee first, and then I’ll have the strength to tell you how much I won’t be doing that. (Phone rings) Hello?"
        ],
        [
            "Sheldon",
            "Hello, Leonard."
        ],
        [
            "Leonard",
            "Hey, buddy. Good to hear your voice."
        ],
        [
            "Sheldon",
            "Uh, I’m in Kingman, Arizona, and, uh, I need you to come pick me up."
        ],
        [
            "Leonard",
            "I’d love to. I’m just about to do yoga with Penny."
        ],
        [
            "Sheldon",
            "Leonard, I’m at the police station. I was robbed. They took my phone, my wallet, my iPad, everything."
        ],
        [
            "Leonard",
            "Oh, my God, are you okay?"
        ],
        [
            "Sheldon",
            "No, I’m not okay. Uh, I’m wearing borrowed pants, I don’t have I.D., and one of the officers here won’t stop calling me chicken legs."
        ],
        [
            "Leonard",
            "Okay. Uh, I’ll, I’ll come get you. What’s the address?"
        ],
        [
            "Penny",
            "Hey, what’s going on?"
        ],
        [
            "Leonard",
            "He got all of his stuff stolen."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Sheldon",
            "2530 East Andy Devine Avenue,"
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Sheldon",
            "Hurry."
        ],
        [
            "Leonard",
            "Sheldon, hang tight. Hey, do you want me to bring anything?"
        ],
        [
            "Sheldon",
            "Oh, yes, please. A pair of pants. And my toothbrush. Yeah, and my mail. And a really good comeback for chicken legs, because “I know you are, but what am I?” was met with stony silence."
        ],
        [
            "Leonard",
            "I’ll be there as soon as I can."
        ],
        [
            "Penny",
            "Is he okay?"
        ],
        [
            "Leonard",
            "Yeah, he’s fine, he’s just a little rattled."
        ],
        [
            "Penny",
            "Oh."
        ],
        [
            "Leonard",
            "Feel like driving to Arizona with me?"
        ],
        [
            "Penny",
            "I can’t, I have that job interview."
        ],
        [
            "Leonard",
            "Oh, right."
        ],
        [
            "Penny",
            "Besides, I don’t need six hours of your hair is different, why did you change your hair? I’m holding my breath until your hair grows back."
        ],
        [
            "Leonard",
            "All right, fine. Hey, can you think of a reason I shouldn’t invite Amy to come with me?"
        ],
        [
            "Penny",
            "Nope."
        ],
        [
            "Leonard",
            "Come on, you didn’t even try."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Raj",
            "Thanks for the lift."
        ],
        [
            "Howard",
            "What’s wrong with your car?"
        ],
        [
            "Raj",
            "I’m having my windows untinted."
        ],
        [
            "Howard",
            "Why?"
        ],
        [
            "Raj",
            "Got a hot girlfriend now. I want the haters to know."
        ],
        [
            "Howard",
            "What are you talking about? No one’s paying attention to you."
        ],
        [
            "Raj",
            "Wow. How’s that Hater-Ade taste, bro? Hey, this isn’t the way to work."
        ],
        [
            "Howard",
            "I just want to pop in and make sure Ma’s okay."
        ],
        [
            "Raj",
            "I thought Stuart was looking after her."
        ],
        [
            "Howard",
            "He was, but now that her cast is off, he moved out. And honestly, I’m kind of glad. It was getting a little weird."
        ],
        [
            "Raj",
            "How so?"
        ],
        [
            "Howard",
            "I don’t know, they’re, chummy."
        ],
        [
            "Raj",
            "Like us?"
        ],
        [
            "Howard",
            "No, not like us. Creepy chummy, like you and your dog."
        ],
        [
            "Raj",
            "She feeds him out of her own mouth?"
        ],
        [
            "Howard",
            "I mean, he calls her Debbie, she calls him Stewie and they’re all giggly around each other. And believe me, when food goes in that mouth, it does not come out."
        ],
        [
            "Raj",
            "So are you worried because he’s replacing you as a son or are you worried because he’s becoming her lover?"
        ],
        [
            "Howard",
            "First of all, no one can replace me as a son. I’m her little matzo ball. And secondly, my mother is well past having any kind of sex life."
        ],
        [
            "Raj",
            "Okay, okay. Although many older women lead vibrant, active…"
        ],
        [
            "Howard",
            "I said well past it."
        ],
        [
            "Scene",
            "Kingman Police Station."
        ],
        [
            "Sheldon",
            "Excuse me, Officer Hernandez? Any leads on the person who stole my belongings?"
        ],
        [
            "Hernandez",
            "Not yet."
        ],
        [
            "Sheldon",
            "Well, perhaps I can help. Sherlock Holmes always says when you eliminate the impossible, whatever remains, however improbable, must be the truth. Now, have, have you tried doing that?"
        ],
        [
            "Hernandez",
            "Nope."
        ],
        [
            "Sheldon",
            "Well, maybe you should. There’s lots of books called Sherlock Holmes, and there’s no books called Officer Hernandez."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Leonard",
            "Thanks again for coming. Six hours was gonna be a long drive by myself."
        ],
        [
            "Amy",
            "My pleasure. And I’m not angry at all that my boyfriend was in trouble and called you instead of me. I love that,"
        ],
        [
            "Leonard",
            "Yeah, time’s gonna fly by."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Penny",
            "I haven’t been on a job interview in years. I’m really nervous."
        ],
        [
            "Bernadette",
            "Don’t be. You are built for pharmaceutical sales. You’re cute, you’re flirty and started that like there were gonna be three things."
        ],
        [
            "Penny",
            "I don’t have any experience in sales. Unless you count the bikini car wash I did in high school. But you already made me take that off my résumé."
        ],
        [
            "Bernadette",
            "This job is a lot like being a waitress, except instead of pushing the fish tacos ’cause they’re about to go bad, you’re just pushing our antidepressants before the FDA finds out they may cause rectal bleeding."
        ],
        [
            "Penny",
            "They do?"
        ],
        [
            "Bernadette",
            "Maybe. But like our lawyers say, the world is full of things that can cause a rectum to bleed. Anyway, I talked you up to Dan. He’s the guy who’ll be interviewing you."
        ],
        [
            "Penny",
            "Oh, I really appreciate this. I just hope I’m not in over my head."
        ],
        [
            "Bernadette",
            "You’ll be fine. Just be yourself."
        ],
        [
            "Penny",
            "I wish I felt more confident."
        ],
        [
            "Bernadette",
            "Penny, I wouldn’t have put you up for this job if I didn’t think you could handle it."
        ],
        [
            "Penny",
            "Oh, thank you, but maybe I should cancel."
        ],
        [
            "Bernadette",
            "It’s too late to cancel. You’re going."
        ],
        [
            "Penny",
            "But I don’t know anything about pharmaceuticals."
        ],
        [
            "Bernadette",
            "Oh, I understand. You want to do something you’re already good at. I know. Why don’t I get you a job at the Sitting Around All Day Wearing Yoga Pants Factory?"
        ],
        [
            "Penny",
            "They’re comfortable."
        ],
        [
            "Scene",
            "Mrs Wolowitz’s house."
        ],
        [
            "Howard",
            "Ma, I hope you’re decent. Raj is here. You just started seeing naked women again, and I don’t want you to be confused about where the boobs should be."
        ],
        [
            "Stuart",
            "Oh, hey, guys. What are you doing here?"
        ],
        [
            "Howard",
            "Uh, what are you doing here? I thought you moved out."
        ],
        [
            "Stuart",
            "Oh, yeah, I was going to, and then Debbie and I got to talking over dinner the other night. I didn’t have any place to go, she likes having me around, so we both said, why leave? at the same time. It was precious."
        ],
        [
            "Howard",
            "It’s not that precious."
        ],
        [
            "Raj",
            "I’d like to back you up, but it sounds like it was pretty precious."
        ],
        [
            "Mrs Wolowitz (off)",
            "Stewie, I can’t find my glasses."
        ],
        [
            "Stuart",
            "Be right there, Deb Deb. They’re probably on her head."
        ],
        [
            "Howard",
            "Or in her neck. Listen. You staying here seems like something she would’ve talked to me about."
        ],
        [
            "Stuart",
            "Well, maybe if you called your mother more often, you’d know."
        ],
        [
            "Raj",
            "It wouldn’t kill you to pick up the phone."
        ],
        [
            "Scene",
            "Kingman Police Station."
        ],
        [
            "Sheldon",
            "Any word on my stolen items?"
        ],
        [
            "Hernandez",
            "We’re doing everything we can."
        ],
        [
            "Sheldon",
            "You know, Sherlock Holmes liked to use cocaine to sharpen his focus. But I’m sure those Cool Ranch Doritos are doing the trick."
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "Leonard. Oh, I’m so happy to see you."
        ],
        [
            "Amy",
            "Are you okay?"
        ],
        [
            "Sheldon",
            "Oh, I’m fine. Why did you come?"
        ],
        [
            "Amy",
            "What do you mean, why did I come? You’re my boyfriend. I haven’t seen you in over a month. I just drove six hours to help you out. Don’t you have anything to say besides why did you come?"
        ],
        [
            "Sheldon",
            "I do, but, I feel uncomfortable saying it out loud in front of these police officers."
        ],
        [
            "Amy",
            "Fine. Whisper it."
        ],
        [
            "Sheldon (whispers)",
            "Shotgun."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Leonard",
            "So, Sheldon, tell us about your trip. Where’d you go?"
        ],
        [
            "Sheldon",
            "Where didn’t I go? I went to New York, Chicago, Atlanta, Denver, Seattle."
        ],
        [
            "Leonard",
            "How were they?"
        ],
        [
            "Sheldon",
            "Oh, I have no idea. I never left the train station."
        ],
        [
            "Leonard",
            "Hang on. You travelled across the entire country and never left a train station?"
        ],
        [
            "Sheldon",
            "Why would I? That’s where all the cool trains are."
        ],
        [
            "Leonard",
            "I’m sorry, so you never went outside?"
        ],
        [
            "Sheldon",
            "Or had a single piece of fruit."
        ],
        [
            "Scene",
            "Pharmaceutical Company Office."
        ],
        [
            "Dan",
            "So, why do you think you’d make a good pharmaceutical sales rep?"
        ],
        [
            "Penny",
            "Well, I’m a people person. People like me. Some of my favourite people are people. I feel like I’m saying people a lot. People, people, people. Okay, I’m done."
        ],
        [
            "Dan",
            "You sure?"
        ],
        [
            "Penny",
            "People. Yes."
        ],
        [
            "Dan",
            "Good. So, how do you feel your previous job experience has prepared you for a career like this?"
        ],
        [
            "Penny",
            "Uh, well, as a waitress, sales was a big part of my job. I mean, believe me, I convinced a lot of very large customers, who should not be eating cheesecake, to have more cheesecake. I mean, one of those chubsters even had an insulin pump."
        ],
        [
            "Dan",
            "Uh-huh. I have an insulin pump."
        ],
        [
            "Penny",
            "People."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Howard",
            "It’s weird, right? A grown man in his thirties living with my mother."
        ],
        [
            "Raj",
            "That is weird. I thought he was, like, 45."
        ],
        [
            "Howard",
            "Come on, you don’t think it’s a little odd?"
        ],
        [
            "Raj",
            "I don’t know. I mean, she’s lonely. He needs a place to stay. I doubt there’s any funny business going on. And even if there was, who cares? They’re both adults."
        ],
        [
            "Howard",
            "Who cares? You wouldn’t care if I slept with your mom?"
        ],
        [
            "Raj",
            "You know what? You’re my best friend, and she’s in a bad marriage. I give you my blessing."
        ],
        [
            "Howard",
            "This is stupid. I’m just gonna call my mother and be honest with her."
        ],
        [
            "Raj",
            "‘Cause that’s what little matzo balls do."
        ],
        [
            "Stuart (voice on answerphone)",
            "This is Debbie."
        ],
        [
            "Mrs Wolowitz (voice on answerphone)",
            "And this is Stuart."
        ],
        [
            "Together",
            "Just kidding."
        ],
        [
            "Stuart (voice on answerphone)",
            "Leave a message."
        ],
        [
            "Raj",
            "This is the part where you talk."
        ],
        [
            "Scene",
            "Pharmaceutical Company Office."
        ],
        [
            "Dan",
            "All right, let’s say a physician was prescribing one of our competitor’s drugs. How would you convince them to switch to ours?"
        ],
        [
            "Penny",
            "Um, any chance his car needs to be washed by a girl in a bikini? No. Okay, I’m really sorry for wasting your time."
        ],
        [
            "Dan",
            "Don’t worry about it. Thanks for stopping by."
        ],
        [
            "Penny",
            "Okay, thanks. Um, I’m sorry, listen, could you do me a favour and not tell Bernadette how badly I blew this interview? She’ll get upset. And honestly I’m a, a little terrified of her."
        ],
        [
            "Dan",
            "Wait, wait. You’re scared of Bernadette?"
        ],
        [
            "Penny",
            "Yeah, kind of."
        ],
        [
            "Dan",
            "I thought it was just me. Everyone thinks she’s so nice with that squeaky little voice."
        ],
        [
            "Penny",
            "I know, but she’s kind of a bully."
        ],
        [
            "Dan",
            "Wll, she is. I didn’t even want to meet you, but, uh, I was too scared to say no to her."
        ],
        [
            "Penny",
            "Me, too."
        ],
        [
            "Dan",
            "Yeah, yeah. One, one time, I had, I had to tell her we were cutting the, the research funding for one of the drugs she was developing."
        ],
        [
            "Penny",
            "What happened?"
        ],
        [
            "Dan",
            "I couldn’t do it. She’s still working on it. Oh, we’re not gonna tell her about this, right?"
        ],
        [
            "Penny",
            "Oh, my God, no."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Sheldon",
            "At the hot dog stand in the Denver train station, Heinz ketchup. At the hot dog stand in the Salt Lake City train station, Heinz ketchup. At the hot dog stand in the Indianapolis train station?"
        ],
        [
            "Leonard",
            "I don’t care."
        ],
        [
            "Sheldon",
            "Wrong. Hunt’s. Hey, Amy, what do you say? You ready to move on to the mustard round?"
        ],
        [
            "Amy",
            "Have you not noticed that I’ve been sitting back here quietly stewing for the past two hours?"
        ],
        [
            "Sheldon",
            "I just thought you were bad at the game."
        ],
        [
            "Amy",
            "I’m mad at you. How could you just go away like that without even saying good-bye, and then call Leonard for help instead of me?"
        ],
        [
            "Sheldon",
            "Amy, may I please have a moment of privacy to speak with my roommate?"
        ],
        [
            "Amy",
            "We’re in a moving car. What do you expect me to do? Stick my fingers in my ears?"
        ],
        [
            "Sheldon",
            "Well, I was thinking put your head out the window like a dog, but that’ll work. Please? This’ll be quick. Leonard? As soon as we get home, I want to have coitus with Amy. Okay, she can’t hear. The reason I called you is because I didn’t want Amy to know I couldn’t make it on my own."
        ],
        [
            "Leonard",
            "What’s the big deal?"
        ],
        [
            "Sheldon",
            "Oh, of course it’s no big deal to you. You idolize me, and nothing could ever knock me off that pedestal you put me on."
        ],
        [
            "Leonard",
            "Well, yeah, it’s true. You, you are a god to me."
        ],
        [
            "Amy",
            "Can I stop now?"
        ],
        [
            "Leonard",
            "Just tell her."
        ],
        [
            "Sheldon",
            "I called Leonard because I failed. And I didn’t want you to think less of me."
        ],
        [
            "Amy",
            "You were worried about that?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Amy",
            "Sheldon, it’s okay with me that you’re not perfect."
        ],
        [
            "Sheldon",
            "Can I have one more moment with Leonard?"
        ],
        [
            "Amy",
            "Sure."
        ],
        [
            "Sheldon",
            "Amy just hurt my feelings. I want to break up with her."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Now, I never thought I’d say this, but I’m kind of excited to see Sheldon."
        ],
        [
            "Bernadette",
            "I never thought I’d say this, but Penny got a job today."
        ],
        [
            "Howard",
            "She did?"
        ],
        [
            "Bernadette",
            "Well, the only reason she got it is ’cause the guy who interviewed her loves me."
        ],
        [
            "Howard (answering a knock on the door)",
            "What do you want?"
        ],
        [
            "Stuart",
            "I, uh, kind of got the feeling you might not be okay with me staying at your mom’s."
        ],
        [
            "Howard",
            "You’re right, I’m not. I think it’s weird."
        ],
        [
            "Bernadette",
            "Howie?"
        ],
        [
            "Howard",
            "It is. He’s a grown man. He’s just gonna live there rent-free? How is that gonna motivate him to get off his butt and get a job? I mean, do you even have a plan?"
        ],
        [
            "Stuart",
            "Hey, you’re not my father, okay? And besides, your mother and I were talking…"
        ],
        [
            "Howard",
            "Your mother and I? You’re not my father."
        ],
        [
            "Stuart",
            "I didn’t say I was your father."
        ],
        [
            "Howard",
            "Well, I didn’t say I was your father."
        ],
        [
            "Bernadette",
            "Okay, calm down. You’re not his father, he’s not your father. Nobody’s anybody’s father."
        ],
        [
            "Stuart",
            "I, I’m sorry you don’t like my life choices, but it’s my life."
        ],
        [
            "Howard",
            "Well, it’s my house, it’s my rules."
        ],
        [
            "Stuart",
            "Oh, oh, okay, Dad, if I mow the lawn, can I have my allowance?"
        ],
        [
            "Bernadette",
            "Hey, don’t you take that sarcastic tone with him."
        ],
        [
            "Stuart",
            "I don’t have to listen to you."
        ],
        [
            "Howard",
            "Don’t talk to her like that. That is my mother. Wife. My wife. I said my wife."
        ],
        [
            "Stuart",
            "You know what? This isn’t getting us anywhere. When you’re ready to apologize, you know where to find me."
        ],
        [
            "Howard",
            "Yeah, in my house."
        ],
        [
            "Stuart",
            "That’s right, sucka."
        ],
        [
            "Scene",
            "The stairwell. "
        ],
        [
            "Sheldon",
            "I wish I’d never gone on that trip. I feel no better now than when I left."
        ],
        [
            "Amy",
            "But you still accomplished something."
        ],
        [
            "Leonard",
            "Yeah. If you had told anyone that you were going away on a train by yourself across the country, do you know what they would have said?"
        ],
        [
            "Sheldon",
            "That I couldn’t do it?"
        ],
        [
            "Leonard",
            "Exactly. Right after they said yeah."
        ],
        [
            "Amy",
            "But you did do it. So what if it didn’t all go your way? That’s what makes it an adventure."
        ],
        [
            "Sheldon",
            "That’s a good point. You know, I’m a lot like Gandalf the Grey. He fought the Balrog and emerged stronger than ever as Gandalf the White. I was robbed of my phone and pants, and I, too, came back stronger. And whiter, too, ’cause I wasn’t in direct sunlight for six weeks."
        ],
        [
            "Amy",
            "See? This trip was good for you."
        ],
        [
            "Sheldon",
            "Indeed. I was the world’s smartest caterpillar. And then after pupating in our nation’s railway system, I’ve burst forth as the world’s smartest butterfly."
        ],
        [
            "Leonard",
            "Butterfly could’ve gotten himself home from Arizona."
        ],
        [
            "Sheldon",
            "Yeah, I feel renewed. I’m ready to deal with any changes that come my way."
        ],
        [
            "All",
            "Hey."
        ],
        [
            "Penny",
            "Hey, look who’s back."
        ],
        [
            "Sheldon",
            "Your hair is different. You changed your hair. I can’t take this. I’m out."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Would you like to see pictures from my trip?"
        ],
        [
            "Penny",
            "I thought your phone got stolen."
        ],
        [
            "Sheldon",
            "Yeah, it did, but luckily all my photos got backed up to the Cloud."
        ],
        [
            "Leonard",
            "And you thought they all had a silver lining."
        ],
        [
            "Sheldon",
            "Here, day one, uh, this was the seat I was going to sit in but didn’t because there were cracker crumbs on it. As it was first class, I suspect Ritz. This is the train bathroom. This is the Imodium I took so I would never have to use the train bathroom."
        ],
        [
            "Penny",
            "I cannot believe you travelled the entire country and never left the train station."
        ],
        [
            "Sheldon",
            "I know. You know, I almost died in a fire in Des Moines, but I stayed put. FYI, that’s when the Imodium gave out."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-8-episode-01-the-locomotion-interruption/"
}