{
    "Season": 8,
    "Episode": 12,
    "Title": "the space probe disintegration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                48,
                "Credits sequence."
            ],
            [
                49,
                "Howard and Bernadette’s apartment. "
            ],
            [
                62,
                "The apartment."
            ],
            [
                78,
                "Howard and Bernadette’s apartment."
            ],
            [
                97,
                "A clothes shop."
            ],
            [
                111,
                "The same, later."
            ],
            [
                127,
                "Raj’s car."
            ],
            [
                150,
                "The store changing rooms."
            ],
            [
                163,
                "The store."
            ],
            [
                198,
                "The temple car park."
            ],
            [
                215,
                "The craft museum. "
            ],
            [
                223,
                "Penny’s bedroom."
            ]
        ],
        "Sheldon": [
            [
                1,
                "What colour would you like to be?"
            ],
            [
                3,
                "That’s not true. Any colour’s fine with me. Yeah, I could be a-a combination of blue and yellow."
            ],
            [
                5,
                "Well, then it’s settled."
            ],
            [
                7,
                "Oh, good news, we ordered lunch, so we can all stay here and play Lord of the Rings Risk."
            ],
            [
                9,
                "Oh, no, we’ll still be playing it tonight, this game can easily take eight hours."
            ],
            [
                17,
                "Yeah, well, you may change your mind when you hear that this is the new expanded edition which contains a more complete map of Middle Earth, now including the Haradwaith Territories."
            ],
            [
                21,
                "You want to be green?"
            ],
            [
                29,
                "Fine. Now that we’re not playing, you can be green."
            ],
            [
                31,
                "And since you’re green this time, I can be it next time."
            ],
            [
                43,
                "You know what you could make us do? Ice-skating. The cold air will trigger Leonard’s asthma and it plays right into my well-known fear of getting flattened by a Zamboni."
            ],
            [
                45,
                "Well, I’m sorry, Leonard, I’m a problem-solver, it’s what I do."
            ],
            [
                64,
                "Before you say yes, it’s not the movie about the big dog."
            ],
            [
                68,
                "You should point out the hypocrisy of that."
            ],
            [
                70,
                "Oh, that wasn’t clear. Try it again, but this time drive it home with how do you like them apples, Missy?"
            ],
            [
                72,
                "You’re making it too complicated. Why not stick to the basics? Go shopping for clothes while Leonard and I sit in those uncomfortable chairs and hold your purses, hmm? I know I’d hate that. Leonard?"
            ],
            [
                74,
                "Well, then, it’s settled?"
            ],
            [
                77,
                "Well, once again, it’s what I do."
            ],
            [
                99,
                "That’s easy for you to say. Your chair’s not facing the lingerie section. Boy, that’s a lot of panties."
            ],
            [
                101,
                "I don’t understand why women insist on making a big production out of buying clothes."
            ],
            [
                103,
                "They have a man there who understands my personal style."
            ],
            [
                106,
                "Oh. Well, that’s all right. There were plenty of ways to pass the time before smart phones were invented."
            ],
            [
                108,
                "I’ll look them up. Son of a biscuit."
            ],
            [
                110,
                "No, it’s not fine. What kind of store in the 21st century doesn’t at least have Wi-Fi? I’m going to call their corporate office. Son of a biscuit."
            ],
            [
                112,
                "Let’s see, my armies are going to attack the Shire from Buckland. And I roll a five and a three."
            ],
            [
                114,
                "Boy, double-sixes again. You know, if I hadn’t seen it with my own eyes, I wouldn’t believe it. I wonder how long we’re gonna be stuck here."
            ],
            [
                116,
                "Oh, that’s true. I suppose it’s only fair we make compromises."
            ],
            [
                118,
                "I don’t know why you’re so surprised. If there’s one thing I know about after living with you for so many years, it’s how to compromise."
            ],
            [
                120,
                "All the time."
            ],
            [
                122,
                "Oh, yes. I, just yesterday, you had a, a big piece of lettuce stuck in your teeth at lunch. Did I say anything? No. I compromised and kept my mouth shut. Like you should’ve, because everyone was laughing at you."
            ],
            [
                124,
                "Oh, I learned how. Amy taught me."
            ],
            [
                126,
                "Uh, well, it’s scary. And sometimes I get the pedals mixed up. But, more importantly, driving me to work is one of the things that gives your life purpose. I can’t take that away from you, so what do I do? Oh, come on, I’m practically feeding you the answer. I compromise."
            ],
            [
                164,
                "Oh, here’s another one. I wish that the apple pancake mix was on the top shelf because it starts with an A, but I don’t put it there because I don’t want you breaking one of your little legs when you’re supposed to be making my breakfast."
            ],
            [
                166,
                "I wasn’t done, but go ahead. He said, compromising."
            ],
            [
                168,
                "Well, you’re a physicist, not a circus clown."
            ],
            [
                170,
                "Is that true?"
            ],
            [
                172,
                "Well, given my history on the subject, t seems a little reckless to bring it up now."
            ],
            [
                174,
                "You know what? You think you’re so tolerant, but the truth is you’re mean to me a lot. Yeah, you think that I don’t notice all those sarcastic comments and those eye rolls, but I do. Hmm? I have excellent peripheral vision. On a good day, I can see my ears."
            ],
            [
                176,
                "Well, I’m sorry, too. And if you want to live with Penny, then I think you should."
            ],
            [
                178,
                "Yes. Yeah, just put on your squeaky shoes and eee-eee-eee your way out of my life."
            ],
            [
                180,
                "I’m not upset. I’m just imagining a world without my best friend in it."
            ],
            [
                182,
                "It’s okay."
            ],
            [
                184,
                "I understand. Either way, I want you to know that I’m aware of how difficult I can be. So I just want to say thank you for putting up with me."
            ],
            [
                189,
                "That’s exactly what I told him."
            ],
            [
                191,
                "Well, what if you did it gradually?"
            ],
            [
                193,
                "How about one night and I let you whistle?"
            ],
            [
                195,
                "When I’m not home."
            ],
            [
                197,
                "There we go, compromising again. We really are the best."
            ],
            [
                219,
                "It’s not a basket. It’s a soldier’s helmet from 16th century China."
            ],
            [
                222,
                "I saw that."
            ]
        ],
        "Leonard": [
            [
                2,
                "Well, I’d like to be green, but you know you always take it."
            ],
            [
                4,
                "Blue and yellow make green."
            ],
            [
                11,
                "No."
            ],
            [
                13,
                "Yes."
            ],
            [
                15,
                "No."
            ],
            [
                19,
                "No, no, no, come on, don’t leave. Just try it."
            ],
            [
                22,
                "You know, they really have tried to like a lot of the same stuff we’re into."
            ],
            [
                26,
                "You got it, you girls are in charge."
            ],
            [
                30,
                "Thank you."
            ],
            [
                37,
                "Hang on, why do we have to hate it?"
            ],
            [
                39,
                "I did not force you to go to that."
            ],
            [
                41,
                "I wasn’t gonna get beat up."
            ],
            [
                44,
                "Now you’re helping them find ways to make us miserable?"
            ],
            [
                67,
                "Ah, interesting, we’re being accused of making you do things you don’t like, and here you are, doing the same thing to poor Amy."
            ],
            [
                69,
                "That’s what I was doing."
            ],
            [
                73,
                "Well, yeah."
            ],
            [
                98,
                "This isn’t so bad."
            ],
            [
                105,
                "Uh, I’ve got some bad news. There’s no cell service in here."
            ],
            [
                107,
                "That’s true."
            ],
            [
                109,
                "Sheldon, it’s fine."
            ],
            [
                113,
                "Okay. And to defend, I roll two sixes. I win."
            ],
            [
                115,
                "I don’t know, but the girls do a lot for us. It’s the least we can do."
            ],
            [
                117,
                "Look at you, being all mature."
            ],
            [
                119,
                "I, I’m sorry? You make compromises for me?"
            ],
            [
                121,
                "On Earth? In our lives? That, that, that we’re living?"
            ],
            [
                123,
                "That is not a compromise. A compromise is me driving you everywhere because you refuse to learn how."
            ],
            [
                125,
                "What? Then. then why don’t you do it?"
            ],
            [
                165,
                "Is it my turn to talk about the compromises I make?"
            ],
            [
                167,
                "Because of you, I’m not allowed to adjust the temperature in my own home. I’m not allowed to whistle. I don’t wear shoes that might squeak."
            ],
            [
                169,
                "Sheldon, do you realize I don’t live with the woman I love because of you? No other reason. Just you."
            ],
            [
                171,
                "Yes, it’s true. The last time I brought it up, you had an emotional breakdown and got on a train and ran away."
            ],
            [
                173,
                "You have no idea how much you inconvenience the lives of everyone around you. It’s exhausting."
            ],
            [
                175,
                "Sheldon, I, I’m sorry if I hurt your feelings. I’ve been holding a lot of this in for a while."
            ],
            [
                177,
                "Do you mean that?"
            ],
            [
                179,
                "Come on, don’t get upset."
            ],
            [
                181,
                "Sheldon."
            ],
            [
                183,
                "I’m not leaving your world. I’m just talking about living across the hall."
            ],
            [
                185,
                "Buddy."
            ],
            [
                187,
                "Everything’s fine. We just started talking about living arrangements."
            ],
            [
                192,
                "All right. How about we start with two nights a week I live with Penny?"
            ],
            [
                194,
                "Okay."
            ],
            [
                196,
                "You got it."
            ],
            [
                216,
                "I thought this was gonna be boring, but it’s actually kind of fun."
            ],
            [
                221,
                "Yeah, it looks great."
            ],
            [
                224,
                "Well, roomie, it’s only one night a week, but it’s a start."
            ],
            [
                226,
                "Yeah, I’m proud of him, too."
            ]
        ],
        "Penny": [
            [
                6,
                "Hi. Ready to go?"
            ],
            [
                10,
                "Sweetie, you really thought I’d want to do this?"
            ],
            [
                12,
                "Well, did you tell him that?"
            ],
            [
                14,
                "Did you say it out loud with words?"
            ],
            [
                16,
                "I don’t want to spend the whole day playing a board game."
            ],
            [
                20,
                "No. We’re always doing what you guys want. Just once, it’d be nice if you did something we wanted."
            ],
            [
                23,
                "Yeah, we do game nights and video game nights and we watch movies with director’s commentary."
            ],
            [
                25,
                "Yeah, today Amy and I are deciding what we’re all gonna do."
            ],
            [
                27,
                "Thank you."
            ],
            [
                32,
                "All right, let’s see. What’s something fun the guys would never take us to do? Oh, I know, we could go horseback riding."
            ],
            [
                34,
                "All right, well, what do you want to do?"
            ],
            [
                36,
                "Well, that’s Wilshire’s problem. Come on, you know, there, there’s got to be something fun we could do that the guys will hate."
            ],
            [
                38,
                "Three words, Doctor Who convention."
            ],
            [
                40,
                "You walked out of the house in a fez and bow tie. I went so you didn’t get beat up."
            ],
            [
                42,
                "You were, but somehow I held myself back."
            ],
            [
                47,
                "Is there any part of your body that’s normal?"
            ],
            [
                65,
                "How come we can’t think of something we both want to do?"
            ],
            [
                71,
                "All right, keep thinking."
            ],
            [
                76,
                "It does, somehow he managed to take all the fun out of it."
            ],
            [
                102,
                "No, you’re right, we should do what you do. Have our mom send us pants from the Walmart in Houston."
            ],
            [
                104,
                "Bye."
            ],
            [
                152,
                "Uh, not really a great outfit for work, unless something opens up in the hookers and whores division. Hey, can I ask you something?"
            ],
            [
                154,
                "Do I really force you to do things you don’t want to?"
            ],
            [
                156,
                "How is it okay?"
            ],
            [
                158,
                "Well, you know, that was a long time ago. You’re a different woman now. You’re smart, you’ve got great friends, you’ve got a boyfriend, you’re pretty, you have zero fashion sense, but, anyway, tonight we’re gonna do whatever you want."
            ],
            [
                160,
                "Absolutely. You name it, we’re doing it."
            ],
            [
                162,
                "Well, you named it."
            ],
            [
                186,
                "How are you guys getting along? What? Why are there tears?"
            ],
            [
                190,
                "Sheldon, we know this is a sensitive subject, and Leonard’s not gonna move out until you’re ready."
            ],
            [
                217,
                "Don’t tell Amy that. We’ll be here every Sunday."
            ],
            [
                225,
                "I know. I’m really proud of Sheldon."
            ]
        ],
        "Amy": [
            [
                8,
                "Sheldon, we said that we would play games with you tonight."
            ],
            [
                18,
                "I will literally race you to the car."
            ],
            [
                24,
                "Oh, my favourite, George Lucas can talk all the way through Star Wars, I say one word and I’m banished to the kitchen."
            ],
            [
                28,
                "Sheldon?"
            ],
            [
                33,
                "I actually can’t. My hips don’t open wider than 22 degrees. I rode a very thin pony once. On the first bump, just popped right off."
            ],
            [
                35,
                "There’s a craft and folk art museum on Wilshire."
            ],
            [
                46,
                "I actually can’t go ice-skating. I have unnaturally brittle ankles."
            ],
            [
                63,
                "Ooh, the philharmonic is playing Beethoven downtown."
            ],
            [
                66,
                "Because you always pick what we do and I just go along with it."
            ],
            [
                75,
                "What do you say? Sounds kind of perfect."
            ],
            [
                100,
                "You guys comfy? This might take a while."
            ],
            [
                151,
                "How’s it going in there?"
            ],
            [
                153,
                "Sure."
            ],
            [
                155,
                "Yeah, but it’s okay."
            ],
            [
                157,
                "I promised myself, if I ever got friends, I’d do whatever they said. Really, I’m lucky you found me before a cult did."
            ],
            [
                159,
                "Really?"
            ],
            [
                161,
                "Basket weaving at the craft museum."
            ],
            [
                188,
                "Are you crazy? You know he’s a flight risk."
            ],
            [
                218,
                "Sheldon, that really is an excellent basket."
            ],
            [
                220,
                "Very nice."
            ]
        ],
        "Raj": [
            [
                50,
                "Oh, my God, oh, my God, oh, my God."
            ],
            [
                52,
                "I can’t take it, dude."
            ],
            [
                54,
                "No, I’m not okay. I feel like I’m gonna jump out of my skin."
            ],
            [
                56,
                "I’m worried about the New Horizons space probe."
            ],
            [
                59,
                "We hope. The signal has to travel over three billion miles. So it’s gonna be hours before we know if it even survived."
            ],
            [
                61,
                "Space ice is no joke. I can’t even watch Frozen anymore."
            ],
            [
                79,
                "Oh, another two hours to go. The wait is killing me."
            ],
            [
                81,
                "Before you finish, is this a story about patience and waiting or just another reminder that you went to space?"
            ],
            [
                83,
                "Ugh, I feel like I’m gonna have a heart attack."
            ],
            [
                86,
                "I can’t stop thinking about it."
            ],
            [
                88,
                "I know."
            ],
            [
                90,
                "Okay. If I make this shot in the trash can, the probe will have arrived in perfect working order."
            ],
            [
                92,
                "Yes."
            ],
            [
                94,
                "I didn’t crash it, okay? My playlist was too up-tempo, I got light-headed and I fell off. Okay. It all comes down to this."
            ],
            [
                96,
                "What kind of scientist are you? Everyone knows you got to make two out of three."
            ],
            [
                128,
                "Hey, uh, thanks for keeping me company."
            ],
            [
                130,
                "If it’s okay with you, I’d like to go to temple."
            ],
            [
                132,
                "I meant a Hindu temple."
            ],
            [
                134,
                "Dude, that movie’s an imperialist fantasy that makes the followers of a beautiful and peaceful religion look like a bunch of bloodthirsty barbarians."
            ],
            [
                136,
                "Yeah, it’s pretty great."
            ],
            [
                138,
                "Why?"
            ],
            [
                140,
                "Religion is a very personal thing. I do go to temple, I just, I don’t talk about it."
            ],
            [
                142,
                "So?"
            ],
            [
                144,
                "That is so offensive. Does everything you know about Hinduism come from Indiana Jones?"
            ],
            [
                146,
                "Well, lots of scientists believe in God. Okay? Newton, uh, Faraday, uh, Pascal, all were believers. Even Einstein was famous for attacking quantum theory on the grounds that God does not play dice with the universe."
            ],
            [
                148,
                "Actually there’s no proof of that."
            ],
            [
                200,
                "You see behind the fountain, that tower that looks like a pyramid? It’s called a Sikhara. It symbolizes the, the connection between the human and the divine."
            ],
            [
                202,
                "All right. Shall we?"
            ],
            [
                204,
                "Like what?"
            ],
            [
                206,
                "Really? So every other place you’ve been, you thought this was fine?"
            ],
            [
                208,
                "Sorry. You’re right. I’m so stressed. But you know what, whenever I walk into that temple I realize that whatever happens, it’s okay. We’re all part of an immense pattern, and though we can’t understand it, we can be happy to know that it’s, it’s working its will through us."
            ],
            [
                210,
                "Whether you call it God or the universe or the self, we’re all interconnected, and that’s just a beautiful… Son of a bitch, that guy just dinged my car. S, seriously? You were just gonna drive away? Like my life isn’t hard enough right now. A space probe might be destroyed, my parents are going through an awful divorce, the guy who cuts my dog’s hair just gave her bangs."
            ],
            [
                212,
                "You saw her. She looks like Jim Carrey from Dumb and Dumber."
            ],
            [
                214,
                "Oh, good. Namaste, Grandpa."
            ]
        ],
        "Howard": [
            [
                51,
                "Will you please relax?"
            ],
            [
                58,
                "Nine years ago he was part of a team that launched a spacecraft to collect data about Pluto, and it’s finally close enough, so this morning it turned itself on."
            ],
            [
                60,
                "Now we get to see him flip out because he’s worried it was demolished by space ice."
            ],
            [
                80,
                "I know. I get it. When I was in the Soyuz capsule returning from the space station, plummeting toward Earth at 17,000 miles per hour…"
            ],
            [
                82,
                "A story can do two things."
            ],
            [
                84,
                "You work in pharmaceuticals, don’t you have anything you can give him?"
            ],
            [
                89,
                "Maybe you need to do something more productive."
            ],
            [
                91,
                "So, in addition to being crazy, you’re resting the fate of the mission on your athletic prowess."
            ],
            [
                93,
                "The man who crashed his stationary bike."
            ],
            [
                95,
                "You happy? Now you can relax."
            ],
            [
                129,
                "I’m happy to. I think getting out of the apartment will do you good. So, where we headed?"
            ],
            [
                131,
                "Buddy, trust me, you don’t want to convert to Judaism. I mean, I know I make it look cool, but it’s not all briskets and dreidels."
            ],
            [
                133,
                "Oh. Okay. It’s not like Indiana Jones and the Temple of Doom, right? Some bald guy with horns isn’t gonna rip my heart out."
            ],
            [
                135,
                "You love that movie."
            ],
            [
                137,
                "I’m surprised to see you suddenly get religious."
            ],
            [
                139,
                "Well, because I’ve known you for ten years and you’ve never gone to temple, you never talked about believing in God, and last Diwali I watched you eat two pounds of sacred cow at a Brazilian steak house."
            ],
            [
                141,
                "Yeah, but you’re a scientist."
            ],
            [
                143,
                "So, as a scientist, you believe the way to understand the universe is through facts and evidence, and now you’re counting on some blue chick with a hundred arms to help you?"
            ],
            [
                145,
                "No. There’s also Apu from The Simpsons."
            ],
            [
                147,
                "Well, of course he believed in God. he slept with Marilyn Monroe."
            ],
            [
                149,
                "You believe in your religion, I’ll believe in mine."
            ],
            [
                199,
                "Here we go, my first Hindu temple."
            ],
            [
                201,
                "Huh. I always thought it was mini golf."
            ],
            [
                203,
                "Yeah. Just, uh, is there anything I should know before I go in?"
            ],
            [
                205,
                "Like am I dressed okay?"
            ],
            [
                207,
                "I know you’re under a lot of pressure, so I’m gonna let that pass."
            ],
            [
                209,
                "That’s nice."
            ],
            [
                211,
                "Raj."
            ],
            [
                213,
                "Raj, you just got a text. The probe turned on. It’s fine."
            ]
        ],
        "Bernadette": [
            [
                53,
                "You okay?"
            ],
            [
                55,
                "I told you not to wax down there. It’s itchy when it grows back."
            ],
            [
                57,
                "What’s he talking about?"
            ],
            [
                85,
                "All I have is our new urine flow drug. Won’t help with his anxiety, but it’s so strong, when he pees he’ll fly around the room like he’s got a jet pack."
            ],
            [
                87,
                "You know, worrying won’t have any effect on what happens."
            ]
        ],
        "Sheldon (in Penny’s living room)": [
            [
                227,
                "Can you keep it down? Some of us are trying to sleep out here."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "What colour would you like to be?"
        ],
        [
            "Leonard",
            "Well, I’d like to be green, but you know you always take it."
        ],
        [
            "Sheldon",
            "That’s not true. Any colour’s fine with me. Yeah, I could be a-a combination of blue and yellow."
        ],
        [
            "Leonard",
            "Blue and yellow make green."
        ],
        [
            "Sheldon",
            "Well, then it’s settled."
        ],
        [
            "Penny",
            "Hi. Ready to go?"
        ],
        [
            "Sheldon",
            "Oh, good news, we ordered lunch, so we can all stay here and play Lord of the Rings Risk."
        ],
        [
            "Amy",
            "Sheldon, we said that we would play games with you tonight."
        ],
        [
            "Sheldon",
            "Oh, no, we’ll still be playing it tonight, this game can easily take eight hours."
        ],
        [
            "Penny",
            "Sweetie, you really thought I’d want to do this?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Penny",
            "Well, did you tell him that?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Penny",
            "Did you say it out loud with words?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Penny",
            "I don’t want to spend the whole day playing a board game."
        ],
        [
            "Sheldon",
            "Yeah, well, you may change your mind when you hear that this is the new expanded edition which contains a more complete map of Middle Earth, now including the Haradwaith Territories."
        ],
        [
            "Amy",
            "I will literally race you to the car."
        ],
        [
            "Leonard",
            "No, no, no, come on, don’t leave. Just try it."
        ],
        [
            "Penny",
            "No. We’re always doing what you guys want. Just once, it’d be nice if you did something we wanted."
        ],
        [
            "Sheldon",
            "You want to be green?"
        ],
        [
            "Leonard",
            "You know, they really have tried to like a lot of the same stuff we’re into."
        ],
        [
            "Penny",
            "Yeah, we do game nights and video game nights and we watch movies with director’s commentary."
        ],
        [
            "Amy",
            "Oh, my favourite, George Lucas can talk all the way through Star Wars, I say one word and I’m banished to the kitchen."
        ],
        [
            "Penny",
            "Yeah, today Amy and I are deciding what we’re all gonna do."
        ],
        [
            "Leonard",
            "You got it, you girls are in charge."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Amy",
            "Sheldon?"
        ],
        [
            "Sheldon",
            "Fine. Now that we’re not playing, you can be green."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Sheldon",
            "And since you’re green this time, I can be it next time."
        ],
        [
            "Penny",
            "All right, let’s see. What’s something fun the guys would never take us to do? Oh, I know, we could go horseback riding."
        ],
        [
            "Amy",
            "I actually can’t. My hips don’t open wider than 22 degrees. I rode a very thin pony once. On the first bump, just popped right off."
        ],
        [
            "Penny",
            "All right, well, what do you want to do?"
        ],
        [
            "Amy",
            "There’s a craft and folk art museum on Wilshire."
        ],
        [
            "Penny",
            "Well, that’s Wilshire’s problem. Come on, you know, there, there’s got to be something fun we could do that the guys will hate."
        ],
        [
            "Leonard",
            "Hang on, why do we have to hate it?"
        ],
        [
            "Penny",
            "Three words, Doctor Who convention."
        ],
        [
            "Leonard",
            "I did not force you to go to that."
        ],
        [
            "Penny",
            "You walked out of the house in a fez and bow tie. I went so you didn’t get beat up."
        ],
        [
            "Leonard",
            "I wasn’t gonna get beat up."
        ],
        [
            "Penny",
            "You were, but somehow I held myself back."
        ],
        [
            "Sheldon",
            "You know what you could make us do? Ice-skating. The cold air will trigger Leonard’s asthma and it plays right into my well-known fear of getting flattened by a Zamboni."
        ],
        [
            "Leonard",
            "Now you’re helping them find ways to make us miserable?"
        ],
        [
            "Sheldon",
            "Well, I’m sorry, Leonard, I’m a problem-solver, it’s what I do."
        ],
        [
            "Amy",
            "I actually can’t go ice-skating. I have unnaturally brittle ankles."
        ],
        [
            "Penny",
            "Is there any part of your body that’s normal?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment. "
        ],
        [
            "Raj",
            "Oh, my God, oh, my God, oh, my God."
        ],
        [
            "Howard",
            "Will you please relax?"
        ],
        [
            "Raj",
            "I can’t take it, dude."
        ],
        [
            "Bernadette",
            "You okay?"
        ],
        [
            "Raj",
            "No, I’m not okay. I feel like I’m gonna jump out of my skin."
        ],
        [
            "Bernadette",
            "I told you not to wax down there. It’s itchy when it grows back."
        ],
        [
            "Raj",
            "I’m worried about the New Horizons space probe."
        ],
        [
            "Bernadette",
            "What’s he talking about?"
        ],
        [
            "Howard",
            "Nine years ago he was part of a team that launched a spacecraft to collect data about Pluto, and it’s finally close enough, so this morning it turned itself on."
        ],
        [
            "Raj",
            "We hope. The signal has to travel over three billion miles. So it’s gonna be hours before we know if it even survived."
        ],
        [
            "Howard",
            "Now we get to see him flip out because he’s worried it was demolished by space ice."
        ],
        [
            "Raj",
            "Space ice is no joke. I can’t even watch Frozen anymore."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "Ooh, the philharmonic is playing Beethoven downtown."
        ],
        [
            "Sheldon",
            "Before you say yes, it’s not the movie about the big dog."
        ],
        [
            "Penny",
            "How come we can’t think of something we both want to do?"
        ],
        [
            "Amy",
            "Because you always pick what we do and I just go along with it."
        ],
        [
            "Leonard",
            "Ah, interesting, we’re being accused of making you do things you don’t like, and here you are, doing the same thing to poor Amy."
        ],
        [
            "Sheldon",
            "You should point out the hypocrisy of that."
        ],
        [
            "Leonard",
            "That’s what I was doing."
        ],
        [
            "Sheldon",
            "Oh, that wasn’t clear. Try it again, but this time drive it home with how do you like them apples, Missy?"
        ],
        [
            "Penny",
            "All right, keep thinking."
        ],
        [
            "Sheldon",
            "You’re making it too complicated. Why not stick to the basics? Go shopping for clothes while Leonard and I sit in those uncomfortable chairs and hold your purses, hmm? I know I’d hate that. Leonard?"
        ],
        [
            "Leonard",
            "Well, yeah."
        ],
        [
            "Sheldon",
            "Well, then, it’s settled?"
        ],
        [
            "Amy",
            "What do you say? Sounds kind of perfect."
        ],
        [
            "Penny",
            "It does, somehow he managed to take all the fun out of it."
        ],
        [
            "Sheldon",
            "Well, once again, it’s what I do."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Raj",
            "Oh, another two hours to go. The wait is killing me."
        ],
        [
            "Howard",
            "I know. I get it. When I was in the Soyuz capsule returning from the space station, plummeting toward Earth at 17,000 miles per hour…"
        ],
        [
            "Raj",
            "Before you finish, is this a story about patience and waiting or just another reminder that you went to space?"
        ],
        [
            "Howard",
            "A story can do two things."
        ],
        [
            "Raj",
            "Ugh, I feel like I’m gonna have a heart attack."
        ],
        [
            "Howard",
            "You work in pharmaceuticals, don’t you have anything you can give him?"
        ],
        [
            "Bernadette",
            "All I have is our new urine flow drug. Won’t help with his anxiety, but it’s so strong, when he pees he’ll fly around the room like he’s got a jet pack."
        ],
        [
            "Raj",
            "I can’t stop thinking about it."
        ],
        [
            "Bernadette",
            "You know, worrying won’t have any effect on what happens."
        ],
        [
            "Raj",
            "I know."
        ],
        [
            "Howard",
            "Maybe you need to do something more productive."
        ],
        [
            "Raj",
            "Okay. If I make this shot in the trash can, the probe will have arrived in perfect working order."
        ],
        [
            "Howard",
            "So, in addition to being crazy, you’re resting the fate of the mission on your athletic prowess."
        ],
        [
            "Raj",
            "Yes."
        ],
        [
            "Howard",
            "The man who crashed his stationary bike."
        ],
        [
            "Raj",
            "I didn’t crash it, okay? My playlist was too up-tempo, I got light-headed and I fell off. Okay. It all comes down to this."
        ],
        [
            "Howard",
            "You happy? Now you can relax."
        ],
        [
            "Raj",
            "What kind of scientist are you? Everyone knows you got to make two out of three."
        ],
        [
            "Scene",
            "A clothes shop."
        ],
        [
            "Leonard",
            "This isn’t so bad."
        ],
        [
            "Sheldon",
            "That’s easy for you to say. Your chair’s not facing the lingerie section. Boy, that’s a lot of panties."
        ],
        [
            "Amy",
            "You guys comfy? This might take a while."
        ],
        [
            "Sheldon",
            "I don’t understand why women insist on making a big production out of buying clothes."
        ],
        [
            "Penny",
            "No, you’re right, we should do what you do. Have our mom send us pants from the Walmart in Houston."
        ],
        [
            "Sheldon",
            "They have a man there who understands my personal style."
        ],
        [
            "Penny",
            "Bye."
        ],
        [
            "Leonard",
            "Uh, I’ve got some bad news. There’s no cell service in here."
        ],
        [
            "Sheldon",
            "Oh. Well, that’s all right. There were plenty of ways to pass the time before smart phones were invented."
        ],
        [
            "Leonard",
            "That’s true."
        ],
        [
            "Sheldon",
            "I’ll look them up. Son of a biscuit."
        ],
        [
            "Leonard",
            "Sheldon, it’s fine."
        ],
        [
            "Sheldon",
            "No, it’s not fine. What kind of store in the 21st century doesn’t at least have Wi-Fi? I’m going to call their corporate office. Son of a biscuit."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Sheldon",
            "Let’s see, my armies are going to attack the Shire from Buckland. And I roll a five and a three."
        ],
        [
            "Leonard",
            "Okay. And to defend, I roll two sixes. I win."
        ],
        [
            "Sheldon",
            "Boy, double-sixes again. You know, if I hadn’t seen it with my own eyes, I wouldn’t believe it. I wonder how long we’re gonna be stuck here."
        ],
        [
            "Leonard",
            "I don’t know, but the girls do a lot for us. It’s the least we can do."
        ],
        [
            "Sheldon",
            "Oh, that’s true. I suppose it’s only fair we make compromises."
        ],
        [
            "Leonard",
            "Look at you, being all mature."
        ],
        [
            "Sheldon",
            "I don’t know why you’re so surprised. If there’s one thing I know about after living with you for so many years, it’s how to compromise."
        ],
        [
            "Leonard",
            "I, I’m sorry? You make compromises for me?"
        ],
        [
            "Sheldon",
            "All the time."
        ],
        [
            "Leonard",
            "On Earth? In our lives? That, that, that we’re living?"
        ],
        [
            "Sheldon",
            "Oh, yes. I, just yesterday, you had a, a big piece of lettuce stuck in your teeth at lunch. Did I say anything? No. I compromised and kept my mouth shut. Like you should’ve, because everyone was laughing at you."
        ],
        [
            "Leonard",
            "That is not a compromise. A compromise is me driving you everywhere because you refuse to learn how."
        ],
        [
            "Sheldon",
            "Oh, I learned how. Amy taught me."
        ],
        [
            "Leonard",
            "What? Then. then why don’t you do it?"
        ],
        [
            "Sheldon",
            "Uh, well, it’s scary. And sometimes I get the pedals mixed up. But, more importantly, driving me to work is one of the things that gives your life purpose. I can’t take that away from you, so what do I do? Oh, come on, I’m practically feeding you the answer. I compromise."
        ],
        [
            "Scene",
            "Raj’s car."
        ],
        [
            "Raj",
            "Hey, uh, thanks for keeping me company."
        ],
        [
            "Howard",
            "I’m happy to. I think getting out of the apartment will do you good. So, where we headed?"
        ],
        [
            "Raj",
            "If it’s okay with you, I’d like to go to temple."
        ],
        [
            "Howard",
            "Buddy, trust me, you don’t want to convert to Judaism. I mean, I know I make it look cool, but it’s not all briskets and dreidels."
        ],
        [
            "Raj",
            "I meant a Hindu temple."
        ],
        [
            "Howard",
            "Oh. Okay. It’s not like Indiana Jones and the Temple of Doom, right? Some bald guy with horns isn’t gonna rip my heart out."
        ],
        [
            "Raj",
            "Dude, that movie’s an imperialist fantasy that makes the followers of a beautiful and peaceful religion look like a bunch of bloodthirsty barbarians."
        ],
        [
            "Howard",
            "You love that movie."
        ],
        [
            "Raj",
            "Yeah, it’s pretty great."
        ],
        [
            "Howard",
            "I’m surprised to see you suddenly get religious."
        ],
        [
            "Raj",
            "Why?"
        ],
        [
            "Howard",
            "Well, because I’ve known you for ten years and you’ve never gone to temple, you never talked about believing in God, and last Diwali I watched you eat two pounds of sacred cow at a Brazilian steak house."
        ],
        [
            "Raj",
            "Religion is a very personal thing. I do go to temple, I just, I don’t talk about it."
        ],
        [
            "Howard",
            "Yeah, but you’re a scientist."
        ],
        [
            "Raj",
            "So?"
        ],
        [
            "Howard",
            "So, as a scientist, you believe the way to understand the universe is through facts and evidence, and now you’re counting on some blue chick with a hundred arms to help you?"
        ],
        [
            "Raj",
            "That is so offensive. Does everything you know about Hinduism come from Indiana Jones?"
        ],
        [
            "Howard",
            "No. There’s also Apu from The Simpsons."
        ],
        [
            "Raj",
            "Well, lots of scientists believe in God. Okay? Newton, uh, Faraday, uh, Pascal, all were believers. Even Einstein was famous for attacking quantum theory on the grounds that God does not play dice with the universe."
        ],
        [
            "Howard",
            "Well, of course he believed in God. he slept with Marilyn Monroe."
        ],
        [
            "Raj",
            "Actually there’s no proof of that."
        ],
        [
            "Howard",
            "You believe in your religion, I’ll believe in mine."
        ],
        [
            "Scene",
            "The store changing rooms."
        ],
        [
            "Amy",
            "How’s it going in there?"
        ],
        [
            "Penny",
            "Uh, not really a great outfit for work, unless something opens up in the hookers and whores division. Hey, can I ask you something?"
        ],
        [
            "Amy",
            "Sure."
        ],
        [
            "Penny",
            "Do I really force you to do things you don’t want to?"
        ],
        [
            "Amy",
            "Yeah, but it’s okay."
        ],
        [
            "Penny",
            "How is it okay?"
        ],
        [
            "Amy",
            "I promised myself, if I ever got friends, I’d do whatever they said. Really, I’m lucky you found me before a cult did."
        ],
        [
            "Penny",
            "Well, you know, that was a long time ago. You’re a different woman now. You’re smart, you’ve got great friends, you’ve got a boyfriend, you’re pretty, you have zero fashion sense, but, anyway, tonight we’re gonna do whatever you want."
        ],
        [
            "Amy",
            "Really?"
        ],
        [
            "Penny",
            "Absolutely. You name it, we’re doing it."
        ],
        [
            "Amy",
            "Basket weaving at the craft museum."
        ],
        [
            "Penny",
            "Well, you named it."
        ],
        [
            "Scene",
            "The store."
        ],
        [
            "Sheldon",
            "Oh, here’s another one. I wish that the apple pancake mix was on the top shelf because it starts with an A, but I don’t put it there because I don’t want you breaking one of your little legs when you’re supposed to be making my breakfast."
        ],
        [
            "Leonard",
            "Is it my turn to talk about the compromises I make?"
        ],
        [
            "Sheldon",
            "I wasn’t done, but go ahead. He said, compromising."
        ],
        [
            "Leonard",
            "Because of you, I’m not allowed to adjust the temperature in my own home. I’m not allowed to whistle. I don’t wear shoes that might squeak."
        ],
        [
            "Sheldon",
            "Well, you’re a physicist, not a circus clown."
        ],
        [
            "Leonard",
            "Sheldon, do you realize I don’t live with the woman I love because of you? No other reason. Just you."
        ],
        [
            "Sheldon",
            "Is that true?"
        ],
        [
            "Leonard",
            "Yes, it’s true. The last time I brought it up, you had an emotional breakdown and got on a train and ran away."
        ],
        [
            "Sheldon",
            "Well, given my history on the subject, t seems a little reckless to bring it up now."
        ],
        [
            "Leonard",
            "You have no idea how much you inconvenience the lives of everyone around you. It’s exhausting."
        ],
        [
            "Sheldon",
            "You know what? You think you’re so tolerant, but the truth is you’re mean to me a lot. Yeah, you think that I don’t notice all those sarcastic comments and those eye rolls, but I do. Hmm? I have excellent peripheral vision. On a good day, I can see my ears."
        ],
        [
            "Leonard",
            "Sheldon, I, I’m sorry if I hurt your feelings. I’ve been holding a lot of this in for a while."
        ],
        [
            "Sheldon",
            "Well, I’m sorry, too. And if you want to live with Penny, then I think you should."
        ],
        [
            "Leonard",
            "Do you mean that?"
        ],
        [
            "Sheldon",
            "Yes. Yeah, just put on your squeaky shoes and eee-eee-eee your way out of my life."
        ],
        [
            "Leonard",
            "Come on, don’t get upset."
        ],
        [
            "Sheldon",
            "I’m not upset. I’m just imagining a world without my best friend in it."
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "It’s okay."
        ],
        [
            "Leonard",
            "I’m not leaving your world. I’m just talking about living across the hall."
        ],
        [
            "Sheldon",
            "I understand. Either way, I want you to know that I’m aware of how difficult I can be. So I just want to say thank you for putting up with me."
        ],
        [
            "Leonard",
            "Buddy."
        ],
        [
            "Penny",
            "How are you guys getting along? What? Why are there tears?"
        ],
        [
            "Leonard",
            "Everything’s fine. We just started talking about living arrangements."
        ],
        [
            "Amy",
            "Are you crazy? You know he’s a flight risk."
        ],
        [
            "Sheldon",
            "That’s exactly what I told him."
        ],
        [
            "Penny",
            "Sheldon, we know this is a sensitive subject, and Leonard’s not gonna move out until you’re ready."
        ],
        [
            "Sheldon",
            "Well, what if you did it gradually?"
        ],
        [
            "Leonard",
            "All right. How about we start with two nights a week I live with Penny?"
        ],
        [
            "Sheldon",
            "How about one night and I let you whistle?"
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Sheldon",
            "When I’m not home."
        ],
        [
            "Leonard",
            "You got it."
        ],
        [
            "Sheldon",
            "There we go, compromising again. We really are the best."
        ],
        [
            "Scene",
            "The temple car park."
        ],
        [
            "Howard",
            "Here we go, my first Hindu temple."
        ],
        [
            "Raj",
            "You see behind the fountain, that tower that looks like a pyramid? It’s called a Sikhara. It symbolizes the, the connection between the human and the divine."
        ],
        [
            "Howard",
            "Huh. I always thought it was mini golf."
        ],
        [
            "Raj",
            "All right. Shall we?"
        ],
        [
            "Howard",
            "Yeah. Just, uh, is there anything I should know before I go in?"
        ],
        [
            "Raj",
            "Like what?"
        ],
        [
            "Howard",
            "Like am I dressed okay?"
        ],
        [
            "Raj",
            "Really? So every other place you’ve been, you thought this was fine?"
        ],
        [
            "Howard",
            "I know you’re under a lot of pressure, so I’m gonna let that pass."
        ],
        [
            "Raj",
            "Sorry. You’re right. I’m so stressed. But you know what, whenever I walk into that temple I realize that whatever happens, it’s okay. We’re all part of an immense pattern, and though we can’t understand it, we can be happy to know that it’s, it’s working its will through us."
        ],
        [
            "Howard",
            "That’s nice."
        ],
        [
            "Raj",
            "Whether you call it God or the universe or the self, we’re all interconnected, and that’s just a beautiful… Son of a bitch, that guy just dinged my car. S, seriously? You were just gonna drive away? Like my life isn’t hard enough right now. A space probe might be destroyed, my parents are going through an awful divorce, the guy who cuts my dog’s hair just gave her bangs."
        ],
        [
            "Howard",
            "Raj."
        ],
        [
            "Raj",
            "You saw her. She looks like Jim Carrey from Dumb and Dumber."
        ],
        [
            "Howard",
            "Raj, you just got a text. The probe turned on. It’s fine."
        ],
        [
            "Raj",
            "Oh, good. Namaste, Grandpa."
        ],
        [
            "Scene",
            "The craft museum. "
        ],
        [
            "Leonard",
            "I thought this was gonna be boring, but it’s actually kind of fun."
        ],
        [
            "Penny",
            "Don’t tell Amy that. We’ll be here every Sunday."
        ],
        [
            "Amy",
            "Sheldon, that really is an excellent basket."
        ],
        [
            "Sheldon",
            "It’s not a basket. It’s a soldier’s helmet from 16th century China."
        ],
        [
            "Amy",
            "Very nice."
        ],
        [
            "Leonard",
            "Yeah, it looks great."
        ],
        [
            "Sheldon",
            "I saw that."
        ],
        [
            "Scene",
            "Penny’s bedroom."
        ],
        [
            "Leonard",
            "Well, roomie, it’s only one night a week, but it’s a start."
        ],
        [
            "Penny",
            "I know. I’m really proud of Sheldon."
        ],
        [
            "Leonard",
            "Yeah, I’m proud of him, too."
        ],
        [
            "Sheldon (in Penny’s living room)",
            "Can you keep it down? Some of us are trying to sleep out here."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-8-episode-12-the-space-probe-disintegration/"
}