{
    "Season": 8,
    "Episode": 15,
    "Title": "the comic book store regeneration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Amy’s laboratory."
            ],
            [
                25,
                "Credits sequence."
            ],
            [
                26,
                "Howard and Bernadette’s apartment."
            ],
            [
                37,
                "The laundry room."
            ],
            [
                58,
                "The comic book store. "
            ],
            [
                86,
                "Penny’s apartment."
            ],
            [
                127,
                "The comic book store. "
            ],
            [
                133,
                "A deli."
            ],
            [
                152,
                "The hallway."
            ],
            [
                167,
                "The deli."
            ],
            [
                189,
                "The comic book store."
            ],
            [
                230,
                "The apartment."
            ]
        ],
        "Sheldon": [
            [
                1,
                "I’ve invented a science joke, would you like to hear it?"
            ],
            [
                3,
                "How many Edisons does it take to screw in a light bulb?"
            ],
            [
                5,
                "Who cares? He stole the idea and doesn’t deserve his own joke."
            ],
            [
                7,
                "Of course, that’s how you know it’s a good joke. It not only entertains, it informs."
            ],
            [
                9,
                "Uh, Barry, uh, how many Edisons does it take to screw in a light bulb?"
            ],
            [
                11,
                "What do you want, Barry?"
            ],
            [
                16,
                "Oh, no, me as well. Uh, please e-mail it to Sheldon at bazinga dot biz. Why dot biz? Because I just gave you the business. And also bazinga dot com was taken."
            ],
            [
                18,
                "Since when do you help out Barry Kripke?"
            ],
            [
                20,
                "Oh, really? When I was doing string theory and hit a dead end, why didn’t you try to help me?"
            ],
            [
                22,
                "That’s pretty funny, that does sound like me. But that doesn’t mean that you should be standing on street corners handing out your math to whatever guy comes along."
            ],
            [
                24,
                "I’m being petty? You know Barry and I have a professional rivalry. You heard him, he told me to suck eggs. If we were friends, he would have suggested I suck something more pleasant. Why are you laughing? Did you learn something?"
            ],
            [
                39,
                "Hello."
            ],
            [
                41,
                "If I was okay, I would’ve said hello, and not the much more ominous hello."
            ],
            [
                43,
                "I’m mad at Amy."
            ],
            [
                45,
                "No. She helped Barry Kripke make an advancement in string theory."
            ],
            [
                47,
                "Well, it would be, except that I left string theory because I decided it was a dead end. Yeah, and then she went behind my back to help someone else prove me wrong. My rival, no less. I’m sorry you had to see that."
            ],
            [
                49,
                "Why would she do this to me?"
            ],
            [
                51,
                "No, I said there’s nothing more important than me advancing science."
            ],
            [
                53,
                "Ugh, let it go. I have heard that my whole life. Every time something upsets me somebody says, let it go, you know, like it’s my fault, and it’s not okay to feel the way I feel."
            ],
            [
                55,
                "Is that all you have? Shopworn tidbits like talk to her and let it go? Gee, Penny, life’s giving me lemons. What should I do?"
            ],
            [
                57,
                "Okay, now you’re getting creative."
            ],
            [
                87,
                "Kripke, you know, of all the people, Barry Kripke. I’m so… Are you folding that like a crazy person to get me to do it for you?"
            ],
            [
                89,
                "Oh, give me that. Just out of curiosity, if I were to let something go, how would I do that?"
            ],
            [
                91,
                "Can I think about the spiny anteater?"
            ],
            [
                93,
                "The spiny anteater never went behind my back and worked with Barry Kripke. That didn’t help at all."
            ],
            [
                95,
                "How does that work?"
            ],
            [
                97,
                "Okay."
            ],
            [
                99,
                "Okay."
            ],
            [
                101,
                "But I just got this pen. It’s got my initials on it and everything. Look."
            ],
            [
                103,
                "I may have a better way that you can teach me."
            ],
            [
                105,
                "What if I told you that over the past few months Amy has secretly been giving you little puzzles to test your intelligence against chimpanzees in her lab?"
            ],
            [
                107,
                "Are you sure?"
            ],
            [
                112,
                "Okay, that’s great. Now, let it go."
            ],
            [
                114,
                "Well, excuse me, Amy was testing you. I was rooting for you. Good job on that banana box, by the way."
            ],
            [
                116,
                "She’s been conducting an experiment on apes where they’re given various puzzles to solve. I was surprised at the complexity of the puzzles and thought some humans wouldn’t be able to solve them. That’s when Amy said, want to make this interesting?"
            ],
            [
                118,
                "No, no. We designed an experiment involving you. See? Now, isn’t that interesting?"
            ],
            [
                120,
                "Okay, maybe this will help. Imagine you’re holding a pen. Before you go too far, not a special pen with your initials engraved on it, that’ll make the next part really hard."
            ],
            [
                122,
                "I don’t understand why you’re mad at me. You should be mad at Amy. Like I was this afternoon. Hey, look at that, I let it go."
            ],
            [
                124,
                "Penny?"
            ],
            [
                126,
                "I think I left my pen in there."
            ],
            [
                158,
                "I can’t. I’m naked."
            ],
            [
                160,
                "Hang on."
            ],
            [
                196,
                "Thank you."
            ],
            [
                201,
                "That sounds like us. I still don’t understand why you’re upset. You solved every puzzle faster than all of the chimps."
            ],
            [
                205,
                "Oh, I can help you with that. Imagine you’re holding an ordinary pen. While your favourite pen is safe and secure in your pocket."
            ],
            [
                223,
                "May I say something?"
            ],
            [
                225,
                "But I think it would be comforting."
            ],
            [
                228,
                "When I lost my own father, I didn’t have any friends to help me through it. You do."
            ],
            [
                242,
                "I didn’t care for her yelling. But now that I’m not going to hear it again, I’m sad."
            ],
            [
                244,
                "It won’t be as good."
            ]
        ],
        "Amy": [
            [
                2,
                "Sure."
            ],
            [
                4,
                "How many?"
            ],
            [
                6,
                "Is that really true?"
            ],
            [
                13,
                "What’s this for?"
            ],
            [
                15,
                "Well, that’s fascinating. I can’t wait to read it."
            ],
            [
                19,
                "Well, I’d been thinking about a cellular automata approach to neuronal connectivity, and I thought it might have some interesting applications to string theory, it’s not a big deal."
            ],
            [
                21,
                "I did. You said the only math biologists know is if you have three frogs and one hops away, that leaves two frogs."
            ],
            [
                23,
                "Sheldon, we’re all scientists. I helped out a fellow colleague. You’re being petty."
            ],
            [
                153,
                "Sheldon, it’s me."
            ],
            [
                155,
                "What are you talking about?"
            ],
            [
                157,
                "Sheldon, open the door."
            ],
            [
                159,
                "I just saw you."
            ],
            [
                162,
                "Oh, hey."
            ],
            [
                164,
                "It’s not a big deal. I run tests like this on undergrads all the time. If you fill out some paperwork at the university, I can get you five dollars."
            ],
            [
                166,
                "So what are we talking, like, ten bucks?"
            ],
            [
                197,
                "Wow, the store looks great."
            ],
            [
                200,
                "That’s not true."
            ],
            [
                202,
                "Well, except Barnabas, but he was on Adderall."
            ],
            [
                207,
                "How can I make this up to you?"
            ],
            [
                236,
                "One of us would have taken you in."
            ],
            [
                240,
                "She did that to me, too."
            ]
        ],
        "Barry": [
            [
                8,
                "Hey, sowwy to intewupt."
            ],
            [
                10,
                "Did you know Edison didn’t actuawy invent the wight bulb?"
            ],
            [
                12,
                "Just wanted to dwop this off as a wittle thank you for Amy."
            ],
            [
                14,
                "Your idea weawy hewped me out. My wight-cone quantization paper’s onwine alweady. The wesponse has been amazing."
            ],
            [
                17,
                "Anyway, thanks again. Cooper, suck eggs."
            ]
        ],
        "Howard (on phone)": [
            [
                27,
                "Okay, Ma. Say hi to Aunt Gladys. Yeah, I love you, too. Bye."
            ]
        ],
        "Bernadette": [
            [
                28,
                "Your mom having fun in Florida?"
            ],
            [
                30,
                "She’s just being nice."
            ],
            [
                32,
                "Because you have a wife."
            ],
            [
                34,
                "I know you don’t like Stuart being in the house, but the store’s about to reopen, I’m sure he’ll get back on his feet."
            ],
            [
                36,
                "Well, normal’s a strong word, but sure."
            ],
            [
                66,
                "Stuart, this place looks amazing."
            ],
            [
                73,
                "Howie."
            ],
            [
                79,
                "Why don’t we leave so you can cool off?"
            ],
            [
                128,
                "I understand why you’re upset, but he worked really hard to get the store ready. And it’s just furniture."
            ],
            [
                130,
                "Howie, if the store succeeds, Stuart has a source of income, and he can move out of your mother’s house. Seems like some old furniture is a reasonable price to pay for that."
            ],
            [
                132,
                "This is why I had to rewrite our wedding vows."
            ],
            [
                204,
                "Can you please just let it go?"
            ],
            [
                211,
                "You helped him?"
            ],
            [
                217,
                "What?"
            ],
            [
                219,
                "Oh, my God, Howie."
            ]
        ],
        "Howard": [
            [
                29,
                "Mmm, she loves it. She finally found a place where everyone talks about how sweaty they are. Anyway, she wants us to go to the house and check in on Stuart because he might be lonely."
            ],
            [
                31,
                "Well, I’m her son, how come she doesn’t send someone to check on me if I’m lonely?"
            ],
            [
                33,
                "Yeah, well, sometimes you work late."
            ],
            [
                35,
                "That would be great. I’d love for things between me and Mom to get back to normal."
            ],
            [
                68,
                "You really did a nice job."
            ],
            [
                70,
                "I appreciate that, and I’m glad you were able to… is that my mother’s furniture?"
            ],
            [
                72,
                "Not as great as it looks in the den where it belongs."
            ],
            [
                74,
                "Why don’t you just clean out the whole room? Take the string art clown I made her in third grade and the ribbon I got in swim class for putting my face in the water."
            ],
            [
                76,
                "Well, I’m her son, and I say it’s not okay."
            ],
            [
                78,
                "Well, maybe I should’ve gone to a fancy art school like you. Then I could run a failed comic shop and mooch off some guy’s mother."
            ],
            [
                81,
                "Your store? My mother gave you the money to reopen. I’m not going anywhere."
            ],
            [
                129,
                "It’s my mom’s furniture. It belongs in the house I grew up in, next to that pile of TV Guides and in plain view of what, for a ten-year-old, was a quality piece of string art."
            ],
            [
                131,
                "That is a good point. But I didn’t marry you for good points. I married you to blindly support me no matter how ridiculous I’m being."
            ],
            [
                203,
                "I’m sorry, but it’s making me crazy."
            ],
            [
                206,
                "Hold that thought. (On phone) Hello?"
            ],
            [
                214,
                "No."
            ],
            [
                216,
                "My mom died."
            ],
            [
                218,
                "Uh, that was my aunt. Ma took a nap. She never woke up."
            ],
            [
                222,
                "I don’t know."
            ],
            [
                227,
                "No, it’s okay. What?"
            ]
        ],
        "Penny": [
            [
                38,
                "Hey."
            ],
            [
                40,
                "You okay?"
            ],
            [
                42,
                "What’s going on?"
            ],
            [
                44,
                "Did she leave pit stains in your favourite crop top, too?"
            ],
            [
                46,
                "Oh, that sounds like a good thing."
            ],
            [
                48,
                "I’m sorry I didn’t have a camera."
            ],
            [
                50,
                "Well, I’m sure she didn’t upset you on purpose. Besides, aren’t you the one who says there’s nothing more important than the advancement of science?"
            ],
            [
                52,
                "All right, well, if I’m understanding this right, and all she did was help out another scientist, I’m thinking you might have to let this one go."
            ],
            [
                54,
                "I don’t know what to tell you. I mean, why don’t you talk to her?"
            ],
            [
                56,
                "Well, you could shove them somewhere."
            ],
            [
                88,
                "No."
            ],
            [
                90,
                "I don’t know, just think about something else."
            ],
            [
                92,
                "Sure."
            ],
            [
                94,
                "You know, some people try visualization."
            ],
            [
                96,
                "Okay, imagine your problems are a pen."
            ],
            [
                98,
                "Now imagine you’re holding that pen."
            ],
            [
                100,
                "Now open your hand and let it go."
            ],
            [
                102,
                "Sheldon, this isn’t that hard."
            ],
            [
                104,
                "How?"
            ],
            [
                106,
                "What? She didn’t give me any puzzles."
            ],
            [
                111,
                "Son of a bitch."
            ],
            [
                113,
                "I can’t believe you were testing me against a chimp."
            ],
            [
                115,
                "Why would she even do this?"
            ],
            [
                117,
                "Make this interesting? You bet money on me?"
            ],
            [
                119,
                "It’s not interesting. It’s incredibly insulting."
            ],
            [
                121,
                "Oh, my, that’s it. Get out."
            ],
            [
                123,
                "Get out."
            ],
            [
                125,
                "What?"
            ],
            [
                154,
                "Oh, hey. Did you see that? I, I figured out how to open the door all by myself. Maybe I’ll fling some faeces around my cage to celebrate."
            ],
            [
                156,
                "I know you’ve been giving me secret puzzle tests."
            ],
            [
                161,
                "Open the door now."
            ],
            [
                163,
                "Pull up your pants."
            ],
            [
                165,
                "I don’t want five dollars. I want my dignity."
            ],
            [
                191,
                "I know, it’s so insulting. At one point, they had me figure out how to get a banana out of a puzzle box."
            ],
            [
                193,
                "Unbelievable."
            ],
            [
                195,
                "Really? You couldn’t get it out?"
            ],
            [
                199,
                "Eh, what’s the matter with them is they think they’re so smart they don’t care if they hurt other people’s feelings."
            ],
            [
                208,
                "The answer’s in this puzzle box. Let’s see if you can open it."
            ],
            [
                229,
                "I really thought he was gonna say let it go."
            ],
            [
                232,
                "How’s Howard holding up?"
            ],
            [
                239,
                "Whenever I saw her, she’d say I was too skinny and try and feed me."
            ],
            [
                241,
                "Don’t take this away from me."
            ]
        ],
        "Stuart": [
            [
                59,
                "Thanks again for your help."
            ],
            [
                64,
                "I keep telling you I didn’t burn it down."
            ],
            [
                67,
                "Thanks."
            ],
            [
                69,
                "And thank you for putting up with me staying at your mom’s through all this. I couldn’t have done it otherwise."
            ],
            [
                71,
                "Yeah, she said I could use it. Doesn’t it look great?"
            ],
            [
                75,
                "What is your problem? She said it was okay."
            ],
            [
                77,
                "Some son, looks like you spent ten minutes on that clown art."
            ],
            [
                80,
                "I think that’s a good idea. Take him out of my store."
            ],
            [
                83,
                "Thank you."
            ],
            [
                209,
                "You could have at least warned him about the furniture."
            ],
            [
                235,
                "Still can’t believe she’s gone. I mean, that woman took me in. If it wasn’t for her, I, I would have been homeless."
            ],
            [
                237,
                "Yeah, I don’t recall any offers. But, you know what, uh, I, I’m glad it worked out the way it did because I got to know this wonderful person."
            ]
        ],
        "Leonard": [
            [
                60,
                "No problem."
            ],
            [
                62,
                "The place really looks great."
            ],
            [
                65,
                "We know, we know, because burning something down for the insurance money is a crime."
            ],
            [
                82,
                "Why don’t we go get the food for the party."
            ],
            [
                85,
                "Mmm, when really we’re just exiting an uncomfortable situation."
            ],
            [
                134,
                "Hi, we’re here to pick up an order for Comic Center."
            ],
            [
                137,
                "Oh yeah, look at that."
            ],
            [
                139,
                "We’re not selling his tomatoes on eBay."
            ],
            [
                141,
                "That would be great."
            ],
            [
                143,
                "I don’t know. I mean, if he’s not nice, it’s gonna make it hard for me to watch him in anything again."
            ],
            [
                145,
                "He was a jerk because you rear-ended him."
            ],
            [
                150,
                "Come on. Sorry to bother you."
            ],
            [
                168,
                "Thank you."
            ],
            [
                170,
                "Sorry again."
            ],
            [
                176,
                "That would be great."
            ],
            [
                178,
                "Yeah, thank you."
            ],
            [
                182,
                "That’s it, that’s the line."
            ],
            [
                187,
                "What do you think?"
            ],
            [
                190,
                "I can’t believe they did that."
            ],
            [
                192,
                "Wait, Sheldon gave me a banana in a box. He was testing me, too."
            ],
            [
                194,
                "And how could a chimp even solve that? That was impossible."
            ],
            [
                198,
                "So you guys were testing us both? What is the matter with you?"
            ],
            [
                213,
                "Hey, you okay?"
            ],
            [
                215,
                "What’s wrong?"
            ],
            [
                220,
                "I’m so sorry."
            ],
            [
                224,
                "Not right now, Sheldon."
            ],
            [
                226,
                "Buddy."
            ],
            [
                234,
                "How are you doing, Stuart?"
            ],
            [
                243,
                "If you want, I can yell at you later."
            ],
            [
                245,
                "Let’s have a toast. To Mrs. Wolowitz. A loving mother to all of us. We’ll miss you."
            ]
        ],
        "Raj": [
            [
                61,
                "Our pleasure."
            ],
            [
                63,
                "Yeah, you should have burned it down years ago."
            ],
            [
                84,
                "Smart, looks like we’re being helpful."
            ],
            [
                136,
                "Dude, I, I think that’s Nathan Fillion."
            ],
            [
                138,
                "And he’s picking the tomatoes out of his salad just like I do. I always did feel a connection with him. Oh, I have got an idea."
            ],
            [
                140,
                "No, if we got Captain Reynolds from Firefly to do a signing at Stuart’s store, that would be amazing."
            ],
            [
                142,
                "So should we go talk to him?"
            ],
            [
                144,
                "What? The, the guy who plays Jon Snow was a jerk. We still watch Game of Thrones."
            ],
            [
                146,
                "I was distracted. It’s weird seeing a member of the Night’s Watch with a kayak strapped to his car. Come on. Hi, excuse me, s, sorry, I, I don’t mean to bother you, but we’re just really big fans of Firefly. And Dr. Horrible."
            ],
            [
                148,
                "Don’t say that. I mean, you’re not Dame Judi Dench, but you’re pretty great."
            ],
            [
                151,
                "Don’t know why he’s so grumpy. I got mistaken for that guy in Life of Pi once, and I’m still floating."
            ],
            [
                169,
                "Thanks."
            ],
            [
                172,
                "Are you sure you’re not him? Uh, you can tell us. We’re scientists, not crazy fanboys."
            ],
            [
                174,
                "And you’re eating alone at a deli. I don’t buy it, you’re not him."
            ],
            [
                177,
                "Great."
            ],
            [
                180,
                "Wait, hang on. If you’re really Nathan Fillion, what’s the line from Firefly about your bonnet?"
            ],
            [
                183,
                "Although, I knew the line, doesn’t make me Nathan Fillion."
            ],
            [
                185,
                "I want a picture with Nathan Fillion."
            ],
            [
                188,
                "Ah, it’s good enough for Facebook."
            ],
            [
                210,
                "That’s what I said when we moved it."
            ],
            [
                212,
                "No, Stuart picked out those throw pillows all on his own."
            ],
            [
                221,
                "What can we do?"
            ],
            [
                233,
                "He’s hanging in there."
            ],
            [
                238,
                "Yeah. Mrs. Wolowitz was pretty special. When I first moved to America, Howard was my only friend and she made me feel so welcome in her home. Which says a lot, because, those first few years, she thought I was the gardener."
            ]
        ],
        "Amy (in flashback)": [
            [
                108,
                "Boy, I just can’t seem to get these scissors back together. Can you do it?"
            ],
            [
                109,
                "Darn it. There’s something in my eye, and I need to sort these coins by size. Can you help?"
            ],
            [
                110,
                "Penny? I really want to eat this banana, but it’s stuck inside this bamboo puzzle box."
            ]
        ],
        "Waitress": [
            [
                135,
                "Sure, let me go check on that."
            ]
        ],
        "Nathan Fillion": [
            [
                147,
                "Oh, uh, I think you made a mistake. I’m not an actor."
            ],
            [
                149,
                "Oh, yeah, I get it, you think I’m Nathan Fillion, but I’m not. So if you don’t mind, I would just love to eat my lunch."
            ],
            [
                171,
                "No problem."
            ],
            [
                173,
                "All right, fine. I’m him."
            ],
            [
                175,
                "I just wanted to eat my lunch in peace. But I really am him. And thank you very much for being a fan. If you want, uh, let’s take a picture."
            ],
            [
                179,
                "You bet."
            ],
            [
                181,
                "I swear by my pretty floral bonnet, I will end you."
            ],
            [
                184,
                "Do you want the picture or not?"
            ]
        ],
        "Nathan": [
            [
                186,
                "How about a picture with a guy who looks like Nathan Fillion but a little more annoyed than Nathan Fillion usually is?"
            ]
        ],
        "Raj (on phone)": [
            [
                231,
                "Okay, thanks, Bernadette. Travel safe. Okay, bye. Well, they’ve booked a flight. They’re heading to the airport now."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Amy’s laboratory."
        ],
        [
            "Sheldon",
            "I’ve invented a science joke, would you like to hear it?"
        ],
        [
            "Amy",
            "Sure."
        ],
        [
            "Sheldon",
            "How many Edisons does it take to screw in a light bulb?"
        ],
        [
            "Amy",
            "How many?"
        ],
        [
            "Sheldon",
            "Who cares? He stole the idea and doesn’t deserve his own joke."
        ],
        [
            "Amy",
            "Is that really true?"
        ],
        [
            "Sheldon",
            "Of course, that’s how you know it’s a good joke. It not only entertains, it informs."
        ],
        [
            "Barry",
            "Hey, sowwy to intewupt."
        ],
        [
            "Sheldon",
            "Uh, Barry, uh, how many Edisons does it take to screw in a light bulb?"
        ],
        [
            "Barry",
            "Did you know Edison didn’t actuawy invent the wight bulb?"
        ],
        [
            "Sheldon",
            "What do you want, Barry?"
        ],
        [
            "Barry",
            "Just wanted to dwop this off as a wittle thank you for Amy."
        ],
        [
            "Amy",
            "What’s this for?"
        ],
        [
            "Barry",
            "Your idea weawy hewped me out. My wight-cone quantization paper’s onwine alweady. The wesponse has been amazing."
        ],
        [
            "Amy",
            "Well, that’s fascinating. I can’t wait to read it."
        ],
        [
            "Sheldon",
            "Oh, no, me as well. Uh, please e-mail it to Sheldon at bazinga dot biz. Why dot biz? Because I just gave you the business. And also bazinga dot com was taken."
        ],
        [
            "Barry",
            "Anyway, thanks again. Cooper, suck eggs."
        ],
        [
            "Sheldon",
            "Since when do you help out Barry Kripke?"
        ],
        [
            "Amy",
            "Well, I’d been thinking about a cellular automata approach to neuronal connectivity, and I thought it might have some interesting applications to string theory, it’s not a big deal."
        ],
        [
            "Sheldon",
            "Oh, really? When I was doing string theory and hit a dead end, why didn’t you try to help me?"
        ],
        [
            "Amy",
            "I did. You said the only math biologists know is if you have three frogs and one hops away, that leaves two frogs."
        ],
        [
            "Sheldon",
            "That’s pretty funny, that does sound like me. But that doesn’t mean that you should be standing on street corners handing out your math to whatever guy comes along."
        ],
        [
            "Amy",
            "Sheldon, we’re all scientists. I helped out a fellow colleague. You’re being petty."
        ],
        [
            "Sheldon",
            "I’m being petty? You know Barry and I have a professional rivalry. You heard him, he told me to suck eggs. If we were friends, he would have suggested I suck something more pleasant. Why are you laughing? Did you learn something?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard (on phone)",
            "Okay, Ma. Say hi to Aunt Gladys. Yeah, I love you, too. Bye."
        ],
        [
            "Bernadette",
            "Your mom having fun in Florida?"
        ],
        [
            "Howard",
            "Mmm, she loves it. She finally found a place where everyone talks about how sweaty they are. Anyway, she wants us to go to the house and check in on Stuart because he might be lonely."
        ],
        [
            "Bernadette",
            "She’s just being nice."
        ],
        [
            "Howard",
            "Well, I’m her son, how come she doesn’t send someone to check on me if I’m lonely?"
        ],
        [
            "Bernadette",
            "Because you have a wife."
        ],
        [
            "Howard",
            "Yeah, well, sometimes you work late."
        ],
        [
            "Bernadette",
            "I know you don’t like Stuart being in the house, but the store’s about to reopen, I’m sure he’ll get back on his feet."
        ],
        [
            "Howard",
            "That would be great. I’d love for things between me and Mom to get back to normal."
        ],
        [
            "Bernadette",
            "Well, normal’s a strong word, but sure."
        ],
        [
            "Scene",
            "The laundry room."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Penny",
            "You okay?"
        ],
        [
            "Sheldon",
            "If I was okay, I would’ve said hello, and not the much more ominous hello."
        ],
        [
            "Penny",
            "What’s going on?"
        ],
        [
            "Sheldon",
            "I’m mad at Amy."
        ],
        [
            "Penny",
            "Did she leave pit stains in your favourite crop top, too?"
        ],
        [
            "Sheldon",
            "No. She helped Barry Kripke make an advancement in string theory."
        ],
        [
            "Penny",
            "Oh, that sounds like a good thing."
        ],
        [
            "Sheldon",
            "Well, it would be, except that I left string theory because I decided it was a dead end. Yeah, and then she went behind my back to help someone else prove me wrong. My rival, no less. I’m sorry you had to see that."
        ],
        [
            "Penny",
            "I’m sorry I didn’t have a camera."
        ],
        [
            "Sheldon",
            "Why would she do this to me?"
        ],
        [
            "Penny",
            "Well, I’m sure she didn’t upset you on purpose. Besides, aren’t you the one who says there’s nothing more important than the advancement of science?"
        ],
        [
            "Sheldon",
            "No, I said there’s nothing more important than me advancing science."
        ],
        [
            "Penny",
            "All right, well, if I’m understanding this right, and all she did was help out another scientist, I’m thinking you might have to let this one go."
        ],
        [
            "Sheldon",
            "Ugh, let it go. I have heard that my whole life. Every time something upsets me somebody says, let it go, you know, like it’s my fault, and it’s not okay to feel the way I feel."
        ],
        [
            "Penny",
            "I don’t know what to tell you. I mean, why don’t you talk to her?"
        ],
        [
            "Sheldon",
            "Is that all you have? Shopworn tidbits like talk to her and let it go? Gee, Penny, life’s giving me lemons. What should I do?"
        ],
        [
            "Penny",
            "Well, you could shove them somewhere."
        ],
        [
            "Sheldon",
            "Okay, now you’re getting creative."
        ],
        [
            "Scene",
            "The comic book store. "
        ],
        [
            "Stuart",
            "Thanks again for your help."
        ],
        [
            "Leonard",
            "No problem."
        ],
        [
            "Raj",
            "Our pleasure."
        ],
        [
            "Leonard",
            "The place really looks great."
        ],
        [
            "Raj",
            "Yeah, you should have burned it down years ago."
        ],
        [
            "Stuart",
            "I keep telling you I didn’t burn it down."
        ],
        [
            "Leonard",
            "We know, we know, because burning something down for the insurance money is a crime."
        ],
        [
            "Bernadette",
            "Stuart, this place looks amazing."
        ],
        [
            "Stuart",
            "Thanks."
        ],
        [
            "Howard",
            "You really did a nice job."
        ],
        [
            "Stuart",
            "And thank you for putting up with me staying at your mom’s through all this. I couldn’t have done it otherwise."
        ],
        [
            "Howard",
            "I appreciate that, and I’m glad you were able to… is that my mother’s furniture?"
        ],
        [
            "Stuart",
            "Yeah, she said I could use it. Doesn’t it look great?"
        ],
        [
            "Howard",
            "Not as great as it looks in the den where it belongs."
        ],
        [
            "Bernadette",
            "Howie."
        ],
        [
            "Howard",
            "Why don’t you just clean out the whole room? Take the string art clown I made her in third grade and the ribbon I got in swim class for putting my face in the water."
        ],
        [
            "Stuart",
            "What is your problem? She said it was okay."
        ],
        [
            "Howard",
            "Well, I’m her son, and I say it’s not okay."
        ],
        [
            "Stuart",
            "Some son, looks like you spent ten minutes on that clown art."
        ],
        [
            "Howard",
            "Well, maybe I should’ve gone to a fancy art school like you. Then I could run a failed comic shop and mooch off some guy’s mother."
        ],
        [
            "Bernadette",
            "Why don’t we leave so you can cool off?"
        ],
        [
            "Stuart",
            "I think that’s a good idea. Take him out of my store."
        ],
        [
            "Howard",
            "Your store? My mother gave you the money to reopen. I’m not going anywhere."
        ],
        [
            "Leonard",
            "Why don’t we go get the food for the party."
        ],
        [
            "Stuart",
            "Thank you."
        ],
        [
            "Raj",
            "Smart, looks like we’re being helpful."
        ],
        [
            "Leonard",
            "Mmm, when really we’re just exiting an uncomfortable situation."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon",
            "Kripke, you know, of all the people, Barry Kripke. I’m so… Are you folding that like a crazy person to get me to do it for you?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Sheldon",
            "Oh, give me that. Just out of curiosity, if I were to let something go, how would I do that?"
        ],
        [
            "Penny",
            "I don’t know, just think about something else."
        ],
        [
            "Sheldon",
            "Can I think about the spiny anteater?"
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Sheldon",
            "The spiny anteater never went behind my back and worked with Barry Kripke. That didn’t help at all."
        ],
        [
            "Penny",
            "You know, some people try visualization."
        ],
        [
            "Sheldon",
            "How does that work?"
        ],
        [
            "Penny",
            "Okay, imagine your problems are a pen."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Penny",
            "Now imagine you’re holding that pen."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Penny",
            "Now open your hand and let it go."
        ],
        [
            "Sheldon",
            "But I just got this pen. It’s got my initials on it and everything. Look."
        ],
        [
            "Penny",
            "Sheldon, this isn’t that hard."
        ],
        [
            "Sheldon",
            "I may have a better way that you can teach me."
        ],
        [
            "Penny",
            "How?"
        ],
        [
            "Sheldon",
            "What if I told you that over the past few months Amy has secretly been giving you little puzzles to test your intelligence against chimpanzees in her lab?"
        ],
        [
            "Penny",
            "What? She didn’t give me any puzzles."
        ],
        [
            "Sheldon",
            "Are you sure?"
        ],
        [
            "Amy (in flashback)",
            "Boy, I just can’t seem to get these scissors back together. Can you do it?"
        ],
        [
            "Amy (in flashback)",
            "Darn it. There’s something in my eye, and I need to sort these coins by size. Can you help?"
        ],
        [
            "Amy (in flashback)",
            "Penny? I really want to eat this banana, but it’s stuck inside this bamboo puzzle box."
        ],
        [
            "Penny",
            "Son of a bitch."
        ],
        [
            "Sheldon",
            "Okay, that’s great. Now, let it go."
        ],
        [
            "Penny",
            "I can’t believe you were testing me against a chimp."
        ],
        [
            "Sheldon",
            "Well, excuse me, Amy was testing you. I was rooting for you. Good job on that banana box, by the way."
        ],
        [
            "Penny",
            "Why would she even do this?"
        ],
        [
            "Sheldon",
            "She’s been conducting an experiment on apes where they’re given various puzzles to solve. I was surprised at the complexity of the puzzles and thought some humans wouldn’t be able to solve them. That’s when Amy said, want to make this interesting?"
        ],
        [
            "Penny",
            "Make this interesting? You bet money on me?"
        ],
        [
            "Sheldon",
            "No, no. We designed an experiment involving you. See? Now, isn’t that interesting?"
        ],
        [
            "Penny",
            "It’s not interesting. It’s incredibly insulting."
        ],
        [
            "Sheldon",
            "Okay, maybe this will help. Imagine you’re holding a pen. Before you go too far, not a special pen with your initials engraved on it, that’ll make the next part really hard."
        ],
        [
            "Penny",
            "Oh, my, that’s it. Get out."
        ],
        [
            "Sheldon",
            "I don’t understand why you’re mad at me. You should be mad at Amy. Like I was this afternoon. Hey, look at that, I let it go."
        ],
        [
            "Penny",
            "Get out."
        ],
        [
            "Sheldon",
            "Penny?"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Sheldon",
            "I think I left my pen in there."
        ],
        [
            "Scene",
            "The comic book store. "
        ],
        [
            "Bernadette",
            "I understand why you’re upset, but he worked really hard to get the store ready. And it’s just furniture."
        ],
        [
            "Howard",
            "It’s my mom’s furniture. It belongs in the house I grew up in, next to that pile of TV Guides and in plain view of what, for a ten-year-old, was a quality piece of string art."
        ],
        [
            "Bernadette",
            "Howie, if the store succeeds, Stuart has a source of income, and he can move out of your mother’s house. Seems like some old furniture is a reasonable price to pay for that."
        ],
        [
            "Howard",
            "That is a good point. But I didn’t marry you for good points. I married you to blindly support me no matter how ridiculous I’m being."
        ],
        [
            "Bernadette",
            "This is why I had to rewrite our wedding vows."
        ],
        [
            "Scene",
            "A deli."
        ],
        [
            "Leonard",
            "Hi, we’re here to pick up an order for Comic Center."
        ],
        [
            "Waitress",
            "Sure, let me go check on that."
        ],
        [
            "Raj",
            "Dude, I, I think that’s Nathan Fillion."
        ],
        [
            "Leonard",
            "Oh yeah, look at that."
        ],
        [
            "Raj",
            "And he’s picking the tomatoes out of his salad just like I do. I always did feel a connection with him. Oh, I have got an idea."
        ],
        [
            "Leonard",
            "We’re not selling his tomatoes on eBay."
        ],
        [
            "Raj",
            "No, if we got Captain Reynolds from Firefly to do a signing at Stuart’s store, that would be amazing."
        ],
        [
            "Leonard",
            "That would be great."
        ],
        [
            "Raj",
            "So should we go talk to him?"
        ],
        [
            "Leonard",
            "I don’t know. I mean, if he’s not nice, it’s gonna make it hard for me to watch him in anything again."
        ],
        [
            "Raj",
            "What? The, the guy who plays Jon Snow was a jerk. We still watch Game of Thrones."
        ],
        [
            "Leonard",
            "He was a jerk because you rear-ended him."
        ],
        [
            "Raj",
            "I was distracted. It’s weird seeing a member of the Night’s Watch with a kayak strapped to his car. Come on. Hi, excuse me, s, sorry, I, I don’t mean to bother you, but we’re just really big fans of Firefly. And Dr. Horrible."
        ],
        [
            "Nathan Fillion",
            "Oh, uh, I think you made a mistake. I’m not an actor."
        ],
        [
            "Raj",
            "Don’t say that. I mean, you’re not Dame Judi Dench, but you’re pretty great."
        ],
        [
            "Nathan Fillion",
            "Oh, yeah, I get it, you think I’m Nathan Fillion, but I’m not. So if you don’t mind, I would just love to eat my lunch."
        ],
        [
            "Leonard",
            "Come on. Sorry to bother you."
        ],
        [
            "Raj",
            "Don’t know why he’s so grumpy. I got mistaken for that guy in Life of Pi once, and I’m still floating."
        ],
        [
            "Scene",
            "The hallway."
        ],
        [
            "Amy",
            "Sheldon, it’s me."
        ],
        [
            "Penny",
            "Oh, hey. Did you see that? I, I figured out how to open the door all by myself. Maybe I’ll fling some faeces around my cage to celebrate."
        ],
        [
            "Amy",
            "What are you talking about?"
        ],
        [
            "Penny",
            "I know you’ve been giving me secret puzzle tests."
        ],
        [
            "Amy",
            "Sheldon, open the door."
        ],
        [
            "Sheldon",
            "I can’t. I’m naked."
        ],
        [
            "Amy",
            "I just saw you."
        ],
        [
            "Sheldon",
            "Hang on."
        ],
        [
            "Penny",
            "Open the door now."
        ],
        [
            "Amy",
            "Oh, hey."
        ],
        [
            "Penny",
            "Pull up your pants."
        ],
        [
            "Amy",
            "It’s not a big deal. I run tests like this on undergrads all the time. If you fill out some paperwork at the university, I can get you five dollars."
        ],
        [
            "Penny",
            "I don’t want five dollars. I want my dignity."
        ],
        [
            "Amy",
            "So what are we talking, like, ten bucks?"
        ],
        [
            "Scene",
            "The deli."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Raj",
            "Thanks."
        ],
        [
            "Leonard",
            "Sorry again."
        ],
        [
            "Nathan Fillion",
            "No problem."
        ],
        [
            "Raj",
            "Are you sure you’re not him? Uh, you can tell us. We’re scientists, not crazy fanboys."
        ],
        [
            "Nathan Fillion",
            "All right, fine. I’m him."
        ],
        [
            "Raj",
            "And you’re eating alone at a deli. I don’t buy it, you’re not him."
        ],
        [
            "Nathan Fillion",
            "I just wanted to eat my lunch in peace. But I really am him. And thank you very much for being a fan. If you want, uh, let’s take a picture."
        ],
        [
            "Leonard",
            "That would be great."
        ],
        [
            "Raj",
            "Great."
        ],
        [
            "Leonard",
            "Yeah, thank you."
        ],
        [
            "Nathan Fillion",
            "You bet."
        ],
        [
            "Raj",
            "Wait, hang on. If you’re really Nathan Fillion, what’s the line from Firefly about your bonnet?"
        ],
        [
            "Nathan Fillion",
            "I swear by my pretty floral bonnet, I will end you."
        ],
        [
            "Leonard",
            "That’s it, that’s the line."
        ],
        [
            "Raj",
            "Although, I knew the line, doesn’t make me Nathan Fillion."
        ],
        [
            "Nathan Fillion",
            "Do you want the picture or not?"
        ],
        [
            "Raj",
            "I want a picture with Nathan Fillion."
        ],
        [
            "Nathan",
            "How about a picture with a guy who looks like Nathan Fillion but a little more annoyed than Nathan Fillion usually is?"
        ],
        [
            "Leonard",
            "What do you think?"
        ],
        [
            "Raj",
            "Ah, it’s good enough for Facebook."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Leonard",
            "I can’t believe they did that."
        ],
        [
            "Penny",
            "I know, it’s so insulting. At one point, they had me figure out how to get a banana out of a puzzle box."
        ],
        [
            "Leonard",
            "Wait, Sheldon gave me a banana in a box. He was testing me, too."
        ],
        [
            "Penny",
            "Unbelievable."
        ],
        [
            "Leonard",
            "And how could a chimp even solve that? That was impossible."
        ],
        [
            "Penny",
            "Really? You couldn’t get it out?"
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Amy",
            "Wow, the store looks great."
        ],
        [
            "Leonard",
            "So you guys were testing us both? What is the matter with you?"
        ],
        [
            "Penny",
            "Eh, what’s the matter with them is they think they’re so smart they don’t care if they hurt other people’s feelings."
        ],
        [
            "Amy",
            "That’s not true."
        ],
        [
            "Sheldon",
            "That sounds like us. I still don’t understand why you’re upset. You solved every puzzle faster than all of the chimps."
        ],
        [
            "Amy",
            "Well, except Barnabas, but he was on Adderall."
        ],
        [
            "Howard",
            "I’m sorry, but it’s making me crazy."
        ],
        [
            "Bernadette",
            "Can you please just let it go?"
        ],
        [
            "Sheldon",
            "Oh, I can help you with that. Imagine you’re holding an ordinary pen. While your favourite pen is safe and secure in your pocket."
        ],
        [
            "Howard",
            "Hold that thought. (On phone) Hello?"
        ],
        [
            "Amy",
            "How can I make this up to you?"
        ],
        [
            "Penny",
            "The answer’s in this puzzle box. Let’s see if you can open it."
        ],
        [
            "Stuart",
            "You could have at least warned him about the furniture."
        ],
        [
            "Raj",
            "That’s what I said when we moved it."
        ],
        [
            "Bernadette",
            "You helped him?"
        ],
        [
            "Raj",
            "No, Stuart picked out those throw pillows all on his own."
        ],
        [
            "Leonard",
            "Hey, you okay?"
        ],
        [
            "Howard",
            "No."
        ],
        [
            "Leonard",
            "What’s wrong?"
        ],
        [
            "Howard",
            "My mom died."
        ],
        [
            "Bernadette",
            "What?"
        ],
        [
            "Howard",
            "Uh, that was my aunt. Ma took a nap. She never woke up."
        ],
        [
            "Bernadette",
            "Oh, my God, Howie."
        ],
        [
            "Leonard",
            "I’m so sorry."
        ],
        [
            "Raj",
            "What can we do?"
        ],
        [
            "Howard",
            "I don’t know."
        ],
        [
            "Sheldon",
            "May I say something?"
        ],
        [
            "Leonard",
            "Not right now, Sheldon."
        ],
        [
            "Sheldon",
            "But I think it would be comforting."
        ],
        [
            "Leonard",
            "Buddy."
        ],
        [
            "Howard",
            "No, it’s okay. What?"
        ],
        [
            "Sheldon",
            "When I lost my own father, I didn’t have any friends to help me through it. You do."
        ],
        [
            "Penny",
            "I really thought he was gonna say let it go."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj (on phone)",
            "Okay, thanks, Bernadette. Travel safe. Okay, bye. Well, they’ve booked a flight. They’re heading to the airport now."
        ],
        [
            "Penny",
            "How’s Howard holding up?"
        ],
        [
            "Raj",
            "He’s hanging in there."
        ],
        [
            "Leonard",
            "How are you doing, Stuart?"
        ],
        [
            "Stuart",
            "Still can’t believe she’s gone. I mean, that woman took me in. If it wasn’t for her, I, I would have been homeless."
        ],
        [
            "Amy",
            "One of us would have taken you in."
        ],
        [
            "Stuart",
            "Yeah, I don’t recall any offers. But, you know what, uh, I, I’m glad it worked out the way it did because I got to know this wonderful person."
        ],
        [
            "Raj",
            "Yeah. Mrs. Wolowitz was pretty special. When I first moved to America, Howard was my only friend and she made me feel so welcome in her home. Which says a lot, because, those first few years, she thought I was the gardener."
        ],
        [
            "Penny",
            "Whenever I saw her, she’d say I was too skinny and try and feed me."
        ],
        [
            "Amy",
            "She did that to me, too."
        ],
        [
            "Penny",
            "Don’t take this away from me."
        ],
        [
            "Sheldon",
            "I didn’t care for her yelling. But now that I’m not going to hear it again, I’m sad."
        ],
        [
            "Leonard",
            "If you want, I can yell at you later."
        ],
        [
            "Sheldon",
            "It won’t be as good."
        ],
        [
            "Leonard",
            "Let’s have a toast. To Mrs. Wolowitz. A loving mother to all of us. We’ll miss you."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-8-episode-15-the-comic-book-store-regeneration/"
}