{
    "Season": 8,
    "Episode": 16,
    "Title": "the intimacy acceleration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                28,
                "Credits sequence."
            ],
            [
                29,
                "The hallway. "
            ],
            [
                33,
                "The apartment."
            ],
            [
                54,
                "An airport baggage desk."
            ],
            [
                58,
                "first, I meant first."
            ],
            [
                66,
                "Penny’s apartment."
            ],
            [
                80,
                "Raj’s car."
            ],
            [
                87,
                "Penny’s apartment."
            ],
            [
                99,
                "An escape room."
            ],
            [
                112,
                "The Baggage Claim."
            ],
            [
                120,
                "Penny’s apartment."
            ],
            [
                141,
                "The escape room."
            ],
            [
                151,
                "The baggage check."
            ],
            [
                161,
                "The escape room."
            ],
            [
                178,
                "Penny’s apartment."
            ],
            [
                191,
                "The baggage check."
            ],
            [
                197,
                "Penny’s apartment."
            ],
            [
                227,
                "The hallway."
            ]
        ],
        "Amy": [
            [
                1,
                "I just read about an experiment designed to see if you could make two people fall in love in a matter of hours."
            ],
            [
                5,
                "And then they finish it off by staring into each other’s eyes for four minutes."
            ],
            [
                7,
                "Other than the fact that I had it, that was a magical night."
            ],
            [
                13,
                "No."
            ],
            [
                15,
                "Forget it."
            ],
            [
                25,
                "That’s what I said. Before I knew it, he pontificated his way right into my heart."
            ],
            [
                35,
                "Why?"
            ],
            [
                37,
                "I think we’re safe."
            ],
            [
                40,
                "The two of us could do it."
            ],
            [
                42,
                "What’s the first question?"
            ],
            [
                45,
                "Oh, then I choose a janitor, ’cause I’m about to throw up."
            ],
            [
                49,
                "Sounds good."
            ],
            [
                52,
                "Did he say anything about the funeral?"
            ],
            [
                82,
                "Well, we’re the ones tagging along, you pick."
            ],
            [
                105,
                "Oh."
            ],
            [
                107,
                "So, how do we start?"
            ],
            [
                143,
                "Keep it down, we’re working here."
            ],
            [
                146,
                "We used the coordinates to locate the cities."
            ],
            [
                167,
                "Well, if I don’t have a brother, my father’s son is me. And if I’m this man’s father, then he’s my son. The answer’s son."
            ],
            [
                172,
                "So, that’s the key to the door? That’s it?"
            ],
            [
                176,
                "Well, to be fair, we do all have advanced degrees."
            ]
        ],
        "Leonard": [
            [
                2,
                "That doesn’t sound right. My research has shown that it takes three to five years of shameless begging."
            ],
            [
                10,
                "I’m telling you, you can’t create love in a few hours. Right?"
            ],
            [
                22,
                "I’ve been listening to Sheldon’s feelings on things for ten years. Tag, you’re it."
            ],
            [
                27,
                "In love yet?"
            ],
            [
                39,
                "Well, are we just gonna sit here while they do the experiment?"
            ],
            [
                41,
                "Yeah, sure, that might be fun."
            ],
            [
                44,
                "Hmm. I can honestly say Penny."
            ],
            [
                46,
                "I’m in love. Let’s do something else."
            ],
            [
                48,
                "Okay."
            ],
            [
                50,
                "Should we call Howard and Bernadette?"
            ],
            [
                84,
                "What’s that?"
            ],
            [
                101,
                "Ladies?"
            ],
            [
                103,
                "Yup."
            ],
            [
                106,
                "This is cool."
            ],
            [
                147,
                "I’m putting the city names in the grid now. I’m sure that’ll give us the code to the safe."
            ],
            [
                149,
                "Yup. Got the code."
            ],
            [
                162,
                "Which book are we looking for?"
            ],
            [
                164,
                "Here it is. There’s a black light."
            ],
            [
                169,
                "I bet the key’s behind it."
            ],
            [
                173,
                "We spent two hundred dollars on six minutes of fun?"
            ]
        ],
        "Penny": [
            [
                3,
                "Honey, neither of us comes off good in that story."
            ],
            [
                8,
                "Raj, would you ever try an experiment like that with Emily?"
            ],
            [
                11,
                "Oh, careful. You’re poking at the whole foundation of The Bachelor."
            ],
            [
                19,
                "What? You’re okay with an experiment where you have to answer awkward questions about your innermost feelings?"
            ],
            [
                21,
                "Please, can I do it with him? Please?"
            ],
            [
                24,
                "I’m not gonna fall in love with Sheldon."
            ],
            [
                31,
                "You know what? I can honestly say if we fall in love, not only will I drive you there, I will buy you all the dragon T-shirts you want."
            ],
            [
                68,
                "Yup. Be right there. I assume you don’t want wine."
            ],
            [
                70,
                "What heavy machinery? Let’s just start."
            ],
            [
                72,
                "Question one. Given the choice of anyone in the world, whom would you want as a dinner guest?"
            ],
            [
                74,
                "Just says anyone in the world. I guess that means living."
            ],
            [
                76,
                "You sure that’s your choice? ‘Cause I’ve had that dinner."
            ],
            [
                78,
                "Robert Downey, Jr."
            ],
            [
                89,
                "Uh, well, I’d probably sleep in, do a little yoga, then lie on the beach while cute cabana boys brought me drinks and probably get a massage and then cap off the night with some dancing."
            ],
            [
                91,
                "Yeah, why?"
            ],
            [
                93,
                "He’s there."
            ],
            [
                95,
                "Yeah, well, he brought a book, okay? What’s yours?"
            ],
            [
                97,
                "Interesting, you didn’t mention Amy."
            ],
            [
                122,
                "Well, not to steal from the Bible, but turning water into wine sounds pretty good."
            ],
            [
                124,
                "Come on, I’m just having some fun with you."
            ],
            [
                126,
                "Fine. Honestly, if I could have one quality, I wish I could be as smart as you guys."
            ],
            [
                128,
                "Sheldon."
            ],
            [
                130,
                "Well, I can’t read people’s minds. Actually, that’s not true, I can read men’s minds, but only ’cause it’s usually the one thing."
            ],
            [
                132,
                "You’re all alike."
            ],
            [
                134,
                "Really? You always seem so confident."
            ],
            [
                136,
                "Well, now I wish I had the ability to make that stuff easier for you."
            ],
            [
                138,
                "Wow, I just felt this wave of affection for you."
            ],
            [
                140,
                "And the wave is gone."
            ],
            [
                179,
                "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone?"
            ],
            [
                181,
                "Today’s your birthday?"
            ],
            [
                183,
                "Well, that’s always been a secret. Not even Amy knows."
            ],
            [
                185,
                "So, why did you finally tell me?"
            ],
            [
                187,
                "Well, thank you for sharing it with me. I won’t tell anyone."
            ],
            [
                189,
                "That is so funny. I never would have pegged you for a Pisces."
            ],
            [
                199,
                "All that’s left to do is stare into each other’s eyes for four minutes without talking."
            ],
            [
                201,
                "You ready?"
            ],
            [
                203,
                "And begin. This is kind of creepy."
            ],
            [
                205,
                "Sorry."
            ],
            [
                207,
                "Do you want to stop? I know you have trouble with eye contact."
            ],
            [
                209,
                "Aw, sweetie, I’m comfortable around you, too."
            ],
            [
                211,
                "I meant more like a little brother."
            ],
            [
                213,
                "It’s getting creepy again."
            ],
            [
                215,
                "Just thinking about the day I met you and Leonard."
            ],
            [
                217,
                "Can you believe it’s been eight years?"
            ],
            [
                219,
                "I can’t remember a time you guys weren’t in my life."
            ],
            [
                221,
                "That’s it. That wasn’t so bad."
            ],
            [
                223,
                "Well, maybe. But I’m still glad we did it. I do feel closer to you."
            ],
            [
                225,
                "Like what?"
            ],
            [
                229,
                "I just want to make sure you get there safe."
            ],
            [
                231,
                "It really has."
            ]
        ],
        "Raj": [
            [
                4,
                "Yeah, I, I, I saw that article you’re talking about. Uh, the participants ask each other a series of questions designed to promote intimacy."
            ],
            [
                9,
                "What? I don’t need science to win her heart. I have my family’s wealth for that."
            ],
            [
                17,
                "Why don’t you just do the test?"
            ],
            [
                23,
                "Yeah, but what if the experiment works?"
            ],
            [
                34,
                "You guys are really being calm about Penny and Sheldon doing this thing. If it were me I’d, I’d be a little nervous."
            ],
            [
                36,
                "Well, even if the study’s nonsense, I don’t believe in tempting fate. Same reason I wouldn’t use a Ouija board, or pick a fight with an Asian guy. He probably doesn’t know karate, but why risk it?"
            ],
            [
                38,
                "Well, that’s what the bullies at Bruce Lee’s high school thought. And then, bam. Karate."
            ],
            [
                43,
                "Hang on. Okay. Given the choice of anyone in the world, whom would you want as a dinner guest?"
            ],
            [
                47,
                "Ooh, uh, Emily gets off work soon. Why don’t the four of us go out?"
            ],
            [
                51,
                "I don’t know what time their plane gets in, but let me, let me shoot them a text."
            ],
            [
                53,
                "Not much, but he seemed to be in a pretty good place."
            ],
            [
                81,
                "So, what do you guys want to do?"
            ],
            [
                86,
                "Oh, so kind of like what’s happening with Penny right now."
            ],
            [
                109,
                "Uh, wasn’t there supposed to be a zombie?"
            ],
            [
                111,
                "Ooh. Okay, let’s hope one of the clues is written on a pair of clean underwear."
            ],
            [
                144,
                "Okay, we’ve got the cipher decoded."
            ],
            [
                163,
                "Uh, Origin of Species."
            ],
            [
                166,
                "Oh, okay. Uh, brothers and sisters I have none, but this man’s father is my father’s son. Who am I looking at? Yeah, yeah, we get it, you want brains. Calm down."
            ],
            [
                174,
                "It’s like when you bought that remote-controlled helicopter, and it just flew away."
            ]
        ],
        "Sheldon": [
            [
                6,
                "Oh, that’s nonsense. I proclaimed my love for you. And the last time I looked into your eyes was when you thought you had conjunctivitis."
            ],
            [
                12,
                "Yeah, but we don’t have to debate this. We’re scientists. We can conduct our own research. I propose that we imprison two street people and…"
            ],
            [
                14,
                "You didn’t even let me finish."
            ],
            [
                16,
                "So, you can experiment on all the apes you want. But I want to manipulate the emotions of two captive human beings, suddenly I’m the monster."
            ],
            [
                18,
                "In the interest of science, I’d be willing to."
            ],
            [
                20,
                "Yes."
            ],
            [
                26,
                "Uh, fun fact, pontificate comes from the Latin word pontifex, which means bridge builder or Pope."
            ],
            [
                30,
                "Just out of curiosity, Penny, if this experiment does make us fall in love, would you drive me to Lake Geneva, Wisconsin for Gary Con? It’s the only convention celebrating the life and work of Gary Gygax, the co-creator of Dungeons and Dragons."
            ],
            [
                32,
                "Okay, babe, let’s do this."
            ],
            [
                67,
                "You ready to begin?"
            ],
            [
                69,
                "Correct. You’re not supposed to drink alcohol when operating heavy machinery."
            ],
            [
                71,
                "Well, as a Texas gentleman, I’m inclined to say ladies first. Although, I’m concerned that level of politeness and charm might make you fall in love with me before the test even begins. Perhaps we should flip a coin. Or if you’re familiar with the rules of Rock, Paper, Scissors…"
            ],
            [
                73,
                "Hmm. Living or dead?"
            ],
            [
                75,
                "Ah, that’s just as well. As much as I’d love to meet Euclid, inventor of the geometric proof, he probably wore sandals and I cannot look at toes during dinner. Oh, I know, the person I’d most like to have dinner with is myself."
            ],
            [
                77,
                "Well, I haven’t. And while they say never meet your heroes, I just don’t see how I could disappoint. Who would you choose?"
            ],
            [
                79,
                "Oh, I didn’t think of Iron Man. You know, maybe after myself and I have dinner, we can meet you two for dessert."
            ],
            [
                88,
                "What would constitute a perfect day for you?"
            ],
            [
                90,
                "That’s it?"
            ],
            [
                92,
                "You didn’t mention Leonard."
            ],
            [
                94,
                "I don’t think so. Leonard can’t stand yoga, the beach, massages or dancing."
            ],
            [
                96,
                "Uh, I wake up. Uh, I enjoy some French toast with butter and syrup. Uh, then a wormhole opens, and whisks me millions of years into the future where my towering intellect is used to save the last remnants of mankind from a predatory alien race."
            ],
            [
                98,
                "Who do you think made the French toast with butter and syrup?"
            ],
            [
                121,
                "If you could wake up tomorrow having gained any one quality or ability, what would it be?"
            ],
            [
                123,
                "I don’t think you’re taking this seriously."
            ],
            [
                125,
                "I believe what you’re doing is using humour to avoid vulnerability."
            ],
            [
                127,
                "Ha. Keep dreaming."
            ],
            [
                131,
                "When are we going to get robot eyes?"
            ],
            [
                133,
                "Well, what I meant was I often misinterpret how others are feeling. Like, I can’t always tell if someone is only joking or laughing at me. You know, like, uh, if they’re mad at something I’ve done or just in a bad mood. It, it’s incredibly stressful."
            ],
            [
                135,
                "Well, I’m not. And if I could read people’s minds, life would be so much simpler."
            ],
            [
                137,
                "Thank you."
            ],
            [
                139,
                "You sure it’s not too much Bible juice?"
            ],
            [
                180,
                "So, it would be today? Huh. Well, I suppose there’s something satisfying about dying on my birthday."
            ],
            [
                182,
                "Yes."
            ],
            [
                184,
                "Well, I don’t enjoy presents. And the thought of people jumping out and yelling surprise fills me with more dread than the words George Lucas Director’s Cut."
            ],
            [
                186,
                "The point of the experiment is to be completely honest with each other."
            ],
            [
                188,
                "Thank you."
            ],
            [
                190,
                "You’re making it difficult to love you right now."
            ],
            [
                198,
                "That’s it. We’re done with the questions."
            ],
            [
                200,
                "Okay. Wait, hang on. Bladder check. We’re good to go."
            ],
            [
                202,
                "Yes."
            ],
            [
                204,
                "We’re not supposed to talk during this part."
            ],
            [
                206,
                "This is kind of creepy."
            ],
            [
                208,
                "Well, you have a brown fleck in your right iris that looks like a Formula One race car. So I’m just concentrating on that. Plus, it’s easier around people that I’m comfortable with."
            ],
            [
                210,
                "Of course you are, I’m warm and soothing. I’m like a human bowl of tomato soup."
            ],
            [
                212,
                "Oh. Well, I suppose I do think of you as a sister. And sometimes, a mother."
            ],
            [
                214,
                "What?"
            ],
            [
                216,
                "It was a Monday afternoon. You joined us for Indian food."
            ],
            [
                218,
                "Yeah, and you’re still eating our food."
            ],
            [
                220,
                "I remember it perfectly. But I have an eidetic memory. If you’re interested, I also remember how much you owe us for the food."
            ],
            [
                222,
                "No, it wasn’t. Uh, now let’s tabulate the results of the experiment. I think it’s safe to say that you’re not in love with me and I’m not in love with you. And psychology has once again proved itself the doofus of the sciences."
            ],
            [
                224,
                "And I, you. And yes, that’s how you say that. Yeah, so, given our newfound intimacy, I’d say we have some hard choices to make."
            ],
            [
                226,
                "Gary Con, do we fly or drive? Do we wear costumes? And if so, who gets to be Gary?"
            ],
            [
                228,
                "Thank you for walking me home."
            ],
            [
                230,
                "Well, this is me. It’s been a very interesting evening."
            ],
            [
                233,
                "Aah! And after I let you be Gary."
            ]
        ],
        "Howard": [
            [
                55,
                "Are you kidding me? You lost my mother’s ashes?"
            ],
            [
                57,
                "All right, fine. Where did you misroute the only woman who ever loved me? The first, well,"
            ],
            [
                61,
                "I really did mean first."
            ],
            [
                65,
                "The world’s greatest mom is in the shoe compartment."
            ],
            [
                116,
                "So, some stranger has my mom? Is that what you’re telling me? My poor mother can be anywhere in Los Angeles right now?"
            ],
            [
                118,
                "Oh, okay, great. So, your entire job is to find lost luggage, and you’ve narrowed down the location of my mother to the planet Earth."
            ],
            [
                153,
                "No, I’m not leaving without her."
            ],
            [
                155,
                "I could’ve driven her."
            ],
            [
                157,
                "The day she left for Florida. She asked me to drive her to the airport. I was too busy. And I made her take a cab. I was too busy."
            ],
            [
                193,
                "Oh, thank God. It’s okay, she’s here. Ma’s here."
            ],
            [
                195,
                "Ma? I’m sorry I didn’t take you to the airport. I just want you to know that I’ll never forgive myself for being so selfish. And I promise to keep you close for the rest of my life."
            ]
        ],
        "Baggage Clerk": [
            [
                56,
                "No, I’m just saying that sometimes bags are misrouted."
            ]
        ],
        "Clerk": [
            [
                59,
                "I just need some information. Uh, what’s the flight number?"
            ],
            [
                63,
                "And can you describe the bag?"
            ],
            [
                113,
                "Mr. and Mrs. Wolowitz? As far as I can tell, your bag arrived in Los Angeles."
            ],
            [
                115,
                "I don’t know, perhaps somebody took it off the carousel by mistake?"
            ],
            [
                117,
                "I, I wish I was telling you that. Um, but the passenger could’ve gotten on an international flight."
            ],
            [
                119,
                "I’m sorry. W, would 500 frequent-flyer miles help? That could get you to Sacramento."
            ],
            [
                159,
                "Yes?"
            ],
            [
                192,
                "Great news, your bag was returned."
            ]
        ],
        "Bernadette": [
            [
                60,
                "Eight sixteen."
            ],
            [
                62,
                "Just drop it."
            ],
            [
                64,
                "Um, well, it’s, uh, black. There’s a red ribbon tied to the handle."
            ],
            [
                114,
                "So, where is it?"
            ],
            [
                152,
                "Sure you don’t want to go home? When the bag’s returned, they’ll deliver it to us."
            ],
            [
                154,
                "All right, we’ll wait."
            ],
            [
                156,
                "What?"
            ],
            [
                158,
                "There’s no way you could’ve known. Be right back. Excuse me?"
            ],
            [
                160,
                "You better find my husband’s mother ’cause one way or another, w e’re walking out of this airport with a dead woman."
            ],
            [
                194,
                "Okay, thank you so much."
            ],
            [
                196,
                "Oh, no. That thing’s gonna end up in my bedroom."
            ]
        ],
        "Emily": [
            [
                83,
                "Ooh, have you ever been to an escape room?"
            ],
            [
                85,
                "Um, it’s kind of like interactive theatre, except you have to solve puzzles in a certain amount of time to get out. There’s one downtown where they trap you in a room with a zombie."
            ],
            [
                102,
                "Are you being polite or scared?"
            ],
            [
                104,
                "Ah, what a room!"
            ],
            [
                108,
                "We have to look for the clues hidden around the room."
            ],
            [
                145,
                "How’s it going with the globe?"
            ],
            [
                165,
                "Oh, hang on."
            ],
            [
                168,
                "Ooh. There’s a picture of the sun over there."
            ],
            [
                171,
                "Oh, got the key."
            ],
            [
                175,
                "Sorry, guys. Really thought the puzzles would be better."
            ]
        ],
        "Woman in lab coat": [
            [
                100,
                "You’re about to enter the lab of the late Dr. David Saltzberg. While conducting studies on slowing the aging process, there was a catastrophic accident and he died. Or did he?"
            ]
        ],
        "Zombie": [
            [
                110,
                "Uuuuuuuh!"
            ],
            [
                142,
                "Brains!"
            ],
            [
                148,
                "Solve puzzle too fast! Slow down!"
            ],
            [
                150,
                "Just saying, no refund for finish early!"
            ],
            [
                170,
                "Could be somewhere else."
            ],
            [
                177,
                "Remember that before you post on Yelp."
            ]
        ],
        "Shedon": [
            [
                129,
                "I’m sorry. That was me having fun with you. Look, you may not be as, as academically inclined as are we. Yes, that’s how you say it. But, you possess an intelligence I envy. Which leads me to my answer. I would choose the ability to read people’s minds."
            ]
        ],
        "All": [
            [
                232,
                "SURPRISE!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "I just read about an experiment designed to see if you could make two people fall in love in a matter of hours."
        ],
        [
            "Leonard",
            "That doesn’t sound right. My research has shown that it takes three to five years of shameless begging."
        ],
        [
            "Penny",
            "Honey, neither of us comes off good in that story."
        ],
        [
            "Raj",
            "Yeah, I, I, I saw that article you’re talking about. Uh, the participants ask each other a series of questions designed to promote intimacy."
        ],
        [
            "Amy",
            "And then they finish it off by staring into each other’s eyes for four minutes."
        ],
        [
            "Sheldon",
            "Oh, that’s nonsense. I proclaimed my love for you. And the last time I looked into your eyes was when you thought you had conjunctivitis."
        ],
        [
            "Amy",
            "Other than the fact that I had it, that was a magical night."
        ],
        [
            "Penny",
            "Raj, would you ever try an experiment like that with Emily?"
        ],
        [
            "Raj",
            "What? I don’t need science to win her heart. I have my family’s wealth for that."
        ],
        [
            "Leonard",
            "I’m telling you, you can’t create love in a few hours. Right?"
        ],
        [
            "Penny",
            "Oh, careful. You’re poking at the whole foundation of The Bachelor."
        ],
        [
            "Sheldon",
            "Yeah, but we don’t have to debate this. We’re scientists. We can conduct our own research. I propose that we imprison two street people and…"
        ],
        [
            "Amy",
            "No."
        ],
        [
            "Sheldon",
            "You didn’t even let me finish."
        ],
        [
            "Amy",
            "Forget it."
        ],
        [
            "Sheldon",
            "So, you can experiment on all the apes you want. But I want to manipulate the emotions of two captive human beings, suddenly I’m the monster."
        ],
        [
            "Raj",
            "Why don’t you just do the test?"
        ],
        [
            "Sheldon",
            "In the interest of science, I’d be willing to."
        ],
        [
            "Penny",
            "What? You’re okay with an experiment where you have to answer awkward questions about your innermost feelings?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Penny",
            "Please, can I do it with him? Please?"
        ],
        [
            "Leonard",
            "I’ve been listening to Sheldon’s feelings on things for ten years. Tag, you’re it."
        ],
        [
            "Raj",
            "Yeah, but what if the experiment works?"
        ],
        [
            "Penny",
            "I’m not gonna fall in love with Sheldon."
        ],
        [
            "Amy",
            "That’s what I said. Before I knew it, he pontificated his way right into my heart."
        ],
        [
            "Sheldon",
            "Uh, fun fact, pontificate comes from the Latin word pontifex, which means bridge builder or Pope."
        ],
        [
            "Leonard",
            "In love yet?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The hallway. "
        ],
        [
            "Sheldon",
            "Just out of curiosity, Penny, if this experiment does make us fall in love, would you drive me to Lake Geneva, Wisconsin for Gary Con? It’s the only convention celebrating the life and work of Gary Gygax, the co-creator of Dungeons and Dragons."
        ],
        [
            "Penny",
            "You know what? I can honestly say if we fall in love, not only will I drive you there, I will buy you all the dragon T-shirts you want."
        ],
        [
            "Sheldon",
            "Okay, babe, let’s do this."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "You guys are really being calm about Penny and Sheldon doing this thing. If it were me I’d, I’d be a little nervous."
        ],
        [
            "Amy",
            "Why?"
        ],
        [
            "Raj",
            "Well, even if the study’s nonsense, I don’t believe in tempting fate. Same reason I wouldn’t use a Ouija board, or pick a fight with an Asian guy. He probably doesn’t know karate, but why risk it?"
        ],
        [
            "Amy",
            "I think we’re safe."
        ],
        [
            "Raj",
            "Well, that’s what the bullies at Bruce Lee’s high school thought. And then, bam. Karate."
        ],
        [
            "Leonard",
            "Well, are we just gonna sit here while they do the experiment?"
        ],
        [
            "Amy",
            "The two of us could do it."
        ],
        [
            "Leonard",
            "Yeah, sure, that might be fun."
        ],
        [
            "Amy",
            "What’s the first question?"
        ],
        [
            "Raj",
            "Hang on. Okay. Given the choice of anyone in the world, whom would you want as a dinner guest?"
        ],
        [
            "Leonard",
            "Hmm. I can honestly say Penny."
        ],
        [
            "Amy",
            "Oh, then I choose a janitor, ’cause I’m about to throw up."
        ],
        [
            "Leonard",
            "I’m in love. Let’s do something else."
        ],
        [
            "Raj",
            "Ooh, uh, Emily gets off work soon. Why don’t the four of us go out?"
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Amy",
            "Sounds good."
        ],
        [
            "Leonard",
            "Should we call Howard and Bernadette?"
        ],
        [
            "Raj",
            "I don’t know what time their plane gets in, but let me, let me shoot them a text."
        ],
        [
            "Amy",
            "Did he say anything about the funeral?"
        ],
        [
            "Raj",
            "Not much, but he seemed to be in a pretty good place."
        ],
        [
            "Scene",
            "An airport baggage desk."
        ],
        [
            "Howard",
            "Are you kidding me? You lost my mother’s ashes?"
        ],
        [
            "Baggage Clerk",
            "No, I’m just saying that sometimes bags are misrouted."
        ],
        [
            "Howard",
            "All right, fine. Where did you misroute the only woman who ever loved me? The first, well,"
        ],
        [
            "Scene",
            "first, I meant first."
        ],
        [
            "Clerk",
            "I just need some information. Uh, what’s the flight number?"
        ],
        [
            "Bernadette",
            "Eight sixteen."
        ],
        [
            "Howard",
            "I really did mean first."
        ],
        [
            "Bernadette",
            "Just drop it."
        ],
        [
            "Clerk",
            "And can you describe the bag?"
        ],
        [
            "Bernadette",
            "Um, well, it’s, uh, black. There’s a red ribbon tied to the handle."
        ],
        [
            "Howard",
            "The world’s greatest mom is in the shoe compartment."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon",
            "You ready to begin?"
        ],
        [
            "Penny",
            "Yup. Be right there. I assume you don’t want wine."
        ],
        [
            "Sheldon",
            "Correct. You’re not supposed to drink alcohol when operating heavy machinery."
        ],
        [
            "Penny",
            "What heavy machinery? Let’s just start."
        ],
        [
            "Sheldon",
            "Well, as a Texas gentleman, I’m inclined to say ladies first. Although, I’m concerned that level of politeness and charm might make you fall in love with me before the test even begins. Perhaps we should flip a coin. Or if you’re familiar with the rules of Rock, Paper, Scissors…"
        ],
        [
            "Penny",
            "Question one. Given the choice of anyone in the world, whom would you want as a dinner guest?"
        ],
        [
            "Sheldon",
            "Hmm. Living or dead?"
        ],
        [
            "Penny",
            "Just says anyone in the world. I guess that means living."
        ],
        [
            "Sheldon",
            "Ah, that’s just as well. As much as I’d love to meet Euclid, inventor of the geometric proof, he probably wore sandals and I cannot look at toes during dinner. Oh, I know, the person I’d most like to have dinner with is myself."
        ],
        [
            "Penny",
            "You sure that’s your choice? ‘Cause I’ve had that dinner."
        ],
        [
            "Sheldon",
            "Well, I haven’t. And while they say never meet your heroes, I just don’t see how I could disappoint. Who would you choose?"
        ],
        [
            "Penny",
            "Robert Downey, Jr."
        ],
        [
            "Sheldon",
            "Oh, I didn’t think of Iron Man. You know, maybe after myself and I have dinner, we can meet you two for dessert."
        ],
        [
            "Scene",
            "Raj’s car."
        ],
        [
            "Raj",
            "So, what do you guys want to do?"
        ],
        [
            "Amy",
            "Well, we’re the ones tagging along, you pick."
        ],
        [
            "Emily",
            "Ooh, have you ever been to an escape room?"
        ],
        [
            "Leonard",
            "What’s that?"
        ],
        [
            "Emily",
            "Um, it’s kind of like interactive theatre, except you have to solve puzzles in a certain amount of time to get out. There’s one downtown where they trap you in a room with a zombie."
        ],
        [
            "Raj",
            "Oh, so kind of like what’s happening with Penny right now."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon",
            "What would constitute a perfect day for you?"
        ],
        [
            "Penny",
            "Uh, well, I’d probably sleep in, do a little yoga, then lie on the beach while cute cabana boys brought me drinks and probably get a massage and then cap off the night with some dancing."
        ],
        [
            "Sheldon",
            "That’s it?"
        ],
        [
            "Penny",
            "Yeah, why?"
        ],
        [
            "Sheldon",
            "You didn’t mention Leonard."
        ],
        [
            "Penny",
            "He’s there."
        ],
        [
            "Sheldon",
            "I don’t think so. Leonard can’t stand yoga, the beach, massages or dancing."
        ],
        [
            "Penny",
            "Yeah, well, he brought a book, okay? What’s yours?"
        ],
        [
            "Sheldon",
            "Uh, I wake up. Uh, I enjoy some French toast with butter and syrup. Uh, then a wormhole opens, and whisks me millions of years into the future where my towering intellect is used to save the last remnants of mankind from a predatory alien race."
        ],
        [
            "Penny",
            "Interesting, you didn’t mention Amy."
        ],
        [
            "Sheldon",
            "Who do you think made the French toast with butter and syrup?"
        ],
        [
            "Scene",
            "An escape room."
        ],
        [
            "Woman in lab coat",
            "You’re about to enter the lab of the late Dr. David Saltzberg. While conducting studies on slowing the aging process, there was a catastrophic accident and he died. Or did he?"
        ],
        [
            "Leonard",
            "Ladies?"
        ],
        [
            "Emily",
            "Are you being polite or scared?"
        ],
        [
            "Leonard",
            "Yup."
        ],
        [
            "Emily",
            "Ah, what a room!"
        ],
        [
            "Amy",
            "Oh."
        ],
        [
            "Leonard",
            "This is cool."
        ],
        [
            "Amy",
            "So, how do we start?"
        ],
        [
            "Emily",
            "We have to look for the clues hidden around the room."
        ],
        [
            "Raj",
            "Uh, wasn’t there supposed to be a zombie?"
        ],
        [
            "Zombie",
            "Uuuuuuuh!"
        ],
        [
            "Raj",
            "Ooh. Okay, let’s hope one of the clues is written on a pair of clean underwear."
        ],
        [
            "Scene",
            "The Baggage Claim."
        ],
        [
            "Clerk",
            "Mr. and Mrs. Wolowitz? As far as I can tell, your bag arrived in Los Angeles."
        ],
        [
            "Bernadette",
            "So, where is it?"
        ],
        [
            "Clerk",
            "I don’t know, perhaps somebody took it off the carousel by mistake?"
        ],
        [
            "Howard",
            "So, some stranger has my mom? Is that what you’re telling me? My poor mother can be anywhere in Los Angeles right now?"
        ],
        [
            "Clerk",
            "I, I wish I was telling you that. Um, but the passenger could’ve gotten on an international flight."
        ],
        [
            "Howard",
            "Oh, okay, great. So, your entire job is to find lost luggage, and you’ve narrowed down the location of my mother to the planet Earth."
        ],
        [
            "Clerk",
            "I’m sorry. W, would 500 frequent-flyer miles help? That could get you to Sacramento."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon",
            "If you could wake up tomorrow having gained any one quality or ability, what would it be?"
        ],
        [
            "Penny",
            "Well, not to steal from the Bible, but turning water into wine sounds pretty good."
        ],
        [
            "Sheldon",
            "I don’t think you’re taking this seriously."
        ],
        [
            "Penny",
            "Come on, I’m just having some fun with you."
        ],
        [
            "Sheldon",
            "I believe what you’re doing is using humour to avoid vulnerability."
        ],
        [
            "Penny",
            "Fine. Honestly, if I could have one quality, I wish I could be as smart as you guys."
        ],
        [
            "Sheldon",
            "Ha. Keep dreaming."
        ],
        [
            "Penny",
            "Sheldon."
        ],
        [
            "Shedon",
            "I’m sorry. That was me having fun with you. Look, you may not be as, as academically inclined as are we. Yes, that’s how you say it. But, you possess an intelligence I envy. Which leads me to my answer. I would choose the ability to read people’s minds."
        ],
        [
            "Penny",
            "Well, I can’t read people’s minds. Actually, that’s not true, I can read men’s minds, but only ’cause it’s usually the one thing."
        ],
        [
            "Sheldon",
            "When are we going to get robot eyes?"
        ],
        [
            "Penny",
            "You’re all alike."
        ],
        [
            "Sheldon",
            "Well, what I meant was I often misinterpret how others are feeling. Like, I can’t always tell if someone is only joking or laughing at me. You know, like, uh, if they’re mad at something I’ve done or just in a bad mood. It, it’s incredibly stressful."
        ],
        [
            "Penny",
            "Really? You always seem so confident."
        ],
        [
            "Sheldon",
            "Well, I’m not. And if I could read people’s minds, life would be so much simpler."
        ],
        [
            "Penny",
            "Well, now I wish I had the ability to make that stuff easier for you."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Penny",
            "Wow, I just felt this wave of affection for you."
        ],
        [
            "Sheldon",
            "You sure it’s not too much Bible juice?"
        ],
        [
            "Penny",
            "And the wave is gone."
        ],
        [
            "Scene",
            "The escape room."
        ],
        [
            "Zombie",
            "Brains!"
        ],
        [
            "Amy",
            "Keep it down, we’re working here."
        ],
        [
            "Raj",
            "Okay, we’ve got the cipher decoded."
        ],
        [
            "Emily",
            "How’s it going with the globe?"
        ],
        [
            "Amy",
            "We used the coordinates to locate the cities."
        ],
        [
            "Leonard",
            "I’m putting the city names in the grid now. I’m sure that’ll give us the code to the safe."
        ],
        [
            "Zombie",
            "Solve puzzle too fast! Slow down!"
        ],
        [
            "Leonard",
            "Yup. Got the code."
        ],
        [
            "Zombie",
            "Just saying, no refund for finish early!"
        ],
        [
            "Scene",
            "The baggage check."
        ],
        [
            "Bernadette",
            "Sure you don’t want to go home? When the bag’s returned, they’ll deliver it to us."
        ],
        [
            "Howard",
            "No, I’m not leaving without her."
        ],
        [
            "Bernadette",
            "All right, we’ll wait."
        ],
        [
            "Howard",
            "I could’ve driven her."
        ],
        [
            "Bernadette",
            "What?"
        ],
        [
            "Howard",
            "The day she left for Florida. She asked me to drive her to the airport. I was too busy. And I made her take a cab. I was too busy."
        ],
        [
            "Bernadette",
            "There’s no way you could’ve known. Be right back. Excuse me?"
        ],
        [
            "Clerk",
            "Yes?"
        ],
        [
            "Bernadette",
            "You better find my husband’s mother ’cause one way or another, w e’re walking out of this airport with a dead woman."
        ],
        [
            "Scene",
            "The escape room."
        ],
        [
            "Leonard",
            "Which book are we looking for?"
        ],
        [
            "Raj",
            "Uh, Origin of Species."
        ],
        [
            "Leonard",
            "Here it is. There’s a black light."
        ],
        [
            "Emily",
            "Oh, hang on."
        ],
        [
            "Raj",
            "Oh, okay. Uh, brothers and sisters I have none, but this man’s father is my father’s son. Who am I looking at? Yeah, yeah, we get it, you want brains. Calm down."
        ],
        [
            "Amy",
            "Well, if I don’t have a brother, my father’s son is me. And if I’m this man’s father, then he’s my son. The answer’s son."
        ],
        [
            "Emily",
            "Ooh. There’s a picture of the sun over there."
        ],
        [
            "Leonard",
            "I bet the key’s behind it."
        ],
        [
            "Zombie",
            "Could be somewhere else."
        ],
        [
            "Emily",
            "Oh, got the key."
        ],
        [
            "Amy",
            "So, that’s the key to the door? That’s it?"
        ],
        [
            "Leonard",
            "We spent two hundred dollars on six minutes of fun?"
        ],
        [
            "Raj",
            "It’s like when you bought that remote-controlled helicopter, and it just flew away."
        ],
        [
            "Emily",
            "Sorry, guys. Really thought the puzzles would be better."
        ],
        [
            "Amy",
            "Well, to be fair, we do all have advanced degrees."
        ],
        [
            "Zombie",
            "Remember that before you post on Yelp."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone?"
        ],
        [
            "Sheldon",
            "So, it would be today? Huh. Well, I suppose there’s something satisfying about dying on my birthday."
        ],
        [
            "Penny",
            "Today’s your birthday?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Penny",
            "Well, that’s always been a secret. Not even Amy knows."
        ],
        [
            "Sheldon",
            "Well, I don’t enjoy presents. And the thought of people jumping out and yelling surprise fills me with more dread than the words George Lucas Director’s Cut."
        ],
        [
            "Penny",
            "So, why did you finally tell me?"
        ],
        [
            "Sheldon",
            "The point of the experiment is to be completely honest with each other."
        ],
        [
            "Penny",
            "Well, thank you for sharing it with me. I won’t tell anyone."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Penny",
            "That is so funny. I never would have pegged you for a Pisces."
        ],
        [
            "Sheldon",
            "You’re making it difficult to love you right now."
        ],
        [
            "Scene",
            "The baggage check."
        ],
        [
            "Clerk",
            "Great news, your bag was returned."
        ],
        [
            "Howard",
            "Oh, thank God. It’s okay, she’s here. Ma’s here."
        ],
        [
            "Bernadette",
            "Okay, thank you so much."
        ],
        [
            "Howard",
            "Ma? I’m sorry I didn’t take you to the airport. I just want you to know that I’ll never forgive myself for being so selfish. And I promise to keep you close for the rest of my life."
        ],
        [
            "Bernadette",
            "Oh, no. That thing’s gonna end up in my bedroom."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon",
            "That’s it. We’re done with the questions."
        ],
        [
            "Penny",
            "All that’s left to do is stare into each other’s eyes for four minutes without talking."
        ],
        [
            "Sheldon",
            "Okay. Wait, hang on. Bladder check. We’re good to go."
        ],
        [
            "Penny",
            "You ready?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Penny",
            "And begin. This is kind of creepy."
        ],
        [
            "Sheldon",
            "We’re not supposed to talk during this part."
        ],
        [
            "Penny",
            "Sorry."
        ],
        [
            "Sheldon",
            "This is kind of creepy."
        ],
        [
            "Penny",
            "Do you want to stop? I know you have trouble with eye contact."
        ],
        [
            "Sheldon",
            "Well, you have a brown fleck in your right iris that looks like a Formula One race car. So I’m just concentrating on that. Plus, it’s easier around people that I’m comfortable with."
        ],
        [
            "Penny",
            "Aw, sweetie, I’m comfortable around you, too."
        ],
        [
            "Sheldon",
            "Of course you are, I’m warm and soothing. I’m like a human bowl of tomato soup."
        ],
        [
            "Penny",
            "I meant more like a little brother."
        ],
        [
            "Sheldon",
            "Oh. Well, I suppose I do think of you as a sister. And sometimes, a mother."
        ],
        [
            "Penny",
            "It’s getting creepy again."
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Penny",
            "Just thinking about the day I met you and Leonard."
        ],
        [
            "Sheldon",
            "It was a Monday afternoon. You joined us for Indian food."
        ],
        [
            "Penny",
            "Can you believe it’s been eight years?"
        ],
        [
            "Sheldon",
            "Yeah, and you’re still eating our food."
        ],
        [
            "Penny",
            "I can’t remember a time you guys weren’t in my life."
        ],
        [
            "Sheldon",
            "I remember it perfectly. But I have an eidetic memory. If you’re interested, I also remember how much you owe us for the food."
        ],
        [
            "Penny",
            "That’s it. That wasn’t so bad."
        ],
        [
            "Sheldon",
            "No, it wasn’t. Uh, now let’s tabulate the results of the experiment. I think it’s safe to say that you’re not in love with me and I’m not in love with you. And psychology has once again proved itself the doofus of the sciences."
        ],
        [
            "Penny",
            "Well, maybe. But I’m still glad we did it. I do feel closer to you."
        ],
        [
            "Sheldon",
            "And I, you. And yes, that’s how you say that. Yeah, so, given our newfound intimacy, I’d say we have some hard choices to make."
        ],
        [
            "Penny",
            "Like what?"
        ],
        [
            "Sheldon",
            "Gary Con, do we fly or drive? Do we wear costumes? And if so, who gets to be Gary?"
        ],
        [
            "Scene",
            "The hallway."
        ],
        [
            "Sheldon",
            "Thank you for walking me home."
        ],
        [
            "Penny",
            "I just want to make sure you get there safe."
        ],
        [
            "Sheldon",
            "Well, this is me. It’s been a very interesting evening."
        ],
        [
            "Penny",
            "It really has."
        ],
        [
            "All",
            "SURPRISE!"
        ],
        [
            "Sheldon",
            "Aah! And after I let you be Gary."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-8-episode-16-the-intimacy-acceleration/"
}