{
    "Season": 8,
    "Episode": 18,
    "Title": "the leftover thermalization",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The lobby."
            ],
            [
                28,
                "Credits sequence."
            ],
            [
                29,
                "Howard’s car."
            ],
            [
                36,
                "The apartment."
            ],
            [
                62,
                "Mrs Wolowitz’s House."
            ],
            [
                88,
                "Penny’s apartment."
            ],
            [
                120,
                "Amy’s car."
            ],
            [
                126,
                "Penny’s car."
            ],
            [
                131,
                "Amy’s car."
            ],
            [
                138,
                "Penny’s car."
            ],
            [
                142,
                "Mrs Wolowitz’s kitchen."
            ],
            [
                161,
                "Mrs Wolowitz’s living room."
            ],
            [
                183,
                "Mrs Wolowitz’s dining room."
            ],
            [
                231,
                "Mrs Wolowitz’s living room."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Two one six four two zero one nine eight nine. And that, little lady, is pi to a thousand places."
            ],
            [
                3,
                "Oh, look, it’s the Scientific American that covered the paper Leonard and I wrote."
            ],
            [
                5,
                "I have mixed feelings about doing interviews. I like the part where I talk. I do not like the part where the other man talks."
            ],
            [
                7,
                "Well, that can’t be right."
            ],
            [
                9,
                "All I did was answer a few questions about the theory. And then expressed my gratitude that Scientific American doesn’t include any of those smelly perfume cards."
            ],
            [
                11,
                "Why? The theory he came up with just got mentioned in Scientific American. He ought to be thrilled."
            ],
            [
                13,
                "Oh, maybe you’re right. He is kind of a lump."
            ],
            [
                15,
                "Oh, I’d be incensed."
            ],
            [
                17,
                "Squeaky wheel gets the grease?"
            ],
            [
                19,
                "Grass is always greener?"
            ],
            [
                21,
                "Well, I don’t know, we’re all Groot? Just tell me."
            ],
            [
                23,
                "But it wasn’t my fault. I didn’t exclude him. And I didn’t write the article."
            ],
            [
                25,
                "Oh, that kid. Poor Leonard."
            ],
            [
                27,
                "For the record, that kid was a terrible choice. If you cry when you drop your churro, you do not have what it takes to rule England."
            ],
            [
                37,
                "Leonard? Have you ever noticed that only my name is on the cable bill?"
            ],
            [
                39,
                "Good, good. And your name is on the electric bill and mine isn’t. And I’m okay with that."
            ],
            [
                41,
                "Oh, right. This is a disaster."
            ],
            [
                43,
                "Okay, I have to tell you something, but you’re not going to like it."
            ],
            [
                45,
                "An article was just published in Scientific American about our theory."
            ],
            [
                47,
                "No. No, they loved it. They, uh, couldn’t say enough nice things about it."
            ],
            [
                49,
                "You know how the PennySaver only has my name…"
            ],
            [
                51,
                "They didn’t mention you in the article. Only me."
            ],
            [
                53,
                "I know. It’s not fair. Let the anger go, buddy. You just, you relax all your muscles. Except for your pubococcygeus and anal sphincter. Let’s keep those tight."
            ],
            [
                55,
                "It is. They’re what hold back the urine and the faeces. Look, maybe, maybe you shouldn’t read it. It’ll only make you feel worse."
            ],
            [
                57,
                "You should know I had nothing to do with that."
            ],
            [
                59,
                "You know, you’re right. Yeah. You know, it’s like when Stan Lee and Steve Ditko created Spider-Man. Stan Lee may get all the credit, but Steve Ditko knows he was just as important. Even though Stan Lee gets to be in all the Marvel movies. And. and he’s far richer. And he’s a household name, you know? Whereas, you know, you say Ditko, and that sounds like a company that makes Dits."
            ],
            [
                61,
                "Well, I’d give more examples, but, well, everyone in your position’s so forgettable."
            ],
            [
                105,
                "(Knock, knock, knock) Leonard? (Knock, knock, knock) Leonard? (Knock, knock, knock) Leonard?"
            ],
            [
                107,
                "I spoke to the reporter at the magazine."
            ],
            [
                109,
                "I did."
            ],
            [
                111,
                "He said they made the editorial decision to only cite the lead scientist."
            ],
            [
                114,
                "Well, I know it was your idea, but the reporter said he’s been following my work for a while, and the only reason they even mentioned it in the magazine is ’cause my name is on it."
            ],
            [
                117,
                "Well then what if I told you that I added your name to the cable bill?"
            ],
            [
                119,
                "Oh. That’s just as well. They had me on hold for 20 minutes and I hung up. (Knock, knock, knock) Leonard? (Knock, knock, knock) Leonard? (Knock, knock, knock) Leonard? Also, Wolowitz invited us all to dinner, so I’m ready whenever you are."
            ],
            [
                121,
                "All he had was an idea."
            ],
            [
                123,
                "Oh, please. I have ideas all day long. Reverse SeaWorld where dolphins are allowed to pet people. A new clothing size between medium and large called Marge. Snow White retold from the point of view of Sneezy. Why won’t Doc prescribe him something? We finally find out."
            ],
            [
                125,
                "Fine. Then Grumpy, what’s he so grumpy about? Maybe his girlfriend won’t take his side."
            ],
            [
                132,
                "Is it my fault I have a much bigger reputation than he does?"
            ],
            [
                134,
                "Is it my fault that my name came first on the paper alphabetically?"
            ],
            [
                136,
                "Is it my fault that when the reporter cited me as the lead scientist I didn’t correct him?"
            ],
            [
                168,
                "Hi. Hello. Oh, and a special hello to Leonard, who needs to be mentioned by name."
            ],
            [
                170,
                "But you got it, right?"
            ],
            [
                181,
                "Of course."
            ],
            [
                188,
                "Indeed. Penny, a salon is a gathering where intellectuals entertained each other with sparkling conversations about issues of the day."
            ],
            [
                203,
                "I don’t believe it matters what the topic is. What’s crucial for a salon is that we conduct the discussion in an elevated and insightful way. It’s all about the execution."
            ],
            [
                206,
                "Yeah, good for you, Leonard. That’s a lovely little notion. Kind of like, I wish I could talk to my uncle in Chicago. Yeah, now stand back while I invent the telephone. Hello? Oh, hold on. Leonard, it’s your uncle. He says you just got burned."
            ],
            [
                211,
                "Well said, old chap. I thought eloquence had died, here it stands before us. Starting today, it’ll go Gettysburg Address, I have a dream, and what he just said."
            ],
            [
                213,
                "Leonard, please. His mother just died."
            ],
            [
                215,
                "Yeah, so are you."
            ],
            [
                217,
                "Leonard, lots of people could’ve had that idea, but very few people could’ve worked out the math the way I did."
            ],
            [
                219,
                "Oh, well, apparently Leonard thinks he’s better than everyone in the whole world, including those fighting for our freedom. Yeah, well, I don’t know about you, but I support our boys overseas."
            ],
            [
                221,
                "Hey, you already ruined Thor, give it a rest."
            ],
            [
                223,
                "I didn’t hog anything. Unlike you and that weird lasagna with raisins in it."
            ],
            [
                226,
                "She said my name first, that must kill you."
            ],
            [
                234,
                "You see, Penny, the Israelites were in the desert…"
            ],
            [
                238,
                "Hang on. Physics Today mentioned the paper."
            ],
            [
                241,
                "They did."
            ]
        ],
        "Amy": [
            [
                2,
                "I’d say I’m sorry I asked, except I didn’t."
            ],
            [
                4,
                "Oh, let me see."
            ],
            [
                6,
                "Sheldon, this article doesn’t mention Leonard at all."
            ],
            [
                8,
                "It only refers to Dr. Cooper and his team. Did you even talk about him?"
            ],
            [
                10,
                "Poor Leonard."
            ],
            [
                12,
                "He might not be."
            ],
            [
                14,
                "Think about it. How would you feel if you were referred to as part of Leonard’s team?"
            ],
            [
                16,
                "So you see what I’m getting at?"
            ],
            [
                18,
                "No."
            ],
            [
                20,
                "Try again."
            ],
            [
                22,
                "Leonard is as much a part of this paper as you are, and he was overlooked. He’s going to feel bad."
            ],
            [
                24,
                "Remember that time you didn’t get picked to pull the sword out of the stone at Disneyland and they let that other kid do it?"
            ],
            [
                26,
                "Exactly."
            ],
            [
                122,
                "Well, that is an important part."
            ],
            [
                124,
                "But Leonard’s idea was good."
            ],
            [
                133,
                "It’s not your fault."
            ],
            [
                135,
                "Not your fault."
            ],
            [
                137,
                "Hey, look at that pretty bird."
            ],
            [
                176,
                "Do you need any help in the kitchen?"
            ],
            [
                179,
                "Yes, so please behave yourselves."
            ],
            [
                187,
                "All these bright people sitting around a table by candlelight. Feels like we could be an 18th century French salon."
            ],
            [
                190,
                "Sheldon, The View is a daytime talk show hosted by women."
            ],
            [
                194,
                "Ooh, please do, Rajesh."
            ],
            [
                200,
                "We won’t know if there’s equality until female Thor has a baby and the Avengers are cool with her pumping breast milk at work."
            ],
            [
                207,
                "Sheldon."
            ],
            [
                220,
                "And girls."
            ],
            [
                229,
                "I don’t hear it."
            ],
            [
                240,
                "Who cares? Did they mention Leonard?"
            ]
        ],
        "Howard": [
            [
                30,
                "Thanks for helping us sort through all my mom’s stuff."
            ],
            [
                33,
                "Well, it’s hard. A lot of Ma’s stuff brings back fond memories."
            ],
            [
                35,
                "Yes. It reminds me of us eating out and her saying quick, nobody’s looking, fill your pockets with ketchup."
            ],
            [
                63,
                "Stuart, we’re here."
            ],
            [
                65,
                "Yeah, well, I tried putting him out on the curb, but nobody took him."
            ],
            [
                69,
                "Wait, when did it go out?"
            ],
            [
                71,
                "Oh, my God."
            ],
            [
                73,
                "It’s all defrosting."
            ],
            [
                75,
                "It’s not just food. This is the last food my mother ever made. This is her last brisket. This is her last meatloaf. This is her last. I have no idea what this is, but it’s the last one."
            ],
            [
                77,
                "No. All Ma’s food is gonna be ruined."
            ],
            [
                81,
                "I’ll tell you exactly what we’re gonna do. We’re gonna eat it."
            ],
            [
                83,
                "All you said was I had to get rid of things. You didn’t say they couldn’t pass through my colon first."
            ],
            [
                85,
                "Okay. Then how about this? Let’s invite everyone over to dinner. It’ll be like Ma’s feeding us one last time."
            ],
            [
                145,
                "Oh, man. This is the boutonniere from my high school prom. A piece of cake from my Bar Mitzvah."
            ],
            [
                147,
                "No. If I find my foreskin, I’m gonna kill myself."
            ],
            [
                149,
                "No, that’s noodle kugel."
            ],
            [
                151,
                "Ma always kept it on hand, in case I got sick. She thought she could cure anything with her cooking. Even the time I got food poisoning. From her cooking."
            ],
            [
                153,
                "Yeah, I’m okay. Let’s get started."
            ],
            [
                155,
                "I’m never gonna talk to her again."
            ],
            [
                157,
                "No. I want to do this."
            ],
            [
                159,
                "Okay."
            ],
            [
                171,
                "Hey, guys."
            ],
            [
                173,
                "I just want everyone to know, uh, tonight’s not a sad occasion."
            ],
            [
                175,
                "Good food, good friends, and sometime around midnight, heartburn that makes you pray for death."
            ],
            [
                186,
                "That’s not true. We’ve got tomatoes right here."
            ],
            [
                198,
                "Certainly a lot more women are reading comic books now."
            ],
            [
                201,
                "I wonder if only a baby who is worthy can suckle at the bosom of Thor."
            ],
            [
                210,
                "Well, I guess, as an engineer, I lean towards execution. I spend my days trying to take ideas and make them real."
            ],
            [
                228,
                "You guys ever notice sometimes Bernadette sounds like my mom?"
            ],
            [
                233,
                "It’s why my people wandered the desert for 40 years. Took that long to walk it off."
            ]
        ],
        "Raj": [
            [
                31,
                "Of course. I know what it’s like having to go through a loved one’s possessions. My uncle was a worshipper of Krishna. But after he died, you know what we found? A statue of Shiva. It may not be Crips and Bloods, okay? But in India, it’s a thing."
            ],
            [
                64,
                "It’s nice of you to let him keep staying at your mom’s house."
            ],
            [
                76,
                "Everything okay?"
            ],
            [
                79,
                "You don’t want to do that. Refreezing not only removes moisture, but it creates ice crystals in the fibres of the meat that can compromise its taste and texture. What? I saw a teachable moment. I dropped some culinary science."
            ],
            [
                87,
                "Me, too. Oh, look, we’ve got enough ketchup to cover every ounce of it."
            ],
            [
                143,
                "Okay, I’ll start heating some of this stuff up."
            ],
            [
                148,
                "Okay, so we’ve got, um, three briskets, four meatloafs, one lasagna."
            ],
            [
                150,
                "One Jewish lasagna, two pound cakes that are about eight pounds each, and one giant container of matzoh ball soup."
            ],
            [
                154,
                "You got it."
            ],
            [
                160,
                "I’m not making any promises."
            ],
            [
                185,
                "Mm, and not a vegetable in sight."
            ],
            [
                193,
                "I would like to propose a salon topic."
            ],
            [
                195,
                "The lead in The Hunger Games is a woman. Marvel has made Tor a female."
            ],
            [
                197,
                "You know, Tor, the God of Tunder. As I was saying, is this a sign that our society is approaching gender equality?"
            ],
            [
                230,
                "No, not at all."
            ]
        ],
        "Bernadette": [
            [
                32,
                "Well, it’ll be good that you’re there. Howard’s been having trouble deciding what to keep and what to let go."
            ],
            [
                34,
                "Is that why you couldn’t get rid of her drawer full of ketchup packets?"
            ],
            [
                67,
                "What happened?"
            ],
            [
                72,
                "Howie, what’s wrong?"
            ],
            [
                74,
                "It’s okay. It’s just food."
            ],
            [
                78,
                "Well, why don’t we take it home and put it in our freezer?"
            ],
            [
                80,
                "What should we do?"
            ],
            [
                82,
                "There’s, like, twenty pounds of food in there."
            ],
            [
                84,
                "Howie."
            ],
            [
                86,
                "I love that."
            ],
            [
                144,
                "Thanks."
            ],
            [
                146,
                "Did she throw anything away?"
            ],
            [
                152,
                "You okay?"
            ],
            [
                156,
                "Should we tell everyone not to come?"
            ],
            [
                158,
                "Okay. Well, I’ll keep it together if you can."
            ],
            [
                174,
                "Yeah, we just want to have the kind of dinner that we’ve all had here so many times before."
            ],
            [
                177,
                "No, we got it. You guys make yourselves comfortable."
            ],
            [
                205,
                "Oh, that’s fine."
            ],
            [
                225,
                "Hey. Sheldon, Leonard, living room, right now!"
            ],
            [
                243,
                "Good news, I found more Tums."
            ]
        ],
        "Leonard": [
            [
                38,
                "Yeah."
            ],
            [
                40,
                "Actually, your name is on the electric bill."
            ],
            [
                42,
                "I don’t even know what you’re talking about and I agree."
            ],
            [
                44,
                "What’s going on?"
            ],
            [
                46,
                "Did they hate it?"
            ],
            [
                48,
                "So what’s the problem?"
            ],
            [
                50,
                "Sheldon."
            ],
            [
                52,
                "Really?"
            ],
            [
                54,
                "Uh, that, that’s not necessary."
            ],
            [
                56,
                "Cooper and his team?"
            ],
            [
                58,
                "Uh, at least they’re talking about the theory. I mean, that’s what’s important."
            ],
            [
                60,
                "That’s not helping."
            ],
            [
                90,
                "It’s kind of a big deal."
            ],
            [
                92,
                "Can we please just stop talking about it?"
            ],
            [
                94,
                "Nothing, I’m fine."
            ],
            [
                96,
                "What are we doing?"
            ],
            [
                98,
                "Oh."
            ],
            [
                100,
                "Look, I know shopping cheers you up, but it’s just not really my thing."
            ],
            [
                102,
                "Does it have a camera in it?"
            ],
            [
                104,
                "Baby’s listening."
            ],
            [
                106,
                "What?"
            ],
            [
                108,
                "What happened? Did you tell him it was my idea?"
            ],
            [
                110,
                "Thank you. What did he say?"
            ],
            [
                112,
                "Why did he think you’re the lead scientist? It was my idea."
            ],
            [
                116,
                "If you’re trying to make me feel better, it’s not working."
            ],
            [
                118,
                "No."
            ],
            [
                127,
                "I’m the one who thought of it."
            ],
            [
                129,
                "Yeah. But now he’s happy to let people think he’s responsible for everything."
            ],
            [
                139,
                "He always needs all the attention. He’s such a baby."
            ],
            [
                141,
                "I swear, he is never ever playing with my helicopter."
            ],
            [
                163,
                "Of course."
            ],
            [
                166,
                "So, Stuart, have you thought about what you’d do if Howard sells the house?"
            ],
            [
                169,
                "Subtle."
            ],
            [
                180,
                "Fine."
            ],
            [
                204,
                "Of course you’d focus on that rather than the inspiration. Uh, new salon topic. What’s more important, an idea or its execution?"
            ],
            [
                209,
                "No, it’s okay. We’re all adults trying to have an intelligent discussion. At least I am. Howard, what do you think?"
            ],
            [
                212,
                "Oh, now he’s a genius? All you ever do is make fun of him and engineering."
            ],
            [
                214,
                "You’re being ridiculous."
            ],
            [
                218,
                "Lots of people also didn’t have that idea, like everyone in the entire world except for me."
            ],
            [
                222,
                "So I’m just supposed to be okay with you hogging all the credit?"
            ],
            [
                224,
                "You want some of this? I’ll give you some."
            ],
            [
                237,
                "Right now, I’m just trying to burp without throwing up."
            ]
        ],
        "Stuart": [
            [
                66,
                "Hey. Just so you know, the power’s out."
            ],
            [
                68,
                "I called, they said a transformer blew. It’s the whole block. Should be fixed by tomorrow."
            ],
            [
                70,
                "In the middle of the night."
            ],
            [
                162,
                "Glad you guys could make it."
            ],
            [
                165,
                "Yeah, turns out half a dozen menorahs really sets a mood."
            ],
            [
                167,
                "And there goes the mood."
            ],
            [
                182,
                "So I heard you two, uh, wrote a paper together. How’s that going?"
            ],
            [
                199,
                "It’s true. At the store, I had to put a seat on the toilet."
            ],
            [
                239,
                "What’d they say?"
            ]
        ],
        "Penny": [
            [
                89,
                "I mean, who even reads Scientific American?"
            ],
            [
                91,
                "If it’s such a big deal, how come the biggest celebrity they could get for the cover is a molecule?"
            ],
            [
                93,
                "I’m sorry. What can I do?"
            ],
            [
                95,
                "No, no. I’m gonna cheer you up. Here we go."
            ],
            [
                97,
                "I am taking you shopping."
            ],
            [
                99,
                "My baby is sad, and I’m gonna make him happy again."
            ],
            [
                101,
                "Well, what about this helicopter you control with an iPad?"
            ],
            [
                103,
                "It does have a camera in it."
            ],
            [
                113,
                "You know, for an extra four bucks, I can have this thing here tomorrow."
            ],
            [
                115,
                "You know what? I did it. What’s four bucks?"
            ],
            [
                128,
                "Well, didn’t he do a lot of the work?"
            ],
            [
                130,
                "And that’s why you get an iPad helicopter."
            ],
            [
                140,
                "I know, I know."
            ],
            [
                164,
                "Wow, it looks really pretty in here."
            ],
            [
                178,
                "All right, hey, you two, we’re here for Howard right now, okay?"
            ],
            [
                184,
                "This food is amazing."
            ],
            [
                189,
                "Oh, so it’s like The View."
            ],
            [
                192,
                "Shut up."
            ],
            [
                196,
                "Wait, who’s Tor?"
            ],
            [
                202,
                "Okay, new salon topic. Salons, dumb thing from a long time ago or interesting thing made dumb by talking about superheroes? Discuss."
            ],
            [
                208,
                "Guys."
            ],
            [
                216,
                "Guys, if I wanted to hear people be bitchy, I’d go to my real salon."
            ],
            [
                232,
                "I don’t think I’ve eaten that much in my entire life."
            ],
            [
                235,
                "Shut up."
            ]
        ],
        "All": [
            [
                172,
                "Hey. Hi. Hello."
            ],
            [
                242,
                "Yay."
            ],
            [
                244,
                "Yay."
            ]
        ],
        "Sheldon: Oh, I’m aware. It features Whoopi Goldberg. She played Guinan on Star Trek": [
            [
                191,
                "Next Gen. Penny, Next Gen refers to Star Trek…"
            ]
        ],
        "Bernadette (off)": [
            [
                227,
                "I don’t know what you think you’re doing, but this is a very difficult time for my husband. We’re eating the last food his mother ever made, and you were gonna throw it at each other like children? Whatever it is you’re fighting about, put it aside, go back in there and be a good friend to Howard or there’s no dessert for either of you. Look at me when I’m talking to you. And don’t think…"
            ]
        ],
        "Ra": [
            [
                236,
                "So glad you two are done fighting."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The lobby."
        ],
        [
            "Sheldon",
            "Two one six four two zero one nine eight nine. And that, little lady, is pi to a thousand places."
        ],
        [
            "Amy",
            "I’d say I’m sorry I asked, except I didn’t."
        ],
        [
            "Sheldon",
            "Oh, look, it’s the Scientific American that covered the paper Leonard and I wrote."
        ],
        [
            "Amy",
            "Oh, let me see."
        ],
        [
            "Sheldon",
            "I have mixed feelings about doing interviews. I like the part where I talk. I do not like the part where the other man talks."
        ],
        [
            "Amy",
            "Sheldon, this article doesn’t mention Leonard at all."
        ],
        [
            "Sheldon",
            "Well, that can’t be right."
        ],
        [
            "Amy",
            "It only refers to Dr. Cooper and his team. Did you even talk about him?"
        ],
        [
            "Sheldon",
            "All I did was answer a few questions about the theory. And then expressed my gratitude that Scientific American doesn’t include any of those smelly perfume cards."
        ],
        [
            "Amy",
            "Poor Leonard."
        ],
        [
            "Sheldon",
            "Why? The theory he came up with just got mentioned in Scientific American. He ought to be thrilled."
        ],
        [
            "Amy",
            "He might not be."
        ],
        [
            "Sheldon",
            "Oh, maybe you’re right. He is kind of a lump."
        ],
        [
            "Amy",
            "Think about it. How would you feel if you were referred to as part of Leonard’s team?"
        ],
        [
            "Sheldon",
            "Oh, I’d be incensed."
        ],
        [
            "Amy",
            "So you see what I’m getting at?"
        ],
        [
            "Sheldon",
            "Squeaky wheel gets the grease?"
        ],
        [
            "Amy",
            "No."
        ],
        [
            "Sheldon",
            "Grass is always greener?"
        ],
        [
            "Amy",
            "Try again."
        ],
        [
            "Sheldon",
            "Well, I don’t know, we’re all Groot? Just tell me."
        ],
        [
            "Amy",
            "Leonard is as much a part of this paper as you are, and he was overlooked. He’s going to feel bad."
        ],
        [
            "Sheldon",
            "But it wasn’t my fault. I didn’t exclude him. And I didn’t write the article."
        ],
        [
            "Amy",
            "Remember that time you didn’t get picked to pull the sword out of the stone at Disneyland and they let that other kid do it?"
        ],
        [
            "Sheldon",
            "Oh, that kid. Poor Leonard."
        ],
        [
            "Amy",
            "Exactly."
        ],
        [
            "Sheldon",
            "For the record, that kid was a terrible choice. If you cry when you drop your churro, you do not have what it takes to rule England."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Howard",
            "Thanks for helping us sort through all my mom’s stuff."
        ],
        [
            "Raj",
            "Of course. I know what it’s like having to go through a loved one’s possessions. My uncle was a worshipper of Krishna. But after he died, you know what we found? A statue of Shiva. It may not be Crips and Bloods, okay? But in India, it’s a thing."
        ],
        [
            "Bernadette",
            "Well, it’ll be good that you’re there. Howard’s been having trouble deciding what to keep and what to let go."
        ],
        [
            "Howard",
            "Well, it’s hard. A lot of Ma’s stuff brings back fond memories."
        ],
        [
            "Bernadette",
            "Is that why you couldn’t get rid of her drawer full of ketchup packets?"
        ],
        [
            "Howard",
            "Yes. It reminds me of us eating out and her saying quick, nobody’s looking, fill your pockets with ketchup."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Leonard? Have you ever noticed that only my name is on the cable bill?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Sheldon",
            "Good, good. And your name is on the electric bill and mine isn’t. And I’m okay with that."
        ],
        [
            "Leonard",
            "Actually, your name is on the electric bill."
        ],
        [
            "Sheldon",
            "Oh, right. This is a disaster."
        ],
        [
            "Leonard",
            "I don’t even know what you’re talking about and I agree."
        ],
        [
            "Sheldon",
            "Okay, I have to tell you something, but you’re not going to like it."
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Sheldon",
            "An article was just published in Scientific American about our theory."
        ],
        [
            "Leonard",
            "Did they hate it?"
        ],
        [
            "Sheldon",
            "No. No, they loved it. They, uh, couldn’t say enough nice things about it."
        ],
        [
            "Leonard",
            "So what’s the problem?"
        ],
        [
            "Sheldon",
            "You know how the PennySaver only has my name…"
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Sheldon",
            "They didn’t mention you in the article. Only me."
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Sheldon",
            "I know. It’s not fair. Let the anger go, buddy. You just, you relax all your muscles. Except for your pubococcygeus and anal sphincter. Let’s keep those tight."
        ],
        [
            "Leonard",
            "Uh, that, that’s not necessary."
        ],
        [
            "Sheldon",
            "It is. They’re what hold back the urine and the faeces. Look, maybe, maybe you shouldn’t read it. It’ll only make you feel worse."
        ],
        [
            "Leonard",
            "Cooper and his team?"
        ],
        [
            "Sheldon",
            "You should know I had nothing to do with that."
        ],
        [
            "Leonard",
            "Uh, at least they’re talking about the theory. I mean, that’s what’s important."
        ],
        [
            "Sheldon",
            "You know, you’re right. Yeah. You know, it’s like when Stan Lee and Steve Ditko created Spider-Man. Stan Lee may get all the credit, but Steve Ditko knows he was just as important. Even though Stan Lee gets to be in all the Marvel movies. And. and he’s far richer. And he’s a household name, you know? Whereas, you know, you say Ditko, and that sounds like a company that makes Dits."
        ],
        [
            "Leonard",
            "That’s not helping."
        ],
        [
            "Sheldon",
            "Well, I’d give more examples, but, well, everyone in your position’s so forgettable."
        ],
        [
            "Scene",
            "Mrs Wolowitz’s House."
        ],
        [
            "Howard",
            "Stuart, we’re here."
        ],
        [
            "Raj",
            "It’s nice of you to let him keep staying at your mom’s house."
        ],
        [
            "Howard",
            "Yeah, well, I tried putting him out on the curb, but nobody took him."
        ],
        [
            "Stuart",
            "Hey. Just so you know, the power’s out."
        ],
        [
            "Bernadette",
            "What happened?"
        ],
        [
            "Stuart",
            "I called, they said a transformer blew. It’s the whole block. Should be fixed by tomorrow."
        ],
        [
            "Howard",
            "Wait, when did it go out?"
        ],
        [
            "Stuart",
            "In the middle of the night."
        ],
        [
            "Howard",
            "Oh, my God."
        ],
        [
            "Bernadette",
            "Howie, what’s wrong?"
        ],
        [
            "Howard",
            "It’s all defrosting."
        ],
        [
            "Bernadette",
            "It’s okay. It’s just food."
        ],
        [
            "Howard",
            "It’s not just food. This is the last food my mother ever made. This is her last brisket. This is her last meatloaf. This is her last. I have no idea what this is, but it’s the last one."
        ],
        [
            "Raj",
            "Everything okay?"
        ],
        [
            "Howard",
            "No. All Ma’s food is gonna be ruined."
        ],
        [
            "Bernadette",
            "Well, why don’t we take it home and put it in our freezer?"
        ],
        [
            "Raj",
            "You don’t want to do that. Refreezing not only removes moisture, but it creates ice crystals in the fibres of the meat that can compromise its taste and texture. What? I saw a teachable moment. I dropped some culinary science."
        ],
        [
            "Bernadette",
            "What should we do?"
        ],
        [
            "Howard",
            "I’ll tell you exactly what we’re gonna do. We’re gonna eat it."
        ],
        [
            "Bernadette",
            "There’s, like, twenty pounds of food in there."
        ],
        [
            "Howard",
            "All you said was I had to get rid of things. You didn’t say they couldn’t pass through my colon first."
        ],
        [
            "Bernadette",
            "Howie."
        ],
        [
            "Howard",
            "Okay. Then how about this? Let’s invite everyone over to dinner. It’ll be like Ma’s feeding us one last time."
        ],
        [
            "Bernadette",
            "I love that."
        ],
        [
            "Raj",
            "Me, too. Oh, look, we’ve got enough ketchup to cover every ounce of it."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "I mean, who even reads Scientific American?"
        ],
        [
            "Leonard",
            "It’s kind of a big deal."
        ],
        [
            "Penny",
            "If it’s such a big deal, how come the biggest celebrity they could get for the cover is a molecule?"
        ],
        [
            "Leonard",
            "Can we please just stop talking about it?"
        ],
        [
            "Penny",
            "I’m sorry. What can I do?"
        ],
        [
            "Leonard",
            "Nothing, I’m fine."
        ],
        [
            "Penny",
            "No, no. I’m gonna cheer you up. Here we go."
        ],
        [
            "Leonard",
            "What are we doing?"
        ],
        [
            "Penny",
            "I am taking you shopping."
        ],
        [
            "Leonard",
            "Oh."
        ],
        [
            "Penny",
            "My baby is sad, and I’m gonna make him happy again."
        ],
        [
            "Leonard",
            "Look, I know shopping cheers you up, but it’s just not really my thing."
        ],
        [
            "Penny",
            "Well, what about this helicopter you control with an iPad?"
        ],
        [
            "Leonard",
            "Does it have a camera in it?"
        ],
        [
            "Penny",
            "It does have a camera in it."
        ],
        [
            "Leonard",
            "Baby’s listening."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Leonard? (Knock, knock, knock) Leonard? (Knock, knock, knock) Leonard?"
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "I spoke to the reporter at the magazine."
        ],
        [
            "Leonard",
            "What happened? Did you tell him it was my idea?"
        ],
        [
            "Sheldon",
            "I did."
        ],
        [
            "Leonard",
            "Thank you. What did he say?"
        ],
        [
            "Sheldon",
            "He said they made the editorial decision to only cite the lead scientist."
        ],
        [
            "Leonard",
            "Why did he think you’re the lead scientist? It was my idea."
        ],
        [
            "Penny",
            "You know, for an extra four bucks, I can have this thing here tomorrow."
        ],
        [
            "Sheldon",
            "Well, I know it was your idea, but the reporter said he’s been following my work for a while, and the only reason they even mentioned it in the magazine is ’cause my name is on it."
        ],
        [
            "Penny",
            "You know what? I did it. What’s four bucks?"
        ],
        [
            "Leonard",
            "If you’re trying to make me feel better, it’s not working."
        ],
        [
            "Sheldon",
            "Well then what if I told you that I added your name to the cable bill?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Oh. That’s just as well. They had me on hold for 20 minutes and I hung up. (Knock, knock, knock) Leonard? (Knock, knock, knock) Leonard? (Knock, knock, knock) Leonard? Also, Wolowitz invited us all to dinner, so I’m ready whenever you are."
        ],
        [
            "Scene",
            "Amy’s car."
        ],
        [
            "Sheldon",
            "All he had was an idea."
        ],
        [
            "Amy",
            "Well, that is an important part."
        ],
        [
            "Sheldon",
            "Oh, please. I have ideas all day long. Reverse SeaWorld where dolphins are allowed to pet people. A new clothing size between medium and large called Marge. Snow White retold from the point of view of Sneezy. Why won’t Doc prescribe him something? We finally find out."
        ],
        [
            "Amy",
            "But Leonard’s idea was good."
        ],
        [
            "Sheldon",
            "Fine. Then Grumpy, what’s he so grumpy about? Maybe his girlfriend won’t take his side."
        ],
        [
            "Scene",
            "Penny’s car."
        ],
        [
            "Leonard",
            "I’m the one who thought of it."
        ],
        [
            "Penny",
            "Well, didn’t he do a lot of the work?"
        ],
        [
            "Leonard",
            "Yeah. But now he’s happy to let people think he’s responsible for everything."
        ],
        [
            "Penny",
            "And that’s why you get an iPad helicopter."
        ],
        [
            "Scene",
            "Amy’s car."
        ],
        [
            "Sheldon",
            "Is it my fault I have a much bigger reputation than he does?"
        ],
        [
            "Amy",
            "It’s not your fault."
        ],
        [
            "Sheldon",
            "Is it my fault that my name came first on the paper alphabetically?"
        ],
        [
            "Amy",
            "Not your fault."
        ],
        [
            "Sheldon",
            "Is it my fault that when the reporter cited me as the lead scientist I didn’t correct him?"
        ],
        [
            "Amy",
            "Hey, look at that pretty bird."
        ],
        [
            "Scene",
            "Penny’s car."
        ],
        [
            "Leonard",
            "He always needs all the attention. He’s such a baby."
        ],
        [
            "Penny",
            "I know, I know."
        ],
        [
            "Leonard",
            "I swear, he is never ever playing with my helicopter."
        ],
        [
            "Scene",
            "Mrs Wolowitz’s kitchen."
        ],
        [
            "Raj",
            "Okay, I’ll start heating some of this stuff up."
        ],
        [
            "Bernadette",
            "Thanks."
        ],
        [
            "Howard",
            "Oh, man. This is the boutonniere from my high school prom. A piece of cake from my Bar Mitzvah."
        ],
        [
            "Bernadette",
            "Did she throw anything away?"
        ],
        [
            "Howard",
            "No. If I find my foreskin, I’m gonna kill myself."
        ],
        [
            "Raj",
            "Okay, so we’ve got, um, three briskets, four meatloafs, one lasagna."
        ],
        [
            "Howard",
            "No, that’s noodle kugel."
        ],
        [
            "Raj",
            "One Jewish lasagna, two pound cakes that are about eight pounds each, and one giant container of matzoh ball soup."
        ],
        [
            "Howard",
            "Ma always kept it on hand, in case I got sick. She thought she could cure anything with her cooking. Even the time I got food poisoning. From her cooking."
        ],
        [
            "Bernadette",
            "You okay?"
        ],
        [
            "Howard",
            "Yeah, I’m okay. Let’s get started."
        ],
        [
            "Raj",
            "You got it."
        ],
        [
            "Howard",
            "I’m never gonna talk to her again."
        ],
        [
            "Bernadette",
            "Should we tell everyone not to come?"
        ],
        [
            "Howard",
            "No. I want to do this."
        ],
        [
            "Bernadette",
            "Okay. Well, I’ll keep it together if you can."
        ],
        [
            "Howard",
            "Okay."
        ],
        [
            "Raj",
            "I’m not making any promises."
        ],
        [
            "Scene",
            "Mrs Wolowitz’s living room."
        ],
        [
            "Stuart",
            "Glad you guys could make it."
        ],
        [
            "Leonard",
            "Of course."
        ],
        [
            "Penny",
            "Wow, it looks really pretty in here."
        ],
        [
            "Stuart",
            "Yeah, turns out half a dozen menorahs really sets a mood."
        ],
        [
            "Leonard",
            "So, Stuart, have you thought about what you’d do if Howard sells the house?"
        ],
        [
            "Stuart",
            "And there goes the mood."
        ],
        [
            "Sheldon",
            "Hi. Hello. Oh, and a special hello to Leonard, who needs to be mentioned by name."
        ],
        [
            "Leonard",
            "Subtle."
        ],
        [
            "Sheldon",
            "But you got it, right?"
        ],
        [
            "Howard",
            "Hey, guys."
        ],
        [
            "All",
            "Hey. Hi. Hello."
        ],
        [
            "Howard",
            "I just want everyone to know, uh, tonight’s not a sad occasion."
        ],
        [
            "Bernadette",
            "Yeah, we just want to have the kind of dinner that we’ve all had here so many times before."
        ],
        [
            "Howard",
            "Good food, good friends, and sometime around midnight, heartburn that makes you pray for death."
        ],
        [
            "Amy",
            "Do you need any help in the kitchen?"
        ],
        [
            "Bernadette",
            "No, we got it. You guys make yourselves comfortable."
        ],
        [
            "Penny",
            "All right, hey, you two, we’re here for Howard right now, okay?"
        ],
        [
            "Amy",
            "Yes, so please behave yourselves."
        ],
        [
            "Leonard",
            "Fine."
        ],
        [
            "Sheldon",
            "Of course."
        ],
        [
            "Stuart",
            "So I heard you two, uh, wrote a paper together. How’s that going?"
        ],
        [
            "Scene",
            "Mrs Wolowitz’s dining room."
        ],
        [
            "Penny",
            "This food is amazing."
        ],
        [
            "Raj",
            "Mm, and not a vegetable in sight."
        ],
        [
            "Howard",
            "That’s not true. We’ve got tomatoes right here."
        ],
        [
            "Amy",
            "All these bright people sitting around a table by candlelight. Feels like we could be an 18th century French salon."
        ],
        [
            "Sheldon",
            "Indeed. Penny, a salon is a gathering where intellectuals entertained each other with sparkling conversations about issues of the day."
        ],
        [
            "Penny",
            "Oh, so it’s like The View."
        ],
        [
            "Amy",
            "Sheldon, The View is a daytime talk show hosted by women."
        ],
        [
            "Sheldon: Oh, I’m aware. It features Whoopi Goldberg. She played Guinan on Star Trek",
            "Next Gen. Penny, Next Gen refers to Star Trek…"
        ],
        [
            "Penny",
            "Shut up."
        ],
        [
            "Raj",
            "I would like to propose a salon topic."
        ],
        [
            "Amy",
            "Ooh, please do, Rajesh."
        ],
        [
            "Raj",
            "The lead in The Hunger Games is a woman. Marvel has made Tor a female."
        ],
        [
            "Penny",
            "Wait, who’s Tor?"
        ],
        [
            "Raj",
            "You know, Tor, the God of Tunder. As I was saying, is this a sign that our society is approaching gender equality?"
        ],
        [
            "Howard",
            "Certainly a lot more women are reading comic books now."
        ],
        [
            "Stuart",
            "It’s true. At the store, I had to put a seat on the toilet."
        ],
        [
            "Amy",
            "We won’t know if there’s equality until female Thor has a baby and the Avengers are cool with her pumping breast milk at work."
        ],
        [
            "Howard",
            "I wonder if only a baby who is worthy can suckle at the bosom of Thor."
        ],
        [
            "Penny",
            "Okay, new salon topic. Salons, dumb thing from a long time ago or interesting thing made dumb by talking about superheroes? Discuss."
        ],
        [
            "Sheldon",
            "I don’t believe it matters what the topic is. What’s crucial for a salon is that we conduct the discussion in an elevated and insightful way. It’s all about the execution."
        ],
        [
            "Leonard",
            "Of course you’d focus on that rather than the inspiration. Uh, new salon topic. What’s more important, an idea or its execution?"
        ],
        [
            "Bernadette",
            "Oh, that’s fine."
        ],
        [
            "Sheldon",
            "Yeah, good for you, Leonard. That’s a lovely little notion. Kind of like, I wish I could talk to my uncle in Chicago. Yeah, now stand back while I invent the telephone. Hello? Oh, hold on. Leonard, it’s your uncle. He says you just got burned."
        ],
        [
            "Amy",
            "Sheldon."
        ],
        [
            "Penny",
            "Guys."
        ],
        [
            "Leonard",
            "No, it’s okay. We’re all adults trying to have an intelligent discussion. At least I am. Howard, what do you think?"
        ],
        [
            "Howard",
            "Well, I guess, as an engineer, I lean towards execution. I spend my days trying to take ideas and make them real."
        ],
        [
            "Sheldon",
            "Well said, old chap. I thought eloquence had died, here it stands before us. Starting today, it’ll go Gettysburg Address, I have a dream, and what he just said."
        ],
        [
            "Leonard",
            "Oh, now he’s a genius? All you ever do is make fun of him and engineering."
        ],
        [
            "Sheldon",
            "Leonard, please. His mother just died."
        ],
        [
            "Leonard",
            "You’re being ridiculous."
        ],
        [
            "Sheldon",
            "Yeah, so are you."
        ],
        [
            "Penny",
            "Guys, if I wanted to hear people be bitchy, I’d go to my real salon."
        ],
        [
            "Sheldon",
            "Leonard, lots of people could’ve had that idea, but very few people could’ve worked out the math the way I did."
        ],
        [
            "Leonard",
            "Lots of people also didn’t have that idea, like everyone in the entire world except for me."
        ],
        [
            "Sheldon",
            "Oh, well, apparently Leonard thinks he’s better than everyone in the whole world, including those fighting for our freedom. Yeah, well, I don’t know about you, but I support our boys overseas."
        ],
        [
            "Amy",
            "And girls."
        ],
        [
            "Sheldon",
            "Hey, you already ruined Thor, give it a rest."
        ],
        [
            "Leonard",
            "So I’m just supposed to be okay with you hogging all the credit?"
        ],
        [
            "Sheldon",
            "I didn’t hog anything. Unlike you and that weird lasagna with raisins in it."
        ],
        [
            "Leonard",
            "You want some of this? I’ll give you some."
        ],
        [
            "Bernadette",
            "Hey. Sheldon, Leonard, living room, right now!"
        ],
        [
            "Sheldon",
            "She said my name first, that must kill you."
        ],
        [
            "Bernadette (off)",
            "I don’t know what you think you’re doing, but this is a very difficult time for my husband. We’re eating the last food his mother ever made, and you were gonna throw it at each other like children? Whatever it is you’re fighting about, put it aside, go back in there and be a good friend to Howard or there’s no dessert for either of you. Look at me when I’m talking to you. And don’t think…"
        ],
        [
            "Howard",
            "You guys ever notice sometimes Bernadette sounds like my mom?"
        ],
        [
            "Amy",
            "I don’t hear it."
        ],
        [
            "Raj",
            "No, not at all."
        ],
        [
            "Scene",
            "Mrs Wolowitz’s living room."
        ],
        [
            "Penny",
            "I don’t think I’ve eaten that much in my entire life."
        ],
        [
            "Howard",
            "It’s why my people wandered the desert for 40 years. Took that long to walk it off."
        ],
        [
            "Sheldon",
            "You see, Penny, the Israelites were in the desert…"
        ],
        [
            "Penny",
            "Shut up."
        ],
        [
            "Ra",
            "So glad you two are done fighting."
        ],
        [
            "Leonard",
            "Right now, I’m just trying to burp without throwing up."
        ],
        [
            "Sheldon",
            "Hang on. Physics Today mentioned the paper."
        ],
        [
            "Stuart",
            "What’d they say?"
        ],
        [
            "Amy",
            "Who cares? Did they mention Leonard?"
        ],
        [
            "Sheldon",
            "They did."
        ],
        [
            "All",
            "Yay."
        ],
        [
            "Bernadette",
            "Good news, I found more Tums."
        ],
        [
            "All",
            "Yay."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-8-episode-18-the-leftover-thermalization/"
}