{
    "Season": 8,
    "Episode": 24,
    "Title": "the commitment determination",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                15,
                "Credits sequence."
            ],
            [
                16,
                "The comic book store."
            ],
            [
                29,
                "The stairwell."
            ],
            [
                57,
                "Howard and Bernadette’s house."
            ],
            [
                80,
                "The apartment. "
            ],
            [
                109,
                "Howard and Bernadette’s house."
            ],
            [
                122,
                "The apartment."
            ],
            [
                149,
                "A graveyard."
            ],
            [
                156,
                "The apartment."
            ],
            [
                179,
                "Howard and Bernadette’s house."
            ],
            [
                192,
                "The graveyard."
            ],
            [
                195,
                "Howard and Bernadette’s house."
            ],
            [
                201,
                "The graveyard."
            ],
            [
                205,
                "Howard and Bernadette’s house."
            ],
            [
                209,
                "The graveyard."
            ],
            [
                212,
                "Howard and Bernadette’s house."
            ],
            [
                214,
                "Leonard’s car."
            ],
            [
                266,
                "The apartment. "
            ]
        ],
        "Amy": [
            [
                1,
                "Can you believe it’s been five years since our first date?"
            ],
            [
                3,
                "That’s what you’re thinking about?"
            ],
            [
                5,
                "Are any of them me?"
            ],
            [
                7,
                "What are you doing?"
            ],
            [
                9,
                "I didn’t kill anything. You did, talking about your stupid TV show."
            ],
            [
                11,
                "Really? That’s the commitment issue you’re wrestling with? Sheldon, do you understand the irony of your fixation on a man with super speed, while after five years all I can get out of you is a distracted make-out session on a couch?"
            ],
            [
                13,
                "Oh, sure, I’d love to."
            ],
            [
                269,
                "I’ve been thinking about them, too, Sheldon. Being your girlfriend is so challenging. Emotionally, physically. I’ve been incredibly patient for years."
            ],
            [
                271,
                "Okay, well, this isn’t easy to say, because I love you, but I need some time to take a step back and re-evaluate our situation."
            ],
            [
                273,
                "I hope you understand."
            ],
            [
                275,
                "Bye, Sheldon."
            ]
        ],
        "Sheldon": [
            [
                2,
                "I know. Do you think I should start watching The Flash TV show?"
            ],
            [
                4,
                "Well, one of the things."
            ],
            [
                6,
                "Yes. I thought, I can’t decide if I should watch The Flash TV show. I know, I’ll ask Amy. Anyway."
            ],
            [
                8,
                "You’re right, you did kind of kill the mood."
            ],
            [
                10,
                "Excuse me. Starting to watch a television show that might run for years isn’t a decision to take lightly. I’m wrestling with a big commitment issue here."
            ],
            [
                12,
                "Irony’s not really my strong suit. But I have been getting better with sarcasm, if you want to give that a try."
            ],
            [
                14,
                "Whenever you’re ready."
            ],
            [
                33,
                "Oh, good. You’re here. I need your assistance."
            ],
            [
                35,
                "What happened?"
            ],
            [
                37,
                "Been there."
            ],
            [
                39,
                "Amy’s mad at me, and I’m not clear why."
            ],
            [
                41,
                "Yes."
            ],
            [
                43,
                "Well, I just asked her if I should start watching the new Flash TV series."
            ],
            [
                45,
                "Baffling, right? We were necking like a couple of hooligans under the school bleachers. I stopped so I could ask the question. Next thing I know, good-bye, kissy face. Hello, yelly face."
            ],
            [
                47,
                "It was. I asked her if she thought I should watch The Flash."
            ],
            [
                50,
                "Oh, no, not just a season. If I’m in, I’m in for the whole run, even if the quality declines."
            ],
            [
                52,
                "Yeah. Exactly. You know, I waited ten years to see a guy everyone knows can fly, fly."
            ],
            [
                54,
                "Oh, not just date night, our fifth anniversary."
            ],
            [
                56,
                "If that happens, don’t make me wait ten years to watch you eat a tin can."
            ],
            [
                86,
                "No, and I’m confused. It’s been nearly 24 hours. Amy should have figured out she’s wrong by now."
            ],
            [
                88,
                "Too slow?"
            ],
            [
                90,
                "That’s right. It’s called foreplay. And I could make the case that you two aren’t moving forward in your relationship."
            ],
            [
                92,
                "Hello."
            ],
            [
                94,
                "But you’ve been engaged for over a year now, and you don’t even have a wedding date."
            ],
            [
                96,
                "Okay."
            ],
            [
                98,
                "Okay. If you say so."
            ],
            [
                106,
                "Okay."
            ],
            [
                108,
                "Yeah, shut up, Sheldon."
            ],
            [
                127,
                "Things are good right now."
            ],
            [
                134,
                "Outdoor? Oh. I can RSVP no right now."
            ],
            [
                142,
                "Seriously? Airborne worms?"
            ],
            [
                146,
                "You still didn’t pick a date."
            ],
            [
                157,
                "I’m sorry I’ve upset you. I shouldn’t have asked so many questions."
            ],
            [
                160,
                "Well, look at that, even when I’m causing problems, I make the world a better place. Hey, next, why don’t we tackle your penchant for whining and Penny’s love of the ol’ glug-glug?"
            ],
            [
                162,
                "Ah, well, very well. So does this mean you’ll finally pick a wedding date?"
            ],
            [
                164,
                "So you’re never getting married? It’s his whining, isn’t it?"
            ],
            [
                166,
                "It’s amusing that he doesn’t hear it."
            ],
            [
                170,
                "My aunt and uncle were married 63 years. Towards the end, it was like watching cheese melt."
            ],
            [
                175,
                "After all these years. I’m really happy for the two of you."
            ],
            [
                178,
                "Now get out of my spot."
            ],
            [
                268,
                "Hello. Listen, I’ve been thinking a lot about relationships and how difficult they can be, and I think…"
            ],
            [
                270,
                "Strongly disagree. Go on."
            ],
            [
                272,
                "Oh."
            ],
            [
                274,
                "Okay."
            ],
            [
                276,
                "Well, Gollum, you’re an expert on rings. What do I do with this one?"
            ]
        ],
        "Stuart": [
            [
                17,
                "I don’t want to rush you, but I’m closing a little early tonight."
            ],
            [
                19,
                "Uh, no. I overheard Bernadette tell Howard she was making him a meat loaf, and you don’t have to not ask me twice."
            ],
            [
                26,
                "Sold."
            ],
            [
                28,
                "Too late. No returns."
            ],
            [
                185,
                "Hey, guys."
            ],
            [
                187,
                "Sure. Uh, let me just put this stuff in the fridge. I felt bad for finishing your yoghurt, so I bought more. And, Howard, your favourite fruit is in season. Crunch Berries."
            ],
            [
                190,
                "What’s up?"
            ],
            [
                196,
                "Is everything okay?"
            ],
            [
                198,
                "I know. I may sell comic books at work, but the real superheroes are sitting right in front of me."
            ],
            [
                208,
                "It’s just my dad, probably calling to wish me a happy birthday. I’ll call him back. You were saying?"
            ]
        ],
        "Raj": [
            [
                18,
                "Ooh. Hot date?"
            ],
            [
                21,
                "You’re kidding, right?"
            ],
            [
                23,
                "I guess I’m just more of a Pottery Barn, Crate and Barrel kind of guy. Maybe Pier 1 if I really want to cut loose."
            ],
            [
                25,
                "No, no, no. Hey, you should totally get it. In fact, I’ll buy it for you."
            ],
            [
                58,
                "You guys ever notice that Emily has a bit of a twisted side?"
            ],
            [
                60,
                "No, because she wants to have sex with me in a graveyard."
            ],
            [
                62,
                "She and I were supposed to watch the new Avengers movie tonight, but it was sold out. So I said, what else do you want to do? She said, let’s go to a cemetery and do it on somebody’s grave."
            ],
            [
                64,
                "What difference does it make?"
            ],
            [
                67,
                "Well, what if it’s one consenting adult and one adult who pretends to consent because he’s afraid of being alone?"
            ],
            [
                69,
                "I don’t know, guys. Maybe this relationship isn’t for me. Maybe I should break up with her."
            ],
            [
                74,
                "You guys are being jerks."
            ],
            [
                76,
                "You’re one to talk. You’ve been complaining about Stuart living here for the past year. I don’t see you showing him the door."
            ],
            [
                78,
                "Baloney, okay? You two are as afraid of hurting someone’s feelings as I am."
            ],
            [
                151,
                "Oh, yes, we’ve got the moon and the trees and Elizabeth McNulty, who apparently died when she was the same age I am."
            ],
            [
                153,
                "So does enjoying a meal at a well-lit restaurant, but here we are."
            ],
            [
                155,
                "Of ghosts, no. Of you, little bit."
            ],
            [
                194,
                "I think we should talk."
            ],
            [
                202,
                "Look, I care about you a lot, but we are very different people."
            ],
            [
                204,
                "No, no, I’m just pointing out that you’re dark on the inside and I’m dark on the outside."
            ],
            [
                211,
                "End things? I’m trying to tell you that I love you."
            ]
        ],
        "Emily": [
            [
                20,
                "If I stick a light bulb on this, wouldn’t it make a great lamp for my bedroom?"
            ],
            [
                22,
                "Oh. Is this freaking you out?"
            ],
            [
                24,
                "All right. Never mind."
            ],
            [
                27,
                "Raj, you don’t have to do that."
            ],
            [
                150,
                "Mmm. It’s a beautiful night."
            ],
            [
                152,
                "Makes you feel alive, doesn’t it?"
            ],
            [
                154,
                "You aren’t scared, are you?"
            ],
            [
                193,
                "You okay?"
            ],
            [
                203,
                "Are you breaking up with me?"
            ],
            [
                210,
                "Look, Raj, be honest with me. If you want to end things, just do it. Don’t expect me to do it for you."
            ]
        ],
        "Leonard": [
            [
                30,
                "That was really intense."
            ],
            [
                32,
                "Hey."
            ],
            [
                34,
                "Can it wait until I put a Band-Aid on a goat bite?"
            ],
            [
                49,
                "I’m gonna guess that your main concern is the time commitment of watching an entire season of a new show."
            ],
            [
                51,
                "I get it. Smallville almost wrecked you."
            ],
            [
                82,
                "Mmm. My pleasure."
            ],
            [
                84,
                "Yeah. I wish I’d fought harder for the rest of ’em."
            ],
            [
                97,
                "We’re gonna set a date."
            ],
            [
                100,
                "Really good."
            ],
            [
                102,
                "And we’ve been busy with our paper."
            ],
            [
                104,
                "Yeah, we’ll pick a date when we pick a date."
            ],
            [
                123,
                "So, why haven’t we picked a date?"
            ],
            [
                125,
                "Well, of course I know why. But just for fun, why?"
            ],
            [
                129,
                "You still want to get married, right?"
            ],
            [
                131,
                "I don’t know. Because we don’t have a date?"
            ],
            [
                133,
                "It’s not just the date. We haven’t talked about anything. Big wedding, small wedding, indoor, outdoor?"
            ],
            [
                136,
                "Is your dad paying for it?"
            ],
            [
                138,
                "Okay, two friends each."
            ],
            [
                140,
                "Fine. I want black-tie."
            ],
            [
                143,
                "Okay. Well, then it’s settled. Small indoor church wedding, black-tie, no butterflies."
            ],
            [
                145,
                "Great."
            ],
            [
                148,
                "Shut up."
            ],
            [
                159,
                "Yeah, maybe it’s good you got us talking about this stuff."
            ],
            [
                165,
                "Sheldon, I’m not a whiner."
            ],
            [
                167,
                "Look, all she’s saying is we are in love so it doesn’t matter if we get married tomorrow or a year from now or 50 years from now."
            ],
            [
                169,
                "Yeah, but we’ll be old and gross together."
            ],
            [
                172,
                "Are you saying you want to get married?"
            ],
            [
                174,
                "I’m in. Let’s do it."
            ],
            [
                177,
                "Thanks."
            ],
            [
                216,
                "Doesn’t sound very romantic."
            ],
            [
                218,
                "I’m sure we’ll find a decent chapel."
            ],
            [
                220,
                "I know. You think people are gonna be mad?"
            ],
            [
                222,
                "It is. It is about us."
            ],
            [
                224,
                "Right. No surprises."
            ],
            [
                226,
                "Uh, well, there, there’s one thing I feel I should tell you."
            ],
            [
                228,
                "You know, so we can go into this with no secrets between us."
            ],
            [
                230,
                "Remember, uh, a couple years back when I was on that research ship in the North Sea?"
            ],
            [
                232,
                "Okay, well, there, there was a lot of drinking and craziness going on."
            ],
            [
                234,
                "Okay, um, well, there was this girl."
            ],
            [
                236,
                "Nothing really. It was just kissing."
            ],
            [
                238,
                "And then nothing. I stopped it. But it still bothers me, and I wanted you to know."
            ],
            [
                240,
                "Did you ever do anything like this since we’ve been?"
            ],
            [
                242,
                "Oh, that’s too bad."
            ],
            [
                244,
                "Hmm?"
            ],
            [
                246,
                "Well, like I said, we’re about to get married, and I, I want a clean slate. No secrets."
            ],
            [
                248,
                "Would you rather I didn’t tell you?"
            ],
            [
                250,
                "See, now I’m confused. I mean, what, what am I supposed to do?"
            ],
            [
                252,
                "I can do that. Uh, uh, from now on, this mouth, you and food, that’s it."
            ],
            [
                254,
                "Yeah?"
            ],
            [
                256,
                "Right."
            ],
            [
                258,
                "It wasn’t even very good. She was a smoker, I’d just been seasick."
            ],
            [
                260,
                "So, we’re still getting married?"
            ],
            [
                262,
                "Because we love each other."
            ],
            [
                264,
                "And it’s the happiest day of our lives."
            ]
        ],
        "Penny": [
            [
                31,
                "Well, now we know, next time we go to the farmers’ market, the order is petting zoo first, then buy vegetables."
            ],
            [
                36,
                "Oh, your buddy got mugged by some baby farm animals."
            ],
            [
                38,
                "Mmm. So what do you need help with?"
            ],
            [
                40,
                "Okay. Were you talking before she got upset?"
            ],
            [
                42,
                "That’s probably it. What’d you say to her?"
            ],
            [
                44,
                "And that made her angry?"
            ],
            [
                46,
                "Well, Sheldon, when you’re kissing a girl, she expects the attention to be on her."
            ],
            [
                48,
                "Yeah. I’m tapping out. Leonard?"
            ],
            [
                53,
                "Wait, what is wrong with you two? He was talking about television during their date night."
            ],
            [
                55,
                "Okay, see, that’s even dumber than you wondering if being bitten by a goat would give you the powers of a goat."
            ],
            [
                81,
                "Thanks for cooking."
            ],
            [
                83,
                "That carrot was delicious."
            ],
            [
                85,
                "Still haven’t heard from her?"
            ],
            [
                87,
                "Hey, I don’t think she’s wrong about you going too slow in the relationship."
            ],
            [
                89,
                "Yeah, you’ve been going out for years. You haven’t even slept together."
            ],
            [
                91,
                "Uh, hello."
            ],
            [
                93,
                "No. Sheldon, we’re getting married."
            ],
            [
                95,
                "Well, we will. We’re just not in a rush."
            ],
            [
                99,
                "Yeah, it’s just, things are good right now."
            ],
            [
                101,
                "I’m focusing on my job."
            ],
            [
                103,
                "So busy."
            ],
            [
                105,
                "Yeah."
            ],
            [
                107,
                "You know, I can see why Amy’s mad at you."
            ],
            [
                124,
                "You know why."
            ],
            [
                126,
                "Not in a rush, busy with work…"
            ],
            [
                128,
                "Really good."
            ],
            [
                130,
                "Oh, my God. Yes. Why would you even ask that?"
            ],
            [
                132,
                "Well, you want a date, pick a date."
            ],
            [
                135,
                "Okay, indoor it is. Big or small?"
            ],
            [
                137,
                "I doubt it."
            ],
            [
                139,
                "All right, well, I want it in a church."
            ],
            [
                141,
                "Fine. I want to release butterflies."
            ],
            [
                144,
                "Sounds perfect."
            ],
            [
                147,
                "Stay out of it."
            ],
            [
                158,
                "No, it’s okay."
            ],
            [
                161,
                "Uh, Sheldon, I think we’re good for now."
            ],
            [
                163,
                "Here we go again. Why is everyone so concerned with us setting a date? We’re committed to each other. We’re happy. A ceremony isn’t gonna change anything."
            ],
            [
                168,
                "Ew, 50? We’ll be old and gross."
            ],
            [
                171,
                "Um, I’m free tonight."
            ],
            [
                173,
                "Vegas isn’t that far away."
            ],
            [
                176,
                "Oh, thank you."
            ],
            [
                215,
                "Wow, there’s a Denny’s in Vegas you can actually get married in."
            ],
            [
                217,
                "Yeah, but we could get heart-shaped pancakes."
            ],
            [
                219,
                "Yeah. This is crazy."
            ],
            [
                221,
                "Maybe. But this isn’t about them, it’s about us."
            ],
            [
                223,
                "And you know what the best part is? We took our time. I mean, we met, we were friends for a couple years, then we got together, and then we got untogether, then we worked out all our problems, and now we know everything about each other, we can just go forward with no surprises and no regrets."
            ],
            [
                225,
                "And no regrets."
            ],
            [
                227,
                "What?"
            ],
            [
                229,
                "What?"
            ],
            [
                231,
                "Yeah."
            ],
            [
                233,
                "No, you told me."
            ],
            [
                235,
                "What did you do?"
            ],
            [
                237,
                "And then what?"
            ],
            [
                239,
                "All right."
            ],
            [
                241,
                "Nope, never."
            ],
            [
                243,
                "You know, can I ask you a question?"
            ],
            [
                245,
                "Why are you telling me this now?"
            ],
            [
                247,
                "Really? Because to me, it seems like we’re about to get married and you’re trying to sabotage it."
            ],
            [
                249,
                "No, I don’t want there to be secrets between us."
            ],
            [
                251,
                "Uh, keep your mouth off other women."
            ],
            [
                253,
                "Okay."
            ],
            [
                255,
                "Look, I’m not happy this happened, but I think I can get past it. I mean, we weren’t engaged at the time, and it was just kissing."
            ],
            [
                257,
                "Just kissing."
            ],
            [
                259,
                "Okay, that’s enough. Stop talking."
            ],
            [
                261,
                "Yes."
            ],
            [
                263,
                "Yes."
            ],
            [
                265,
                "Ha-ha, don’t push it."
            ]
        ],
        "Bernadette": [
            [
                59,
                "You mean ’cause she has weird tattoos?"
            ],
            [
                66,
                "The only issue is that everybody has their own thing, and as long as it’s two consenting adults, I guess I don’t see the harm in it."
            ],
            [
                68,
                "Well, then I guess bring a blanket. The grass gets damp at night."
            ],
            [
                71,
                "I think if Raj wants to break up with a girl, he can do it."
            ],
            [
                73,
                "I don’t know."
            ],
            [
                79,
                "That’s not true. We were just laughing right in your face."
            ],
            [
                110,
                "Did you eat all my yoghurt?"
            ],
            [
                112,
                "You know which yoghurt I mean."
            ],
            [
                114,
                "Maybe Raj is right. Maybe it’s time we tell him he needs to move out."
            ],
            [
                116,
                "I know, but his store was reopening, and then there were the holidays, and then he was sick."
            ],
            [
                118,
                "All right. Tonight’s the night."
            ],
            [
                120,
                "Ooh, I like when you take charge."
            ],
            [
                181,
                "Right."
            ],
            [
                183,
                "Howard Joel Wolowitz, you get back here."
            ],
            [
                188,
                "Don’t let that sway you."
            ],
            [
                191,
                "So, we need to talk."
            ],
            [
                197,
                "Well, you’ve been living here a while now."
            ],
            [
                199,
                "Yeah."
            ],
            [
                206,
                "So, anyway, what I’m trying to say is… (phone rings)"
            ]
        ],
        "Howard": [
            [
                61,
                "One more time?"
            ],
            [
                63,
                "Like, a random person or somebody she knew?"
            ],
            [
                65,
                "Well, if it’s her father’s grave and they didn’t get along, then you know she holds a grudge."
            ],
            [
                70,
                "Right. You’re gonna break up with a girl who has sex with you. Can you believe this guy?"
            ],
            [
                72,
                "How are you saying that with a straight face?"
            ],
            [
                75,
                "Buddy, other than Jenny Craig, you’ve never broken up with a girl in your life."
            ],
            [
                77,
                "That’s not the same thing. Emily’s a person. Stuart’s more like an infestation, something you spray for."
            ],
            [
                111,
                "You mean the one that makes ladies do the thing that ladies pretend they don’t do even though they do?"
            ],
            [
                113,
                "I didn’t touch it. Must have been Stuart."
            ],
            [
                115,
                "We should have done it months ago."
            ],
            [
                117,
                "Yeah, right. Sick. He didn’t have jaundice. He just looks like that."
            ],
            [
                119,
                "Agreed. When he gets home, I’m dropping the hammer."
            ],
            [
                121,
                "Oh, I’m not taking charge, you’re the hammer."
            ],
            [
                180,
                "Bernie, Stuart just pulled up. So remember, the key is to be firm. Show no weakness."
            ],
            [
                182,
                "Good luck."
            ],
            [
                184,
                "Never should have told you my middle name."
            ],
            [
                186,
                "Hey, you got a minute?"
            ],
            [
                189,
                "It’s hard not to. They taste so much better than real berries."
            ],
            [
                200,
                "His middle name is David. Go."
            ],
            [
                207,
                "You need to take that?"
            ]
        ],
        "Howard and Bernadette (singing)": [
            [
                213,
                "Happy birthday to you."
            ]
        ],
        "Amy (on skype)": [
            [
                267,
                "Hello."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "Can you believe it’s been five years since our first date?"
        ],
        [
            "Sheldon",
            "I know. Do you think I should start watching The Flash TV show?"
        ],
        [
            "Amy",
            "That’s what you’re thinking about?"
        ],
        [
            "Sheldon",
            "Well, one of the things."
        ],
        [
            "Amy",
            "Are any of them me?"
        ],
        [
            "Sheldon",
            "Yes. I thought, I can’t decide if I should watch The Flash TV show. I know, I’ll ask Amy. Anyway."
        ],
        [
            "Amy",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "You’re right, you did kind of kill the mood."
        ],
        [
            "Amy",
            "I didn’t kill anything. You did, talking about your stupid TV show."
        ],
        [
            "Sheldon",
            "Excuse me. Starting to watch a television show that might run for years isn’t a decision to take lightly. I’m wrestling with a big commitment issue here."
        ],
        [
            "Amy",
            "Really? That’s the commitment issue you’re wrestling with? Sheldon, do you understand the irony of your fixation on a man with super speed, while after five years all I can get out of you is a distracted make-out session on a couch?"
        ],
        [
            "Sheldon",
            "Irony’s not really my strong suit. But I have been getting better with sarcasm, if you want to give that a try."
        ],
        [
            "Amy",
            "Oh, sure, I’d love to."
        ],
        [
            "Sheldon",
            "Whenever you’re ready."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Stuart",
            "I don’t want to rush you, but I’m closing a little early tonight."
        ],
        [
            "Raj",
            "Ooh. Hot date?"
        ],
        [
            "Stuart",
            "Uh, no. I overheard Bernadette tell Howard she was making him a meat loaf, and you don’t have to not ask me twice."
        ],
        [
            "Emily",
            "If I stick a light bulb on this, wouldn’t it make a great lamp for my bedroom?"
        ],
        [
            "Raj",
            "You’re kidding, right?"
        ],
        [
            "Emily",
            "Oh. Is this freaking you out?"
        ],
        [
            "Raj",
            "I guess I’m just more of a Pottery Barn, Crate and Barrel kind of guy. Maybe Pier 1 if I really want to cut loose."
        ],
        [
            "Emily",
            "All right. Never mind."
        ],
        [
            "Raj",
            "No, no, no. Hey, you should totally get it. In fact, I’ll buy it for you."
        ],
        [
            "Stuart",
            "Sold."
        ],
        [
            "Emily",
            "Raj, you don’t have to do that."
        ],
        [
            "Stuart",
            "Too late. No returns."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Leonard",
            "That was really intense."
        ],
        [
            "Penny",
            "Well, now we know, next time we go to the farmers’ market, the order is petting zoo first, then buy vegetables."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "Oh, good. You’re here. I need your assistance."
        ],
        [
            "Leonard",
            "Can it wait until I put a Band-Aid on a goat bite?"
        ],
        [
            "Sheldon",
            "What happened?"
        ],
        [
            "Penny",
            "Oh, your buddy got mugged by some baby farm animals."
        ],
        [
            "Sheldon",
            "Been there."
        ],
        [
            "Penny",
            "Mmm. So what do you need help with?"
        ],
        [
            "Sheldon",
            "Amy’s mad at me, and I’m not clear why."
        ],
        [
            "Penny",
            "Okay. Were you talking before she got upset?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Penny",
            "That’s probably it. What’d you say to her?"
        ],
        [
            "Sheldon",
            "Well, I just asked her if I should start watching the new Flash TV series."
        ],
        [
            "Penny",
            "And that made her angry?"
        ],
        [
            "Sheldon",
            "Baffling, right? We were necking like a couple of hooligans under the school bleachers. I stopped so I could ask the question. Next thing I know, good-bye, kissy face. Hello, yelly face."
        ],
        [
            "Penny",
            "Well, Sheldon, when you’re kissing a girl, she expects the attention to be on her."
        ],
        [
            "Sheldon",
            "It was. I asked her if she thought I should watch The Flash."
        ],
        [
            "Penny",
            "Yeah. I’m tapping out. Leonard?"
        ],
        [
            "Leonard",
            "I’m gonna guess that your main concern is the time commitment of watching an entire season of a new show."
        ],
        [
            "Sheldon",
            "Oh, no, not just a season. If I’m in, I’m in for the whole run, even if the quality declines."
        ],
        [
            "Leonard",
            "I get it. Smallville almost wrecked you."
        ],
        [
            "Sheldon",
            "Yeah. Exactly. You know, I waited ten years to see a guy everyone knows can fly, fly."
        ],
        [
            "Penny",
            "Wait, what is wrong with you two? He was talking about television during their date night."
        ],
        [
            "Sheldon",
            "Oh, not just date night, our fifth anniversary."
        ],
        [
            "Penny",
            "Okay, see, that’s even dumber than you wondering if being bitten by a goat would give you the powers of a goat."
        ],
        [
            "Sheldon",
            "If that happens, don’t make me wait ten years to watch you eat a tin can."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Raj",
            "You guys ever notice that Emily has a bit of a twisted side?"
        ],
        [
            "Bernadette",
            "You mean ’cause she has weird tattoos?"
        ],
        [
            "Raj",
            "No, because she wants to have sex with me in a graveyard."
        ],
        [
            "Howard",
            "One more time?"
        ],
        [
            "Raj",
            "She and I were supposed to watch the new Avengers movie tonight, but it was sold out. So I said, what else do you want to do? She said, let’s go to a cemetery and do it on somebody’s grave."
        ],
        [
            "Howard",
            "Like, a random person or somebody she knew?"
        ],
        [
            "Raj",
            "What difference does it make?"
        ],
        [
            "Howard",
            "Well, if it’s her father’s grave and they didn’t get along, then you know she holds a grudge."
        ],
        [
            "Bernadette",
            "The only issue is that everybody has their own thing, and as long as it’s two consenting adults, I guess I don’t see the harm in it."
        ],
        [
            "Raj",
            "Well, what if it’s one consenting adult and one adult who pretends to consent because he’s afraid of being alone?"
        ],
        [
            "Bernadette",
            "Well, then I guess bring a blanket. The grass gets damp at night."
        ],
        [
            "Raj",
            "I don’t know, guys. Maybe this relationship isn’t for me. Maybe I should break up with her."
        ],
        [
            "Howard",
            "Right. You’re gonna break up with a girl who has sex with you. Can you believe this guy?"
        ],
        [
            "Bernadette",
            "I think if Raj wants to break up with a girl, he can do it."
        ],
        [
            "Howard",
            "How are you saying that with a straight face?"
        ],
        [
            "Bernadette",
            "I don’t know."
        ],
        [
            "Raj",
            "You guys are being jerks."
        ],
        [
            "Howard",
            "Buddy, other than Jenny Craig, you’ve never broken up with a girl in your life."
        ],
        [
            "Raj",
            "You’re one to talk. You’ve been complaining about Stuart living here for the past year. I don’t see you showing him the door."
        ],
        [
            "Howard",
            "That’s not the same thing. Emily’s a person. Stuart’s more like an infestation, something you spray for."
        ],
        [
            "Raj",
            "Baloney, okay? You two are as afraid of hurting someone’s feelings as I am."
        ],
        [
            "Bernadette",
            "That’s not true. We were just laughing right in your face."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Penny",
            "Thanks for cooking."
        ],
        [
            "Leonard",
            "Mmm. My pleasure."
        ],
        [
            "Penny",
            "That carrot was delicious."
        ],
        [
            "Leonard",
            "Yeah. I wish I’d fought harder for the rest of ’em."
        ],
        [
            "Penny",
            "Still haven’t heard from her?"
        ],
        [
            "Sheldon",
            "No, and I’m confused. It’s been nearly 24 hours. Amy should have figured out she’s wrong by now."
        ],
        [
            "Penny",
            "Hey, I don’t think she’s wrong about you going too slow in the relationship."
        ],
        [
            "Sheldon",
            "Too slow?"
        ],
        [
            "Penny",
            "Yeah, you’ve been going out for years. You haven’t even slept together."
        ],
        [
            "Sheldon",
            "That’s right. It’s called foreplay. And I could make the case that you two aren’t moving forward in your relationship."
        ],
        [
            "Penny",
            "Uh, hello."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Penny",
            "No. Sheldon, we’re getting married."
        ],
        [
            "Sheldon",
            "But you’ve been engaged for over a year now, and you don’t even have a wedding date."
        ],
        [
            "Penny",
            "Well, we will. We’re just not in a rush."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Leonard",
            "We’re gonna set a date."
        ],
        [
            "Sheldon",
            "Okay. If you say so."
        ],
        [
            "Penny",
            "Yeah, it’s just, things are good right now."
        ],
        [
            "Leonard",
            "Really good."
        ],
        [
            "Penny",
            "I’m focusing on my job."
        ],
        [
            "Leonard",
            "And we’ve been busy with our paper."
        ],
        [
            "Penny",
            "So busy."
        ],
        [
            "Leonard",
            "Yeah, we’ll pick a date when we pick a date."
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Penny",
            "You know, I can see why Amy’s mad at you."
        ],
        [
            "Sheldon",
            "Yeah, shut up, Sheldon."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Bernadette",
            "Did you eat all my yoghurt?"
        ],
        [
            "Howard",
            "You mean the one that makes ladies do the thing that ladies pretend they don’t do even though they do?"
        ],
        [
            "Bernadette",
            "You know which yoghurt I mean."
        ],
        [
            "Howard",
            "I didn’t touch it. Must have been Stuart."
        ],
        [
            "Bernadette",
            "Maybe Raj is right. Maybe it’s time we tell him he needs to move out."
        ],
        [
            "Howard",
            "We should have done it months ago."
        ],
        [
            "Bernadette",
            "I know, but his store was reopening, and then there were the holidays, and then he was sick."
        ],
        [
            "Howard",
            "Yeah, right. Sick. He didn’t have jaundice. He just looks like that."
        ],
        [
            "Bernadette",
            "All right. Tonight’s the night."
        ],
        [
            "Howard",
            "Agreed. When he gets home, I’m dropping the hammer."
        ],
        [
            "Bernadette",
            "Ooh, I like when you take charge."
        ],
        [
            "Howard",
            "Oh, I’m not taking charge, you’re the hammer."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "So, why haven’t we picked a date?"
        ],
        [
            "Penny",
            "You know why."
        ],
        [
            "Leonard",
            "Well, of course I know why. But just for fun, why?"
        ],
        [
            "Penny",
            "Not in a rush, busy with work…"
        ],
        [
            "Sheldon",
            "Things are good right now."
        ],
        [
            "Penny",
            "Really good."
        ],
        [
            "Leonard",
            "You still want to get married, right?"
        ],
        [
            "Penny",
            "Oh, my God. Yes. Why would you even ask that?"
        ],
        [
            "Leonard",
            "I don’t know. Because we don’t have a date?"
        ],
        [
            "Penny",
            "Well, you want a date, pick a date."
        ],
        [
            "Leonard",
            "It’s not just the date. We haven’t talked about anything. Big wedding, small wedding, indoor, outdoor?"
        ],
        [
            "Sheldon",
            "Outdoor? Oh. I can RSVP no right now."
        ],
        [
            "Penny",
            "Okay, indoor it is. Big or small?"
        ],
        [
            "Leonard",
            "Is your dad paying for it?"
        ],
        [
            "Penny",
            "I doubt it."
        ],
        [
            "Leonard",
            "Okay, two friends each."
        ],
        [
            "Penny",
            "All right, well, I want it in a church."
        ],
        [
            "Leonard",
            "Fine. I want black-tie."
        ],
        [
            "Penny",
            "Fine. I want to release butterflies."
        ],
        [
            "Sheldon",
            "Seriously? Airborne worms?"
        ],
        [
            "Leonard",
            "Okay. Well, then it’s settled. Small indoor church wedding, black-tie, no butterflies."
        ],
        [
            "Penny",
            "Sounds perfect."
        ],
        [
            "Leonard",
            "Great."
        ],
        [
            "Sheldon",
            "You still didn’t pick a date."
        ],
        [
            "Penny",
            "Stay out of it."
        ],
        [
            "Leonard",
            "Shut up."
        ],
        [
            "Scene",
            "A graveyard."
        ],
        [
            "Emily",
            "Mmm. It’s a beautiful night."
        ],
        [
            "Raj",
            "Oh, yes, we’ve got the moon and the trees and Elizabeth McNulty, who apparently died when she was the same age I am."
        ],
        [
            "Emily",
            "Makes you feel alive, doesn’t it?"
        ],
        [
            "Raj",
            "So does enjoying a meal at a well-lit restaurant, but here we are."
        ],
        [
            "Emily",
            "You aren’t scared, are you?"
        ],
        [
            "Raj",
            "Of ghosts, no. Of you, little bit."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "I’m sorry I’ve upset you. I shouldn’t have asked so many questions."
        ],
        [
            "Penny",
            "No, it’s okay."
        ],
        [
            "Leonard",
            "Yeah, maybe it’s good you got us talking about this stuff."
        ],
        [
            "Sheldon",
            "Well, look at that, even when I’m causing problems, I make the world a better place. Hey, next, why don’t we tackle your penchant for whining and Penny’s love of the ol’ glug-glug?"
        ],
        [
            "Penny",
            "Uh, Sheldon, I think we’re good for now."
        ],
        [
            "Sheldon",
            "Ah, well, very well. So does this mean you’ll finally pick a wedding date?"
        ],
        [
            "Penny",
            "Here we go again. Why is everyone so concerned with us setting a date? We’re committed to each other. We’re happy. A ceremony isn’t gonna change anything."
        ],
        [
            "Sheldon",
            "So you’re never getting married? It’s his whining, isn’t it?"
        ],
        [
            "Leonard",
            "Sheldon, I’m not a whiner."
        ],
        [
            "Sheldon",
            "It’s amusing that he doesn’t hear it."
        ],
        [
            "Leonard",
            "Look, all she’s saying is we are in love so it doesn’t matter if we get married tomorrow or a year from now or 50 years from now."
        ],
        [
            "Penny",
            "Ew, 50? We’ll be old and gross."
        ],
        [
            "Leonard",
            "Yeah, but we’ll be old and gross together."
        ],
        [
            "Sheldon",
            "My aunt and uncle were married 63 years. Towards the end, it was like watching cheese melt."
        ],
        [
            "Penny",
            "Um, I’m free tonight."
        ],
        [
            "Leonard",
            "Are you saying you want to get married?"
        ],
        [
            "Penny",
            "Vegas isn’t that far away."
        ],
        [
            "Leonard",
            "I’m in. Let’s do it."
        ],
        [
            "Sheldon",
            "After all these years. I’m really happy for the two of you."
        ],
        [
            "Penny",
            "Oh, thank you."
        ],
        [
            "Leonard",
            "Thanks."
        ],
        [
            "Sheldon",
            "Now get out of my spot."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard",
            "Bernie, Stuart just pulled up. So remember, the key is to be firm. Show no weakness."
        ],
        [
            "Bernadette",
            "Right."
        ],
        [
            "Howard",
            "Good luck."
        ],
        [
            "Bernadette",
            "Howard Joel Wolowitz, you get back here."
        ],
        [
            "Howard",
            "Never should have told you my middle name."
        ],
        [
            "Stuart",
            "Hey, guys."
        ],
        [
            "Howard",
            "Hey, you got a minute?"
        ],
        [
            "Stuart",
            "Sure. Uh, let me just put this stuff in the fridge. I felt bad for finishing your yoghurt, so I bought more. And, Howard, your favourite fruit is in season. Crunch Berries."
        ],
        [
            "Bernadette",
            "Don’t let that sway you."
        ],
        [
            "Howard",
            "It’s hard not to. They taste so much better than real berries."
        ],
        [
            "Stuart",
            "What’s up?"
        ],
        [
            "Bernadette",
            "So, we need to talk."
        ],
        [
            "Scene",
            "The graveyard."
        ],
        [
            "Emily",
            "You okay?"
        ],
        [
            "Raj",
            "I think we should talk."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Stuart",
            "Is everything okay?"
        ],
        [
            "Bernadette",
            "Well, you’ve been living here a while now."
        ],
        [
            "Stuart",
            "I know. I may sell comic books at work, but the real superheroes are sitting right in front of me."
        ],
        [
            "Bernadette",
            "Yeah."
        ],
        [
            "Howard",
            "His middle name is David. Go."
        ],
        [
            "Scene",
            "The graveyard."
        ],
        [
            "Raj",
            "Look, I care about you a lot, but we are very different people."
        ],
        [
            "Emily",
            "Are you breaking up with me?"
        ],
        [
            "Raj",
            "No, no, I’m just pointing out that you’re dark on the inside and I’m dark on the outside."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Bernadette",
            "So, anyway, what I’m trying to say is… (phone rings)"
        ],
        [
            "Howard",
            "You need to take that?"
        ],
        [
            "Stuart",
            "It’s just my dad, probably calling to wish me a happy birthday. I’ll call him back. You were saying?"
        ],
        [
            "Scene",
            "The graveyard."
        ],
        [
            "Emily",
            "Look, Raj, be honest with me. If you want to end things, just do it. Don’t expect me to do it for you."
        ],
        [
            "Raj",
            "End things? I’m trying to tell you that I love you."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard and Bernadette (singing)",
            "Happy birthday to you."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Penny",
            "Wow, there’s a Denny’s in Vegas you can actually get married in."
        ],
        [
            "Leonard",
            "Doesn’t sound very romantic."
        ],
        [
            "Penny",
            "Yeah, but we could get heart-shaped pancakes."
        ],
        [
            "Leonard",
            "I’m sure we’ll find a decent chapel."
        ],
        [
            "Penny",
            "Yeah. This is crazy."
        ],
        [
            "Leonard",
            "I know. You think people are gonna be mad?"
        ],
        [
            "Penny",
            "Maybe. But this isn’t about them, it’s about us."
        ],
        [
            "Leonard",
            "It is. It is about us."
        ],
        [
            "Penny",
            "And you know what the best part is? We took our time. I mean, we met, we were friends for a couple years, then we got together, and then we got untogether, then we worked out all our problems, and now we know everything about each other, we can just go forward with no surprises and no regrets."
        ],
        [
            "Leonard",
            "Right. No surprises."
        ],
        [
            "Penny",
            "And no regrets."
        ],
        [
            "Leonard",
            "Uh, well, there, there’s one thing I feel I should tell you."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "You know, so we can go into this with no secrets between us."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Leonard",
            "Remember, uh, a couple years back when I was on that research ship in the North Sea?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Leonard",
            "Okay, well, there, there was a lot of drinking and craziness going on."
        ],
        [
            "Penny",
            "No, you told me."
        ],
        [
            "Leonard",
            "Okay, um, well, there was this girl."
        ],
        [
            "Penny",
            "What did you do?"
        ],
        [
            "Leonard",
            "Nothing really. It was just kissing."
        ],
        [
            "Penny",
            "And then what?"
        ],
        [
            "Leonard",
            "And then nothing. I stopped it. But it still bothers me, and I wanted you to know."
        ],
        [
            "Penny",
            "All right."
        ],
        [
            "Leonard",
            "Did you ever do anything like this since we’ve been?"
        ],
        [
            "Penny",
            "Nope, never."
        ],
        [
            "Leonard",
            "Oh, that’s too bad."
        ],
        [
            "Penny",
            "You know, can I ask you a question?"
        ],
        [
            "Leonard",
            "Hmm?"
        ],
        [
            "Penny",
            "Why are you telling me this now?"
        ],
        [
            "Leonard",
            "Well, like I said, we’re about to get married, and I, I want a clean slate. No secrets."
        ],
        [
            "Penny",
            "Really? Because to me, it seems like we’re about to get married and you’re trying to sabotage it."
        ],
        [
            "Leonard",
            "Would you rather I didn’t tell you?"
        ],
        [
            "Penny",
            "No, I don’t want there to be secrets between us."
        ],
        [
            "Leonard",
            "See, now I’m confused. I mean, what, what am I supposed to do?"
        ],
        [
            "Penny",
            "Uh, keep your mouth off other women."
        ],
        [
            "Leonard",
            "I can do that. Uh, uh, from now on, this mouth, you and food, that’s it."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Leonard",
            "Yeah?"
        ],
        [
            "Penny",
            "Look, I’m not happy this happened, but I think I can get past it. I mean, we weren’t engaged at the time, and it was just kissing."
        ],
        [
            "Leonard",
            "Right."
        ],
        [
            "Penny",
            "Just kissing."
        ],
        [
            "Leonard",
            "It wasn’t even very good. She was a smoker, I’d just been seasick."
        ],
        [
            "Penny",
            "Okay, that’s enough. Stop talking."
        ],
        [
            "Leonard",
            "So, we’re still getting married?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Leonard",
            "Because we love each other."
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Leonard",
            "And it’s the happiest day of our lives."
        ],
        [
            "Penny",
            "Ha-ha, don’t push it."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Amy (on skype)",
            "Hello."
        ],
        [
            "Sheldon",
            "Hello. Listen, I’ve been thinking a lot about relationships and how difficult they can be, and I think…"
        ],
        [
            "Amy",
            "I’ve been thinking about them, too, Sheldon. Being your girlfriend is so challenging. Emotionally, physically. I’ve been incredibly patient for years."
        ],
        [
            "Sheldon",
            "Strongly disagree. Go on."
        ],
        [
            "Amy",
            "Okay, well, this isn’t easy to say, because I love you, but I need some time to take a step back and re-evaluate our situation."
        ],
        [
            "Sheldon",
            "Oh."
        ],
        [
            "Amy",
            "I hope you understand."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Amy",
            "Bye, Sheldon."
        ],
        [
            "Sheldon",
            "Well, Gollum, you’re an expert on rings. What do I do with this one?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-8-episode-24-the-commitment-determination/"
}