{
    "Season": 8,
    "Episode": 4,
    "Title": "the hook up reverbration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The cafeteria."
            ],
            [
                20,
                "Credits sequence."
            ],
            [
                21,
                "The apartment."
            ],
            [
                47,
                "Penny’s apartment."
            ],
            [
                64,
                "Capital Comics."
            ],
            [
                81,
                "Emily’s surgery. "
            ],
            [
                109,
                "The apartment. "
            ],
            [
                134,
                "Penny’s apartment."
            ],
            [
                153,
                "Capital Comics."
            ],
            [
                175,
                "The stairwell."
            ],
            [
                184,
                "Howard and Bernadette’s apartment."
            ],
            [
                202,
                "The apartment."
            ],
            [
                212,
                "Penny’s apartment."
            ],
            [
                226,
                "Mrs Wolowitz’s house."
            ],
            [
                238,
                "Penny’s apartment. "
            ],
            [
                248,
                "The apartment. "
            ]
        ],
        "Leonard": [
            [
                1,
                "Have you guys heard about this research team that’s trying to transgenically manipulate chicken DNA to create some sort of chicken dinosaur?"
            ],
            [
                9,
                "Yeah. I’m excited to finally meet your girlfriend."
            ],
            [
                14,
                "Yeah, you didn’t lose anyone when you met Amy. Yeah, well, no, this study refers to romantic partners. Not the way I would categorize the two of us."
            ],
            [
                16,
                "I’ve seen him do it. It’s not romantic."
            ],
            [
                18,
                "What happens if she doesn’t like us?"
            ],
            [
                33,
                "Nice to finally meet you, too."
            ],
            [
                36,
                "Wow, Raj, you were not lying about her."
            ],
            [
                67,
                "Okay, him I believe because he’s an 80-year-old man in a 15-year-old’s tee shirt. But you’re just upset about Stuart and your mom and all their HBOs."
            ],
            [
                71,
                "Why? Because they won’t get off your lawn? Is Stuart trying to get a loan, or, or find investors?"
            ],
            [
                74,
                "Hey, here’s a thought. Why don’t we put up the rest of the money that Stuart needs?"
            ],
            [
                76,
                "It’s kind of a dream come true."
            ],
            [
                80,
                "It’s not that bad."
            ],
            [
                111,
                "Oh, kids buy comic books. It would be great to figure out a way to get more kids in the store."
            ],
            [
                116,
                "Hold on. So, your idea is to get a van and cruise the streets looking for kids to pick up?"
            ],
            [
                118,
                "And are you gonna use candy to lure them in?"
            ],
            [
                126,
                "Why say it?"
            ],
            [
                159,
                "Uh, do you know how Penny told Raj he should have left her off his list?"
            ],
            [
                161,
                "Well, do you think when she and I had that conversation, she left people off her list?"
            ],
            [
                163,
                "Why?"
            ],
            [
                165,
                "Will you stay out of this?"
            ],
            [
                168,
                "That’s true."
            ],
            [
                171,
                "Why are you even part of this conversation? You don’t know anything about women."
            ],
            [
                176,
                "There’s something I wanted to run past you."
            ],
            [
                178,
                "Mm, the guys and I were thinking about investing in Stuart’s comic book store. Is that okay?"
            ],
            [
                180,
                "Well, you know, we’re engaged, and it’s kind of a big deal financially. It seems like something we should talk about."
            ],
            [
                182,
                "Yeah."
            ],
            [
                250,
                "I know. I was looking forward to it."
            ],
            [
                255,
                "Yeah."
            ]
        ],
        "Sheldon": [
            [
                2,
                "Oh, I think that sounds wonderful."
            ],
            [
                4,
                "Yes, but tell me a dinosaur chicken salad sandwich wouldn’t hit the Mesozoic spot."
            ],
            [
                7,
                "Hello."
            ],
            [
                10,
                "Speaking of which, according to a recent study out of Oxford University, when someone takes on a new romantic partner, that person loses one or two close friends."
            ],
            [
                12,
                "I go to the bathroom like everybody else."
            ],
            [
                28,
                "Hello."
            ],
            [
                40,
                "Oh, I like their emergency room. Yeah, even if it turns out you don’t have Dengue fever, they still let you take a lollipop."
            ],
            [
                44,
                "I have some odd freckles on my buttocks. Can I make an appointment for you to look at them?"
            ],
            [
                65,
                "I miss Stuart’s place. All this loud music and exposed brick. What, is this a comic book store, or a rave at the third little pig’s house?"
            ],
            [
                70,
                "Oh, boy, if there is one thing that gets my goat, it’s those dad-gum insurance companies."
            ],
            [
                73,
                "For starters, they shed and bite."
            ],
            [
                79,
                "I’ll give you a plan right now. Step one, open comic book store. Step two, start rumour this comic book store gives you genital warts. Step three, buy a big bag to put the money in."
            ],
            [
                110,
                "So, what are some ways we could set our comic book store apart from the competition?"
            ],
            [
                114,
                "Nice. You mean, like at parks and schools?"
            ],
            [
                117,
                "Yes."
            ],
            [
                131,
                "On the bright side, that Oxford study was right. One friend down. I wonder who you’re going to lose next."
            ],
            [
                133,
                "No. You’re crazy about me."
            ],
            [
                154,
                "You know, the more I think about it, the more intrigued I am about having our own store."
            ],
            [
                156,
                "And we’ll get to have fun interactions with our customers. Like, this isn’t a library, buy it or get out."
            ],
            [
                158,
                "Yes, but as a store owner, I’ll finally have a good comeback to, You don’t work here, shut up."
            ],
            [
                162,
                "I’m sure she did."
            ],
            [
                164,
                "Because if she hadn’t, she’d still be wading through the list."
            ],
            [
                166,
                "If only Penny had said that once in a while."
            ],
            [
                170,
                "Yeah, he’s right. Once, in a moment of candour, I told Amy that her hair reminded me of a duck caught in an oil spill. She stormed out. Which was sad, because we were playing Scrabble, and I had all the letters to spell persimmon."
            ],
            [
                172,
                "I know that if I had a wife or a fiancée, I’d ask her first before I invested money in a comic book store."
            ],
            [
                174,
                "Yeah, well, of course I am. I was also right about her hair. It did everything but quack."
            ],
            [
                203,
                "I’d like your honest opinion on something."
            ],
            [
                205,
                "Now, before I start, I need you to know that I’m very excited about this, and anything you say that isn’t enthusiastically supportive will throw our entire relationship into question. So, keep an open mind."
            ],
            [
                207,
                "Perfect. Now, I’m considering investing in Stuart’s comic book store."
            ],
            [
                209,
                "No."
            ],
            [
                211,
                "Great. Wait till you hear about our van."
            ],
            [
                251,
                "It would’ve been so nice to have a place that was ours, where we could just sit and read comics in peace."
            ],
            [
                254,
                "Well, I guess it was too good to be true."
            ]
        ],
        "Howard": [
            [
                3,
                "What? You’re afraid of both dinosaurs and chickens."
            ],
            [
                6,
                "Hey."
            ],
            [
                11,
                "Since when do you read social science?"
            ],
            [
                23,
                "I don’t want to talk about it."
            ],
            [
                25,
                "My mom got him cable. In my whole life, growing up in that house, no cable. Do you know how many HBOs that leech had my mother get him? Seven. Seven HBOs. Seven."
            ],
            [
                66,
                "Yep, I wish Stuart would reopen. I hate this place, too."
            ],
            [
                68,
                "Yes, I am. You know, I can’t even watch Game of Thrones now without thinking of mother saying, Stuart, which one is Thrones?"
            ],
            [
                72,
                "All I know is, he’s got my mother buying four-ply toilet paper. I mean, four-ply. If his butt is so delicate, why doesn’t he just use an angora rabbit?"
            ],
            [
                77,
                "That does sound fun."
            ],
            [
                112,
                "You know, when I was a kid, I loved going there, but I could never get a ride."
            ],
            [
                115,
                "Toy stores, puppet shows."
            ],
            [
                155,
                "We’ll get to see all the new stuff before it hits the shelves."
            ],
            [
                157,
                "You say things like that all the time."
            ],
            [
                160,
                "Yeah."
            ],
            [
                167,
                "Hey, what difference does it make? You’re the one she wants to marry."
            ],
            [
                169,
                "Yeah, and I’m not sure that complete honesty is always the best thing for a relationship."
            ],
            [
                173,
                "He’s right."
            ],
            [
                185,
                "Mm. So, me and the guys were talking about this great investment opportunity."
            ],
            [
                187,
                "But you didn’t hear what it was."
            ],
            [
                189,
                "Oh, come on."
            ],
            [
                191,
                "It’s to help reopen the comic book store."
            ],
            [
                193,
                "Well, hear me out."
            ],
            [
                195,
                "I know, but all the guys are doing it. We’re splitting it four ways, so it’s really not that much money."
            ],
            [
                197,
                "I get that. I, okay, look, the real reason this is important is, before my dad left me and my mom, he used to take me to the comic book store. It was one of the few things we did together."
            ],
            [
                199,
                "Well, I don’t like to talk about it."
            ],
            [
                201,
                "That’s how much buying a comic book store means to me."
            ],
            [
                228,
                "Well, I don’t need a reason, it’s my house."
            ],
            [
                230,
                "I’m always welcome."
            ],
            [
                234,
                "What?"
            ],
            [
                236,
                "Excuse me. Ma, you are cancelling that cheque, and Stuart is not your bubala, I’m your bubala. You can’t have more than one bubala."
            ],
            [
                252,
                "With comfy seats."
            ]
        ],
        "Raj": [
            [
                5,
                "Hey, guys."
            ],
            [
                8,
                "We still on for tomorrow night?"
            ],
            [
                13,
                "Why would I lose friends just because I started dating someone?"
            ],
            [
                15,
                "You guys kiss and hold hands."
            ],
            [
                17,
                "Look, I’m not the kind of guy who drops his friends just because he’s in a relationship."
            ],
            [
                19,
                "Well, hey, you’re my dear friends. You’ll get a Christmas card for a couple of years, and then you’re dead to me."
            ],
            [
                27,
                "Hey, guys."
            ],
            [
                29,
                "Emily, you know almost everybody here."
            ],
            [
                31,
                "And this is Leonard, this is Penny."
            ],
            [
                37,
                "I told you she exists."
            ],
            [
                69,
                "You know, he might not reopen. He didn’t get a lot of money from the insurance company."
            ],
            [
                75,
                "So, we’d be, like, owners of a comic book store?"
            ],
            [
                78,
                "Ooh, maybe we could come up with a business plan to compete with this place."
            ],
            [
                113,
                "Ooh, what if we got a van and drove around and picked kids up?"
            ],
            [
                119,
                "We are now."
            ],
            [
                121,
                "Um, well, in my defence, I tell everybody."
            ],
            [
                123,
                "We were having a conversation about past lovers."
            ],
            [
                125,
                "Well, we were being honest. You would leave me out of the conversation with the next guy if you dumped Leonard?"
            ],
            [
                128,
                "Well, I would never leave you off my list, and not just because, without you, we’re playing fast and loose with the word list."
            ],
            [
                130,
                "Great."
            ],
            [
                132,
                "You, okay? It’s you. You’re, you’re next."
            ],
            [
                213,
                "Hey."
            ],
            [
                215,
                "Thanks for inviting us over."
            ],
            [
                219,
                "Excuse me, can I say something? I just love both you guys, and I want you to get along. And when I say love I meant as a friend. And, uh, way too soon, right?"
            ],
            [
                221,
                "It was, and I may have made it seem like a bigger deal than I should have."
            ],
            [
                225,
                "It’s true, you’re both gorgeous. Kind of says something about the man who could bed you both. You get why I’ve been alone most of my adult life."
            ],
            [
                239,
                "I’m so glad we could work this all out."
            ],
            [
                243,
                "Great."
            ],
            [
                249,
                "I’m really disappointed we’re not gonna have our own comic book store."
            ],
            [
                253,
                "And snacks."
            ]
        ],
        "Amy": [
            [
                22,
                "So, Howard, is Stuart still living with your mom?"
            ],
            [
                46,
                "I’m with him three years, nothing. She’s with him two minutes, and he’s taking his pants off."
            ],
            [
                52,
                "We have led different lives."
            ],
            [
                61,
                "You really went your entire life without anyone saying I hate you to your face?"
            ],
            [
                63,
                "I’d say it now, but look at those cheekbones."
            ],
            [
                136,
                "Hmm-hmm."
            ],
            [
                142,
                "What if you just hang around and act like her friend until you wear her down? I mean, next thing you know, you’re in her home, you’re eating her food, drinking her wine."
            ],
            [
                144,
                "You’re right. Cheers."
            ],
            [
                150,
                "I’m gonna go with Penny on this one. Then again, why wouldn’t I? I mean, we go way back."
            ],
            [
                152,
                "Shh. Amy’s here now."
            ],
            [
                204,
                "Of course."
            ],
            [
                206,
                "I’m feeling a little backed into a corner, Sheldon."
            ],
            [
                208,
                "Interesting. Can you see how a grown man, an accomplished scientist, who invests in a store that sells picture books about flying men in colourful underwear might be wasting both his financial and intellectual resources?"
            ],
            [
                210,
                "Then I think it’s a terrific idea."
            ]
        ],
        "Bernadette": [
            [
                24,
                "But he’s going to."
            ],
            [
                26,
                "Long story short, they have seven HBOs."
            ],
            [
                41,
                "You know, Penny just started training to be a pharmaceutical sales rep. Maybe she can practice on you some time."
            ],
            [
                48,
                "Last night was fun. What did you think of Emily?"
            ],
            [
                50,
                "Did she say she didn’t like you?"
            ],
            [
                53,
                "You guys just met. Why would she feel that way?"
            ],
            [
                55,
                "I’m sure you’re worried about nothing."
            ],
            [
                57,
                "Really?"
            ],
            [
                59,
                "When you go to Emily’s office to practice, you’ll see. It’s fine."
            ],
            [
                138,
                "Come on, look how pretty you are. I’m sure this isn’t the first girl to hate you."
            ],
            [
                140,
                "And I’m sure you can turn it around."
            ],
            [
                145,
                "Oh, I know. Why don’t you use your sales training to go back down there and sell yourself?"
            ],
            [
                147,
                "Yeah. But instead of selling a drug, you’d be selling Penny. it’s cute."
            ],
            [
                149,
                "Well, maybe people would like you more if you didn’t crap all over their ideas."
            ],
            [
                186,
                "Nope."
            ],
            [
                188,
                "I know."
            ],
            [
                190,
                "Fine. What is it?"
            ],
            [
                192,
                "Nope."
            ],
            [
                194,
                "Howard, you know we’re saving up for a house."
            ],
            [
                196,
                "It just seems like a risky investment."
            ],
            [
                198,
                "Oh. Howie, I had no idea."
            ],
            [
                200,
                "Oh, baby. That story’s made up, isn’t it?"
            ],
            [
                232,
                "Okay, let’s get down to business. Howie was thinking about putting up some money to help you reopen the store, but before that happens, I have a few questions."
            ]
        ],
        "Emily": [
            [
                30,
                "Hi."
            ],
            [
                32,
                "Oh, it’s so nice to meet you."
            ],
            [
                35,
                "Hello."
            ],
            [
                39,
                "Uh, yeah, I’m a resident at Huntington Hospital."
            ],
            [
                43,
                "Yeah. I’m sure that’d be fine."
            ],
            [
                45,
                "Um, okay, I guess."
            ],
            [
                83,
                "Hi."
            ],
            [
                85,
                "Sure."
            ],
            [
                87,
                "Thanks. If we could get started. I’m a little busy."
            ],
            [
                89,
                "Great."
            ],
            [
                91,
                "All right."
            ],
            [
                93,
                "Funny."
            ],
            [
                95,
                "No, it’s fine."
            ],
            [
                97,
                "Okay. If you really want to talk about this, I do have a problem."
            ],
            [
                99,
                "Look, it’s nothing. It’s just, Raj told me that a while ago, you two hooked up."
            ],
            [
                101,
                "Did it not happen?"
            ],
            [
                103,
                "Did you kiss?"
            ],
            [
                105,
                "Were you naked?"
            ],
            [
                107,
                "So, it was a hook-up."
            ],
            [
                217,
                "Uh, listen, Penny, before you start, I just want to apologise for being so rude the other day in my office."
            ],
            [
                223,
                "Mm. I’d like that, too. Yeah, I thought I’d be okay with it, but then I saw how pretty you are."
            ],
            [
                241,
                "You know, we should have dinner one night with you and Leonard."
            ],
            [
                245,
                "All right, night."
            ]
        ],
        "Penny": [
            [
                34,
                "Hi."
            ],
            [
                38,
                "Hey, I hear you’re a dermatologist."
            ],
            [
                42,
                "Oh, it would be great to practice on a real doctor."
            ],
            [
                49,
                "I don’t know. I kind of got the sense she didn’t like me."
            ],
            [
                51,
                "Of course not. No one ever says they don’t like you straight to your face."
            ],
            [
                54,
                "It’s just this vibe I got."
            ],
            [
                56,
                "Yeah. You’re probably right. I used to think my high school P.E. teacher didn’t like me, but it turned out, she liked me a little too much."
            ],
            [
                58,
                "Yeah. It was fine. We went to a Melissa Etheridge concert, I got an A, it all worked out."
            ],
            [
                60,
                "Yeah, I hope you’re right."
            ],
            [
                62,
                "Yeah."
            ],
            [
                82,
                "Hey."
            ],
            [
                84,
                "Thank you so much for letting me practice my sales pitch on you. I really appreciate it."
            ],
            [
                86,
                "Um, I brought coffee. I wasn’t sure what you like, so I got a regular, a cappuccino and a Chai tea. Since you like Raj, I thought you might be into that."
            ],
            [
                88,
                "Oh, yeah, sure. Let me just get out my materials. Leonard gave me this briefcase. He used to carry it around in high school. You can still see the dent where they whacked him with it. Okay, I would like to talk to you about our new birth control pill, Femevra."
            ],
            [
                90,
                "So, Femevra’s triphasic design provides balanced hormonal exposure."
            ],
            [
                92,
                "It has also been shown to cause significantly fewer side effects than other oral contraceptives. Although it can cause acne, which, if you ask me, kind of increases its effectiveness as a contraceptive."
            ],
            [
                94,
                "Okay, I’m sorry. Did we get off on the wrong foot? Because since the other night, I kind of feel like you might have a problem with me."
            ],
            [
                96,
                "Are you sure, because it doesn’t seem fine?"
            ],
            [
                98,
                "Oh, my God. Tell me, what did I do?"
            ],
            [
                100,
                "What? Oh, why would he say that?"
            ],
            [
                102,
                "Well, I wouldn’t exactly call it a hook-up."
            ],
            [
                104,
                "Yeah."
            ],
            [
                106,
                "Yeah."
            ],
            [
                108,
                "No. Yeah."
            ],
            [
                120,
                "You told Emily we hooked up?"
            ],
            [
                122,
                "Why would you say that?"
            ],
            [
                124,
                "We weren’t lovers. Come on. Everyone knows we didn’t sleep together. We got drunk and fooled around. Why couldn’t you just leave me out of it?"
            ],
            [
                127,
                "Yes."
            ],
            [
                129,
                "Well, good job. Now she hates me. Ugh."
            ],
            [
                135,
                "I don’t know what Emily’s so upset about anyway. Even if I had slept with him, so what? Everyone has a past."
            ],
            [
                137,
                "Almost everyone has a past."
            ],
            [
                139,
                "It’s not."
            ],
            [
                141,
                "How? You can’t force someone to like you."
            ],
            [
                143,
                "No, that won’t work."
            ],
            [
                146,
                "What?"
            ],
            [
                148,
                "It’s stupid."
            ],
            [
                151,
                "Oh, my God. I didn’t used to like you."
            ],
            [
                177,
                "What’s up?"
            ],
            [
                179,
                "Why are you asking me?"
            ],
            [
                181,
                "Oh. Well, would you consider mounds of credit card debt kind of a big deal financially?"
            ],
            [
                183,
                "Huh."
            ],
            [
                214,
                "Hi."
            ],
            [
                216,
                "Oh, thank you for coming."
            ],
            [
                218,
                "No, no. No need to apologise."
            ],
            [
                220,
                "Okay, sit down. Listen, Emily, what happened between me and Raj was a long time ago."
            ],
            [
                222,
                "Yeah, and Leonard and I are engaged now, and I’m just hoping we can put this whole thing behind us."
            ],
            [
                224,
                "Oh, that’s so sweet. I mean, look at you, you are gorgeous."
            ],
            [
                240,
                "Yeah, me, too."
            ],
            [
                242,
                "Oh, we would love that."
            ],
            [
                244,
                "Okay, good night, guys."
            ],
            [
                246,
                "Bye."
            ]
        ],
        "Stuart": [
            [
                227,
                "So, what brings you by?"
            ],
            [
                229,
                "Technically, it’s your mom’s house, but we certainly want you to feel welcome."
            ],
            [
                231,
                "Mm, just try and call first."
            ],
            [
                233,
                "Oh. I appreciate the offer, but actually your mother already gave me the money."
            ],
            [
                235,
                "Yeah. I told her it was too much, but she said she was happy to help out her bubala."
            ],
            [
                237,
                "I don’t know who he’s talking to. She’s at Target, buying me shirts."
            ]
        ],
        "Emily and Penny (simultaneously)": [
            [
                247,
                "I hate her."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Leonard",
            "Have you guys heard about this research team that’s trying to transgenically manipulate chicken DNA to create some sort of chicken dinosaur?"
        ],
        [
            "Sheldon",
            "Oh, I think that sounds wonderful."
        ],
        [
            "Howard",
            "What? You’re afraid of both dinosaurs and chickens."
        ],
        [
            "Sheldon",
            "Yes, but tell me a dinosaur chicken salad sandwich wouldn’t hit the Mesozoic spot."
        ],
        [
            "Raj",
            "Hey, guys."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Raj",
            "We still on for tomorrow night?"
        ],
        [
            "Leonard",
            "Yeah. I’m excited to finally meet your girlfriend."
        ],
        [
            "Sheldon",
            "Speaking of which, according to a recent study out of Oxford University, when someone takes on a new romantic partner, that person loses one or two close friends."
        ],
        [
            "Howard",
            "Since when do you read social science?"
        ],
        [
            "Sheldon",
            "I go to the bathroom like everybody else."
        ],
        [
            "Raj",
            "Why would I lose friends just because I started dating someone?"
        ],
        [
            "Leonard",
            "Yeah, you didn’t lose anyone when you met Amy. Yeah, well, no, this study refers to romantic partners. Not the way I would categorize the two of us."
        ],
        [
            "Raj",
            "You guys kiss and hold hands."
        ],
        [
            "Leonard",
            "I’ve seen him do it. It’s not romantic."
        ],
        [
            "Raj",
            "Look, I’m not the kind of guy who drops his friends just because he’s in a relationship."
        ],
        [
            "Leonard",
            "What happens if she doesn’t like us?"
        ],
        [
            "Raj",
            "Well, hey, you’re my dear friends. You’ll get a Christmas card for a couple of years, and then you’re dead to me."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "So, Howard, is Stuart still living with your mom?"
        ],
        [
            "Howard",
            "I don’t want to talk about it."
        ],
        [
            "Bernadette",
            "But he’s going to."
        ],
        [
            "Howard",
            "My mom got him cable. In my whole life, growing up in that house, no cable. Do you know how many HBOs that leech had my mother get him? Seven. Seven HBOs. Seven."
        ],
        [
            "Bernadette",
            "Long story short, they have seven HBOs."
        ],
        [
            "Raj",
            "Hey, guys."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Raj",
            "Emily, you know almost everybody here."
        ],
        [
            "Emily",
            "Hi."
        ],
        [
            "Raj",
            "And this is Leonard, this is Penny."
        ],
        [
            "Emily",
            "Oh, it’s so nice to meet you."
        ],
        [
            "Leonard",
            "Nice to finally meet you, too."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Emily",
            "Hello."
        ],
        [
            "Leonard",
            "Wow, Raj, you were not lying about her."
        ],
        [
            "Raj",
            "I told you she exists."
        ],
        [
            "Penny",
            "Hey, I hear you’re a dermatologist."
        ],
        [
            "Emily",
            "Uh, yeah, I’m a resident at Huntington Hospital."
        ],
        [
            "Sheldon",
            "Oh, I like their emergency room. Yeah, even if it turns out you don’t have Dengue fever, they still let you take a lollipop."
        ],
        [
            "Bernadette",
            "You know, Penny just started training to be a pharmaceutical sales rep. Maybe she can practice on you some time."
        ],
        [
            "Penny",
            "Oh, it would be great to practice on a real doctor."
        ],
        [
            "Emily",
            "Yeah. I’m sure that’d be fine."
        ],
        [
            "Sheldon",
            "I have some odd freckles on my buttocks. Can I make an appointment for you to look at them?"
        ],
        [
            "Emily",
            "Um, okay, I guess."
        ],
        [
            "Amy",
            "I’m with him three years, nothing. She’s with him two minutes, and he’s taking his pants off."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Bernadette",
            "Last night was fun. What did you think of Emily?"
        ],
        [
            "Penny",
            "I don’t know. I kind of got the sense she didn’t like me."
        ],
        [
            "Bernadette",
            "Did she say she didn’t like you?"
        ],
        [
            "Penny",
            "Of course not. No one ever says they don’t like you straight to your face."
        ],
        [
            "Amy",
            "We have led different lives."
        ],
        [
            "Bernadette",
            "You guys just met. Why would she feel that way?"
        ],
        [
            "Penny",
            "It’s just this vibe I got."
        ],
        [
            "Bernadette",
            "I’m sure you’re worried about nothing."
        ],
        [
            "Penny",
            "Yeah. You’re probably right. I used to think my high school P.E. teacher didn’t like me, but it turned out, she liked me a little too much."
        ],
        [
            "Bernadette",
            "Really?"
        ],
        [
            "Penny",
            "Yeah. It was fine. We went to a Melissa Etheridge concert, I got an A, it all worked out."
        ],
        [
            "Bernadette",
            "When you go to Emily’s office to practice, you’ll see. It’s fine."
        ],
        [
            "Penny",
            "Yeah, I hope you’re right."
        ],
        [
            "Amy",
            "You really went your entire life without anyone saying I hate you to your face?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Amy",
            "I’d say it now, but look at those cheekbones."
        ],
        [
            "Scene",
            "Capital Comics."
        ],
        [
            "Sheldon",
            "I miss Stuart’s place. All this loud music and exposed brick. What, is this a comic book store, or a rave at the third little pig’s house?"
        ],
        [
            "Howard",
            "Yep, I wish Stuart would reopen. I hate this place, too."
        ],
        [
            "Leonard",
            "Okay, him I believe because he’s an 80-year-old man in a 15-year-old’s tee shirt. But you’re just upset about Stuart and your mom and all their HBOs."
        ],
        [
            "Howard",
            "Yes, I am. You know, I can’t even watch Game of Thrones now without thinking of mother saying, Stuart, which one is Thrones?"
        ],
        [
            "Raj",
            "You know, he might not reopen. He didn’t get a lot of money from the insurance company."
        ],
        [
            "Sheldon",
            "Oh, boy, if there is one thing that gets my goat, it’s those dad-gum insurance companies."
        ],
        [
            "Leonard",
            "Why? Because they won’t get off your lawn? Is Stuart trying to get a loan, or, or find investors?"
        ],
        [
            "Howard",
            "All I know is, he’s got my mother buying four-ply toilet paper. I mean, four-ply. If his butt is so delicate, why doesn’t he just use an angora rabbit?"
        ],
        [
            "Sheldon",
            "For starters, they shed and bite."
        ],
        [
            "Leonard",
            "Hey, here’s a thought. Why don’t we put up the rest of the money that Stuart needs?"
        ],
        [
            "Raj",
            "So, we’d be, like, owners of a comic book store?"
        ],
        [
            "Leonard",
            "It’s kind of a dream come true."
        ],
        [
            "Howard",
            "That does sound fun."
        ],
        [
            "Raj",
            "Ooh, maybe we could come up with a business plan to compete with this place."
        ],
        [
            "Sheldon",
            "I’ll give you a plan right now. Step one, open comic book store. Step two, start rumour this comic book store gives you genital warts. Step three, buy a big bag to put the money in."
        ],
        [
            "Leonard",
            "It’s not that bad."
        ],
        [
            "Scene",
            "Emily’s surgery. "
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Emily",
            "Hi."
        ],
        [
            "Penny",
            "Thank you so much for letting me practice my sales pitch on you. I really appreciate it."
        ],
        [
            "Emily",
            "Sure."
        ],
        [
            "Penny",
            "Um, I brought coffee. I wasn’t sure what you like, so I got a regular, a cappuccino and a Chai tea. Since you like Raj, I thought you might be into that."
        ],
        [
            "Emily",
            "Thanks. If we could get started. I’m a little busy."
        ],
        [
            "Penny",
            "Oh, yeah, sure. Let me just get out my materials. Leonard gave me this briefcase. He used to carry it around in high school. You can still see the dent where they whacked him with it. Okay, I would like to talk to you about our new birth control pill, Femevra."
        ],
        [
            "Emily",
            "Great."
        ],
        [
            "Penny",
            "So, Femevra’s triphasic design provides balanced hormonal exposure."
        ],
        [
            "Emily",
            "All right."
        ],
        [
            "Penny",
            "It has also been shown to cause significantly fewer side effects than other oral contraceptives. Although it can cause acne, which, if you ask me, kind of increases its effectiveness as a contraceptive."
        ],
        [
            "Emily",
            "Funny."
        ],
        [
            "Penny",
            "Okay, I’m sorry. Did we get off on the wrong foot? Because since the other night, I kind of feel like you might have a problem with me."
        ],
        [
            "Emily",
            "No, it’s fine."
        ],
        [
            "Penny",
            "Are you sure, because it doesn’t seem fine?"
        ],
        [
            "Emily",
            "Okay. If you really want to talk about this, I do have a problem."
        ],
        [
            "Penny",
            "Oh, my God. Tell me, what did I do?"
        ],
        [
            "Emily",
            "Look, it’s nothing. It’s just, Raj told me that a while ago, you two hooked up."
        ],
        [
            "Penny",
            "What? Oh, why would he say that?"
        ],
        [
            "Emily",
            "Did it not happen?"
        ],
        [
            "Penny",
            "Well, I wouldn’t exactly call it a hook-up."
        ],
        [
            "Emily",
            "Did you kiss?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Emily",
            "Were you naked?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Emily",
            "So, it was a hook-up."
        ],
        [
            "Penny",
            "No. Yeah."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "So, what are some ways we could set our comic book store apart from the competition?"
        ],
        [
            "Leonard",
            "Oh, kids buy comic books. It would be great to figure out a way to get more kids in the store."
        ],
        [
            "Howard",
            "You know, when I was a kid, I loved going there, but I could never get a ride."
        ],
        [
            "Raj",
            "Ooh, what if we got a van and drove around and picked kids up?"
        ],
        [
            "Sheldon",
            "Nice. You mean, like at parks and schools?"
        ],
        [
            "Howard",
            "Toy stores, puppet shows."
        ],
        [
            "Leonard",
            "Hold on. So, your idea is to get a van and cruise the streets looking for kids to pick up?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Leonard",
            "And are you gonna use candy to lure them in?"
        ],
        [
            "Raj",
            "We are now."
        ],
        [
            "Penny",
            "You told Emily we hooked up?"
        ],
        [
            "Raj",
            "Um, well, in my defence, I tell everybody."
        ],
        [
            "Penny",
            "Why would you say that?"
        ],
        [
            "Raj",
            "We were having a conversation about past lovers."
        ],
        [
            "Penny",
            "We weren’t lovers. Come on. Everyone knows we didn’t sleep together. We got drunk and fooled around. Why couldn’t you just leave me out of it?"
        ],
        [
            "Raj",
            "Well, we were being honest. You would leave me out of the conversation with the next guy if you dumped Leonard?"
        ],
        [
            "Leonard",
            "Why say it?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Raj",
            "Well, I would never leave you off my list, and not just because, without you, we’re playing fast and loose with the word list."
        ],
        [
            "Penny",
            "Well, good job. Now she hates me. Ugh."
        ],
        [
            "Raj",
            "Great."
        ],
        [
            "Sheldon",
            "On the bright side, that Oxford study was right. One friend down. I wonder who you’re going to lose next."
        ],
        [
            "Raj",
            "You, okay? It’s you. You’re, you’re next."
        ],
        [
            "Sheldon",
            "No. You’re crazy about me."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "I don’t know what Emily’s so upset about anyway. Even if I had slept with him, so what? Everyone has a past."
        ],
        [
            "Amy",
            "Hmm-hmm."
        ],
        [
            "Penny",
            "Almost everyone has a past."
        ],
        [
            "Bernadette",
            "Come on, look how pretty you are. I’m sure this isn’t the first girl to hate you."
        ],
        [
            "Penny",
            "It’s not."
        ],
        [
            "Bernadette",
            "And I’m sure you can turn it around."
        ],
        [
            "Penny",
            "How? You can’t force someone to like you."
        ],
        [
            "Amy",
            "What if you just hang around and act like her friend until you wear her down? I mean, next thing you know, you’re in her home, you’re eating her food, drinking her wine."
        ],
        [
            "Penny",
            "No, that won’t work."
        ],
        [
            "Amy",
            "You’re right. Cheers."
        ],
        [
            "Bernadette",
            "Oh, I know. Why don’t you use your sales training to go back down there and sell yourself?"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Bernadette",
            "Yeah. But instead of selling a drug, you’d be selling Penny. it’s cute."
        ],
        [
            "Penny",
            "It’s stupid."
        ],
        [
            "Bernadette",
            "Well, maybe people would like you more if you didn’t crap all over their ideas."
        ],
        [
            "Amy",
            "I’m gonna go with Penny on this one. Then again, why wouldn’t I? I mean, we go way back."
        ],
        [
            "Penny",
            "Oh, my God. I didn’t used to like you."
        ],
        [
            "Amy",
            "Shh. Amy’s here now."
        ],
        [
            "Scene",
            "Capital Comics."
        ],
        [
            "Sheldon",
            "You know, the more I think about it, the more intrigued I am about having our own store."
        ],
        [
            "Howard",
            "We’ll get to see all the new stuff before it hits the shelves."
        ],
        [
            "Sheldon",
            "And we’ll get to have fun interactions with our customers. Like, this isn’t a library, buy it or get out."
        ],
        [
            "Howard",
            "You say things like that all the time."
        ],
        [
            "Sheldon",
            "Yes, but as a store owner, I’ll finally have a good comeback to, You don’t work here, shut up."
        ],
        [
            "Leonard",
            "Uh, do you know how Penny told Raj he should have left her off his list?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Leonard",
            "Well, do you think when she and I had that conversation, she left people off her list?"
        ],
        [
            "Sheldon",
            "I’m sure she did."
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Sheldon",
            "Because if she hadn’t, she’d still be wading through the list."
        ],
        [
            "Leonard",
            "Will you stay out of this?"
        ],
        [
            "Sheldon",
            "If only Penny had said that once in a while."
        ],
        [
            "Howard",
            "Hey, what difference does it make? You’re the one she wants to marry."
        ],
        [
            "Leonard",
            "That’s true."
        ],
        [
            "Howard",
            "Yeah, and I’m not sure that complete honesty is always the best thing for a relationship."
        ],
        [
            "Sheldon",
            "Yeah, he’s right. Once, in a moment of candour, I told Amy that her hair reminded me of a duck caught in an oil spill. She stormed out. Which was sad, because we were playing Scrabble, and I had all the letters to spell persimmon."
        ],
        [
            "Leonard",
            "Why are you even part of this conversation? You don’t know anything about women."
        ],
        [
            "Sheldon",
            "I know that if I had a wife or a fiancée, I’d ask her first before I invested money in a comic book store."
        ],
        [
            "Howard",
            "He’s right."
        ],
        [
            "Sheldon",
            "Yeah, well, of course I am. I was also right about her hair. It did everything but quack."
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Leonard",
            "There’s something I wanted to run past you."
        ],
        [
            "Penny",
            "What’s up?"
        ],
        [
            "Leonard",
            "Mm, the guys and I were thinking about investing in Stuart’s comic book store. Is that okay?"
        ],
        [
            "Penny",
            "Why are you asking me?"
        ],
        [
            "Leonard",
            "Well, you know, we’re engaged, and it’s kind of a big deal financially. It seems like something we should talk about."
        ],
        [
            "Penny",
            "Oh. Well, would you consider mounds of credit card debt kind of a big deal financially?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny",
            "Huh."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Mm. So, me and the guys were talking about this great investment opportunity."
        ],
        [
            "Bernadette",
            "Nope."
        ],
        [
            "Howard",
            "But you didn’t hear what it was."
        ],
        [
            "Bernadette",
            "I know."
        ],
        [
            "Howard",
            "Oh, come on."
        ],
        [
            "Bernadette",
            "Fine. What is it?"
        ],
        [
            "Howard",
            "It’s to help reopen the comic book store."
        ],
        [
            "Bernadette",
            "Nope."
        ],
        [
            "Howard",
            "Well, hear me out."
        ],
        [
            "Bernadette",
            "Howard, you know we’re saving up for a house."
        ],
        [
            "Howard",
            "I know, but all the guys are doing it. We’re splitting it four ways, so it’s really not that much money."
        ],
        [
            "Bernadette",
            "It just seems like a risky investment."
        ],
        [
            "Howard",
            "I get that. I, okay, look, the real reason this is important is, before my dad left me and my mom, he used to take me to the comic book store. It was one of the few things we did together."
        ],
        [
            "Bernadette",
            "Oh. Howie, I had no idea."
        ],
        [
            "Howard",
            "Well, I don’t like to talk about it."
        ],
        [
            "Bernadette",
            "Oh, baby. That story’s made up, isn’t it?"
        ],
        [
            "Howard",
            "That’s how much buying a comic book store means to me."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "I’d like your honest opinion on something."
        ],
        [
            "Amy",
            "Of course."
        ],
        [
            "Sheldon",
            "Now, before I start, I need you to know that I’m very excited about this, and anything you say that isn’t enthusiastically supportive will throw our entire relationship into question. So, keep an open mind."
        ],
        [
            "Amy",
            "I’m feeling a little backed into a corner, Sheldon."
        ],
        [
            "Sheldon",
            "Perfect. Now, I’m considering investing in Stuart’s comic book store."
        ],
        [
            "Amy",
            "Interesting. Can you see how a grown man, an accomplished scientist, who invests in a store that sells picture books about flying men in colourful underwear might be wasting both his financial and intellectual resources?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Amy",
            "Then I think it’s a terrific idea."
        ],
        [
            "Sheldon",
            "Great. Wait till you hear about our van."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Raj",
            "Hey."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Raj",
            "Thanks for inviting us over."
        ],
        [
            "Penny",
            "Oh, thank you for coming."
        ],
        [
            "Emily",
            "Uh, listen, Penny, before you start, I just want to apologise for being so rude the other day in my office."
        ],
        [
            "Penny",
            "No, no. No need to apologise."
        ],
        [
            "Raj",
            "Excuse me, can I say something? I just love both you guys, and I want you to get along. And when I say love I meant as a friend. And, uh, way too soon, right?"
        ],
        [
            "Penny",
            "Okay, sit down. Listen, Emily, what happened between me and Raj was a long time ago."
        ],
        [
            "Raj",
            "It was, and I may have made it seem like a bigger deal than I should have."
        ],
        [
            "Penny",
            "Yeah, and Leonard and I are engaged now, and I’m just hoping we can put this whole thing behind us."
        ],
        [
            "Emily",
            "Mm. I’d like that, too. Yeah, I thought I’d be okay with it, but then I saw how pretty you are."
        ],
        [
            "Penny",
            "Oh, that’s so sweet. I mean, look at you, you are gorgeous."
        ],
        [
            "Raj",
            "It’s true, you’re both gorgeous. Kind of says something about the man who could bed you both. You get why I’ve been alone most of my adult life."
        ],
        [
            "Scene",
            "Mrs Wolowitz’s house."
        ],
        [
            "Stuart",
            "So, what brings you by?"
        ],
        [
            "Howard",
            "Well, I don’t need a reason, it’s my house."
        ],
        [
            "Stuart",
            "Technically, it’s your mom’s house, but we certainly want you to feel welcome."
        ],
        [
            "Howard",
            "I’m always welcome."
        ],
        [
            "Stuart",
            "Mm, just try and call first."
        ],
        [
            "Bernadette",
            "Okay, let’s get down to business. Howie was thinking about putting up some money to help you reopen the store, but before that happens, I have a few questions."
        ],
        [
            "Stuart",
            "Oh. I appreciate the offer, but actually your mother already gave me the money."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Stuart",
            "Yeah. I told her it was too much, but she said she was happy to help out her bubala."
        ],
        [
            "Howard",
            "Excuse me. Ma, you are cancelling that cheque, and Stuart is not your bubala, I’m your bubala. You can’t have more than one bubala."
        ],
        [
            "Stuart",
            "I don’t know who he’s talking to. She’s at Target, buying me shirts."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Raj",
            "I’m so glad we could work this all out."
        ],
        [
            "Penny",
            "Yeah, me, too."
        ],
        [
            "Emily",
            "You know, we should have dinner one night with you and Leonard."
        ],
        [
            "Penny",
            "Oh, we would love that."
        ],
        [
            "Raj",
            "Great."
        ],
        [
            "Penny",
            "Okay, good night, guys."
        ],
        [
            "Emily",
            "All right, night."
        ],
        [
            "Penny",
            "Bye."
        ],
        [
            "Emily and Penny (simultaneously)",
            "I hate her."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "I’m really disappointed we’re not gonna have our own comic book store."
        ],
        [
            "Leonard",
            "I know. I was looking forward to it."
        ],
        [
            "Sheldon",
            "It would’ve been so nice to have a place that was ours, where we could just sit and read comics in peace."
        ],
        [
            "Howard",
            "With comfy seats."
        ],
        [
            "Raj",
            "And snacks."
        ],
        [
            "Sheldon",
            "Well, I guess it was too good to be true."
        ],
        [
            "Leonard",
            "Yeah."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-8-episode-04-the-hook-up-reverbration/"
}