{
    "Season": 1,
    "Episode": 13,
    "Title": "the bat jar conjecture",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment. Howard is looking at his mobile phone."
            ],
            [
                31,
                "Credits sequence"
            ],
            [
                32,
                "The cafeteria."
            ],
            [
                49,
                "The apartment."
            ],
            [
                89,
                "The same, later. Sheldon is on his laptop. Leonard enters."
            ],
            [
                115,
                "The cafeteria. "
            ],
            [
                155,
                "The Physics Bowl."
            ],
            [
                189,
                "(Time shift)"
            ],
            [
                193,
                "(Time shift)"
            ],
            [
                195,
                "(Time shift)"
            ],
            [
                197,
                "(Time shift)"
            ],
            [
                199,
                "(Time shift)"
            ],
            [
                202,
                "(Time shift)"
            ],
            [
                204,
                "(Time shift)"
            ],
            [
                219,
                "(Sheldon looks more and more uncomfortable, so much he is involuntarily twitching.)"
            ],
            [
                246,
                "(We Are The Champions by Queen plays as the team celebrate in slow motion and Sheldon puts his head in his hands. The celebration ends with Howard on his knees ripping his shirt in half and waving it round his head before throwing it to the audience.)"
            ],
            [
                247,
                "The apartment. Sheldon goes to sit in his spot."
            ],
            [
                275,
                "(Sheldon and Leonard do a victory hand slide.)"
            ]
        ],
        "Howard": [
            [
                1,
                "Ooh, more details about the new Star Trek film. There’s going to be a scene depicting Spock’s birth. "
            ],
            [
                5,
                "Maybe they had to go to a clinic. Imagine Spock’s dad in a little room with a copy of pointy ears and shapely rears."
            ],
            [
                11,
                "Gentlemen, switching to local nerd news. Fishman, Chen, Chowdry, McNair aren’t fielding a team in the university physics bowl this year. "
            ],
            [
                13,
                "They formed a barbershop quartet, and got a gig playing Knotsbury Farm. "
            ],
            [
                15,
                "Recognise. "
            ],
            [
                18,
                "Kryptonian villain. Long story."
            ],
            [
                21,
                "What? Why?"
            ],
            [
                29,
                "Outweigh the needs of the few. "
            ],
            [
                34,
                "How about the perpetual motion squad? It’s beyond the laws of physics, plus a little heads up for the ladies. "
            ],
            [
                36,
                "Perpetual motion squad, we can go all night."
            ],
            [
                53,
                "Fire away. (Raj puts his thumb up.)"
            ],
            [
                65,
                "Hey, I buzzed in. "
            ],
            [
                67,
                "Don’t you think I should answer the engineering questions? I am an engineer."
            ],
            [
                78,
                "Some of us might have the correct answers too. "
            ],
            [
                80,
                "Alright, that’s it."
            ],
            [
                82,
                "Okay. "
            ],
            [
                87,
                "He compared Sheldon to a disposable feminine cleansing product one might use on a summer’s eve. "
            ],
            [
                116,
                "So who’d he get to be on his team."
            ],
            [
                121,
                "That sounds more like, we are a tall thin woman who wants to make a coat out of your Dalmatians. "
            ],
            [
                123,
                "So?"
            ],
            [
                127,
                "Okay, we’re going to need a strong fourth for our team."
            ],
            [
                131,
                "Gentlemen, I believe I’ve found the solution to all our problems. "
            ],
            [
                135,
                "Sometimes you’ve got to take one for the team."
            ],
            [
                140,
                "Hit that thang. "
            ],
            [
                148,
                "Dilepton, schmilepton, we need you. "
            ],
            [
                150,
                "Well, we tried. Just have to face Sheldon mano-e-mano-e-mano. A-mano. "
            ],
            [
                152,
                "Yes."
            ],
            [
                161,
                "Sheldon. "
            ],
            [
                177,
                "All night long, y’all! (Stands and turns round to reveal the back of the tee-shirt which reads “We Can Go All Night”.)"
            ],
            [
                200,
                "760 degrees celsius, the approximate temperature of the young lady in the front row."
            ],
            [
                209,
                "It looks like something they found on the ship at Roswell. "
            ],
            [
                215,
                "Then guess."
            ],
            [
                218,
                "He doesn’t have it. He’s got squat."
            ]
        ],
        "Raj": [
            [
                2,
                "I’d be more interested in a scene depicting Spock’s conception. "
            ],
            [
                6,
                "How come on Star Trek everybody’s private parts are the same. No alien lady ever told Captain Kirk, hey, get your thing out of my nose. "
            ],
            [
                19,
                "Good story. (Clasps hands to mouth in shock.) "
            ],
            [
                33,
                "Okay. First order of physics bowl business. We need a truly kick-ass team name. Suggestions."
            ],
            [
                37,
                "I like it."
            ],
            [
                39,
                "Then we can be the Bengal Tigers."
            ],
            [
                41,
                "Maybe so. But you can’t incinerate a Bengal Tiger with a magnifying glass. "
            ],
            [
                118,
                "He’s using psychological warfare. We must reply in kind. I say we wait until he looks at us, then laugh like, yes, you are a smart and strong competitor, but we are also smart and strong and we have a reasonable chance of defeating you. "
            ],
            [
                120,
                "Hee hee hee hee hee hee hee!"
            ],
            [
                126,
                "Hee hee hee hee hee hee hee!"
            ],
            [
                128,
                "You know who’s apparently very smart, is the girl who played TV’s Blossom. She got a PhD in neuroscience or something. "
            ],
            [
                130,
                "How about the girl from the Wonder Years? "
            ],
            [
                133,
                "Why? Because you slept together and when she was done with you she discarded you like last night’s chutney? "
            ],
            [
                136,
                "Yeah. Sack up, dude. "
            ],
            [
                162,
                "Hee hee hee hee hee hee hee hee."
            ],
            [
                187,
                "Sheldon can suck on, the Casimir Effect."
            ],
            [
                207,
                "Holy crap. "
            ]
        ],
        "Sheldon": [
            [
                3,
                "Oh, please. For Vulcans, mating, or, if you will, Pon Farr, it’s an extremely private matter."
            ],
            [
                20,
                "Well count me out."
            ],
            [
                22,
                "You want me to use my intelligence in a tawdry competition? Would you ask Picasso to play Pictionary? Would you ask Noah Webster to play Boggle? Would you ask Jacques Cousteau to play Go Fish? "
            ],
            [
                24,
                "By that reasoning we should also play bridge, hold up a chuppah and enter the Olympic bobsled competition."
            ],
            [
                27,
                "No, don’t. "
            ],
            [
                30,
                "Or the one. Dammit, I’ll do it. "
            ],
            [
                38,
                "I don’t. Teams are traditionally named after fierce creatures, thus intimidating ones opponent."
            ],
            [
                40,
                "Poor choice. Gram for gram, no animal exceeds the relative fighting strength of the army ant. "
            ],
            [
                43,
                "Point of order. I move that any vote on team names should be unanimous. No man should be forced to emblazon his chest with the bengal tiger, when common sense dictates it should be an army ant. "
            ],
            [
                45,
                "I will yield."
            ],
            [
                47,
                "He does. "
            ],
            [
                52,
                "Of course. "
            ],
            [
                59,
                "And of course, the answer is 130 adoseconds."
            ],
            [
                63,
                "And of course, the answer is giant magneto resistance."
            ],
            [
                66,
                "But I answered, it’s called teamwork. "
            ],
            [
                68,
                "By that logic I should answer all the anthropology questions because I’m a mammal.  "
            ],
            [
                71,
                "And of course it’s Gravity Probe B."
            ],
            [
                73,
                "Why? "
            ],
            [
                75,
                "What do manners have to do with it? This is war. Were the Romans polite when they salted the ground of Carthage to make sure nothing would ever grow again?"
            ],
            [
                77,
                "The objective of the competition is to give correct answers, if I know them, why shouldn’t I give them? "
            ],
            [
                79,
                "Oh please, you don’t even have a PhD. "
            ],
            [
                84,
                "Good idea, I need my wrist brace, all this button pushing is aggravating my old Nintendo injury. "
            ],
            [
                90,
                "Leonard, excellent, I want to show you something."
            ],
            [
                92,
                "Just look. I’ve designed the perfect uniforms for our team. The colours are based on Star Trek, the original series. The three of you will wear support red, and I will wear command gold. "
            ],
            [
                94,
                "Army Ants. "
            ],
            [
                96,
                "Why would a physics bowl team be called anodised aluminium?"
            ],
            [
                98,
                "Oh neat, what’s the occasion?"
            ],
            [
                100,
                "What?"
            ],
            [
                102,
                "No you didn’t."
            ],
            [
                104,
                "Okay, I don’t know where you just came from, but it couldn’t have been a team meeting because I’m on the team and I wasn’t there, ergo the team did not meet. "
            ],
            [
                106,
                "Why?"
            ],
            [
                108,
                "Well, I’m sorry, is the winner of the physics bowl the team that has the most fun?"
            ],
            [
                110,
                "I see. Well. At this point I should inform you that I intend to form my own team and destroy the molecular bonds that bind your very matter together, and reduce the resulting particulate chaos to tears."
            ],
            [
                112,
                "You’re welcome. One more thing."
            ],
            [
                114,
                "It’s on, bitch. "
            ],
            [
                165,
                "Actually, I don’t need a team, I could easily defeat you single-handedly. But the rules require four, so may I introduce, the third floor janitor, he lady from the lunchroom, and, my Spanish is not good, either her son or her butcher. And what about your team? What rat have you recruited to the SS Sinking Ship?"
            ],
            [
                167,
                "Leslie Winkle? "
            ],
            [
                169,
                "Yes, well, I’m polymerised tree sap and you’re non-organic adhesive so, whatever verbal projectile you launch in my direction is reflected off of me, returns on its original trajectory, and adheres to you. "
            ],
            [
                181,
                "Formal protest."
            ],
            [
                183,
                "The Velcro on my wrist brace caught on my shirt."
            ],
            [
                185,
                "And of course, the answer is Technetium."
            ],
            [
                194,
                "4.1855 times ten to the seventh ergs per calorie."
            ],
            [
                198,
                "Lamda equals one over Pi R squared N "
            ],
            [
                203,
                "A sigma particle."
            ],
            [
                222,
                "Hang on, hang on a second, that’s not our answer. What are you doing?"
            ],
            [
                224,
                "How do you know anything about physics?"
            ],
            [
                226,
                "Well that’s a delightful little story, but our arrangement was that you sit here and not say anything, I answer the questions."
            ],
            [
                228,
                "Hey look, now maybe you have democracy now in your beloved Russia, but on this physics bowl team I rule with an iron fist. (Makes fist in the air). Ow!"
            ],
            [
                230,
                "Well it’s not what he said."
            ],
            [
                232,
                "I want a different question."
            ],
            [
                234,
                "Formal protest."
            ],
            [
                236,
                "Informal protest."
            ],
            [
                238,
                "No. I decline to provide one."
            ],
            [
                240,
                "That’s your opinion."
            ],
            [
                243,
                "I don’t understand the question. "
            ],
            [
                249,
                "Who?"
            ],
            [
                251,
                "That trophy is meaningless, I forfeited, therefore you did not win. "
            ],
            [
                253,
                "Who?"
            ],
            [
                255,
                "Alright that is very immature."
            ],
            [
                260,
                "Absolutely."
            ],
            [
                267,
                "William Shatner."
            ],
            [
                269,
                "Then it’s got to be Patrick Stewart. "
            ],
            [
                271,
                "Formal protest. "
            ]
        ],
        "Leonard": [
            [
                4,
                "Still, I’d like to know the details. His mother was human, his father was Vulcan, they couldn’t just conceive."
            ],
            [
                8,
                "What did you spill on it?"
            ],
            [
                10,
                "I’ll take a look at it. "
            ],
            [
                12,
                "You’re kidding, why not?"
            ],
            [
                16,
                "This is our year! With those guys out, the entire physics bowl will kneel before Zod. "
            ],
            [
                23,
                "Come on, you need a four person team, we’re four people. "
            ],
            [
                26,
                "Sheldon, what, do I need to quote Spock’s dying words to you."
            ],
            [
                28,
                "The needs of the many."
            ],
            [
                35,
                "The ladies?"
            ],
            [
                42,
                "Let’s put it to a vote. All those in favour…."
            ],
            [
                44,
                "Will the gentleman from the great state of denial yield for a question? "
            ],
            [
                46,
                "After we go through the exercise of an annoying series of votes, all of which the gentleman will lose, does he then intend to threaten to quit if he does not get his way?"
            ],
            [
                48,
                "I move we are the Army Ants, all those in favour?"
            ],
            [
                51,
                "Yes."
            ],
            [
                55,
                "Oh, uh, he’ll be okay once the women are mixed into the crowd. He only has a problem when they’re one on one and smell nice."
            ],
            [
                57,
                "I was actually the one who noticed, okay, let’s just start. "
            ],
            [
                61,
                "I knew that too."
            ],
            [
                69,
                "Just ask another one."
            ],
            [
                72,
                "Sheldon, you have to let somebody else answer. "
            ],
            [
                81,
                "Howard, sit down."
            ],
            [
                83,
                "maybe we should take a little break."
            ],
            [
                91,
                "Can it wait, I need to talk to you."
            ],
            [
                93,
                "Why do they say AA? "
            ],
            [
                95,
                "Isn’t that confusing? AA might mean something else to certain people. "
            ],
            [
                97,
                "No, I meant…. never mind. Hey, check it out. I got you a Batman cookie jar!"
            ],
            [
                99,
                "Well, you’re a friend, and you like Batman, and cookies, and you’re off the team. "
            ],
            [
                101,
                "Howard, Raj and I just had a team meeting. "
            ],
            [
                103,
                "Yes we did, I just came from it."
            ],
            [
                105,
                "Okay, let me try it this way, uh, I was at a coffee klatch with a couple of friends and one thing led to another and it turns out you’re off the team. "
            ],
            [
                107,
                "Because you’re taking all the fun out of it."
            ],
            [
                109,
                "Okay, let me try it this way, you’re annoying and no-one wants to play with you any more. "
            ],
            [
                111,
                "Thanks for the heads up. "
            ],
            [
                113,
                "Yes."
            ],
            [
                117,
                "He won’t say. He just smiles, and eats macaroons out of his bat jar. "
            ],
            [
                119,
                "How exactly would that laugh go? "
            ],
            [
                122,
                "Guys, let’s remember that Sheldon is still our friend and my room mate."
            ],
            [
                124,
                "So nothing, let’s destroy him. "
            ],
            [
                129,
                "Raj, we’re not getting TV’s Blossom to join our physics bowl team. "
            ],
            [
                132,
                "We can’t ask Leslie Winkle."
            ],
            [
                134,
                "Yes. "
            ],
            [
                137,
                "Fine. Here I go, taking one for the team. In the sack. Hey Leslie."
            ],
            [
                139,
                "Leslie, I have a question for you, and it might be a little awkward, you know, given that I…"
            ],
            [
                142,
                "There’s not? Gee, cos it sure sounds like there should be. "
            ],
            [
                144,
                "That’s all very comforting, but if it’s okay, I’d like to get on with my question now."
            ],
            [
                146,
                "We are entering the physics bowl and we need a fourth for our team."
            ],
            [
                154,
                "She’s in. "
            ],
            [
                157,
                "Oh, yeah. You know you don’t have to stay for the whole thing. "
            ],
            [
                160,
                "Sheldon."
            ],
            [
                164,
                "So, is that your team."
            ],
            [
                172,
                "Here’s your tee-shirt. (Hands her a tee-shirt with PMS on it. Takes jacket off to reveal similar.) "
            ],
            [
                174,
                "No, it stands for Perpetual Motion Squad. "
            ],
            [
                179,
                "The Eta Meson."
            ],
            [
                196,
                "Prevost’s theory of exchanges. "
            ],
            [
                208,
                "What the hell is that."
            ],
            [
                210,
                "Come on, think, Leslie."
            ],
            [
                212,
                "You’re never going to let that go, are you? "
            ],
            [
                214,
                "Sorry, I panicked. "
            ],
            [
                216,
                "Um, eight. (Gablehouser stares at him.) Point four. "
            ],
            [
                242,
                "Hang on. Sheldon, is proving that you are single-handedly smarter than everyone else so important that you would rather lose by yourself than win as part of a team. "
            ],
            [
                244,
                "Go ahead."
            ],
            [
                248,
                "Sorry, somebody’s sitting there."
            ],
            [
                250,
                "My Physics Bowl Trophy! "
            ],
            [
                252,
                "I know someone who would disagree."
            ],
            [
                254,
                "My Physics Bowl Trophy! (In weird voice) “Leonard is so smart, Sheldon who?”"
            ],
            [
                256,
                "You’re right, I’m sorry. (In voice, waving trophy in Sheldon’s face) I’m not! "
            ],
            [
                258,
                "What are you doing?"
            ],
            [
                261,
                "Bring it on."
            ],
            [
                265,
                "How do you know these things?"
            ],
            [
                268,
                "Wait, I don’t think it’s Shatner."
            ]
        ],
        "Penny (entering)": [
            [
                7,
                "Hi, can you help me, I was writing an email and the A key got stuck. Now it’s just going “aaaaaaa”."
            ],
            [
                257,
                "Okay, new contest. "
            ]
        ],
        "Penny": [
            [
                9,
                "Nothing. Diet coke. And yoghurt. A little nail polish. "
            ],
            [
                14,
                "Wow, so in your world, you’re like, the cool guys. "
            ],
            [
                17,
                "Zod?"
            ],
            [
                25,
                "I want tickets to that please. "
            ],
            [
                50,
                "Good afternoon, and welcome to today’s physics bowl practice round. I’m Penny, and I’ll be your host, because apparently I didn’t have anything else to do on a Saturday afternoon, and isn’t that just a little sad? Gentlemen, are you ready?"
            ],
            [
                54,
                "You know, it’s none of my business, but isn’t a guy who can’t speak in front of women going to hold you back a little?"
            ],
            [
                56,
                "Oh, thanks Raj, it’s vanilla oil."
            ],
            [
                58,
                "Okay, the first question is on the topic of optics. What is the shortest light pulse ever produced? Dr Cooper."
            ],
            [
                60,
                "That is correct."
            ],
            [
                62,
                "Good for you, sweetie. Okay, next question. What is the quantum mechanical effect used to encode data on hard disk drives? Howard."
            ],
            [
                64,
                "Right. "
            ],
            [
                70,
                "Okay. What artificial satellite has seen glimpses of Einsteins predicted frame dragging? (Raj buzzes.)"
            ],
            [
                74,
                "Because it’s polite."
            ],
            [
                76,
                "Leonard, you said I only had to ask questions. "
            ],
            [
                86,
                "What did he say? "
            ],
            [
                88,
                "Yeah, and the bag it came in. "
            ],
            [
                156,
                "So, how do you feel? Nice and loose? Come to play? Got your game face on? (The guys look confused.) Are you ready?"
            ],
            [
                158,
                "Oh, no, no, I want to. It sounds really interesting. "
            ],
            [
                163,
                "Sheldon. I’m just going to sit down. "
            ],
            [
                259,
                "I’m settling once and for all who is the smartest around here. Okay, are you ready?"
            ],
            [
                262,
                "Okay. Marsha, Jan and Cindy were the three daughters of what TV family? (They stare at her.) The Brady Bunch. Okay, Sammy Hagar replaced David Lee Roth as the lead singer in what group?"
            ],
            [
                264,
                "Van Halen. Alright, Madonna was married to this Ridgemont High alum. (Pause) Oh my God, Sean Penn!"
            ],
            [
                266,
                "I go outside and I talk to people. Alright, here, what actor holds the record for being named people magazine’s sexiest man alive?"
            ],
            [
                270,
                "No."
            ],
            [
                272,
                "Alright, singer who sang “Oops I Did It Again.” (Sheldon starts involuntarily twitching again.) Okay, Tweetie Bird, taught he taw a what?"
            ],
            [
                274,
                "Yes. He taught he taw a Romulan. "
            ]
        ],
        "Howard (after Raj whispers in his ear)": [
            [
                85,
                "I agree."
            ]
        ],
        "Sheldon (walking past)": [
            [
                125,
                "Gentlemen."
            ]
        ],
        "Leslie": [
            [
                138,
                "Hi guys."
            ],
            [
                141,
                "Leonard, there’s no reason to feel uncomfortable just because we’ve seen each other’s faces and naked bodies contorted in the sweet agony of coitus. "
            ],
            [
                143,
                "Rest assured that any aspects of our sexual relationship regarding your preferences, your idiosyncrasies, your performance, are still protected by the inherent confidentiality of the bedroom."
            ],
            [
                145,
                "Proceed."
            ],
            [
                147,
                "No thanks, I’m really busy with my like sign dilepton super symmetry search."
            ],
            [
                149,
                "Sorry. "
            ],
            [
                151,
                "Wait, you’re going up against Sheldon Cooper? "
            ],
            [
                153,
                "That arrogant, misogynistic East-Texas doorknob that told me I should abandon my work with high energy particles for laundry and child bearing? "
            ],
            [
                166,
                "Hello, Sheldon. "
            ],
            [
                168,
                "Yeah, Leslie Winkle. The answer to the question, who made Sheldon Cooper cry like a little girl? "
            ],
            [
                170,
                "Oh, ouch. "
            ],
            [
                173,
                "PMS? It’s a couple of days early, but…"
            ],
            [
                175,
                "Oh, right, of course, what was I thinking? "
            ],
            [
                191,
                "Shor’s Algorithm."
            ],
            [
                205,
                "Yes, assuming the hypothetical planet has a mass greater than the earth."
            ],
            [
                211,
                "Leonard, it’s not going to work if you rush me, you have to let me get there."
            ]
        ],
        "Sheldon (entering in his Star Trek themed shirt)": [
            [
                159,
                "Gentlemen."
            ]
        ],
        "Dr Gablehouser": [
            [
                171,
                "Okay, if everyone could please take your seats. "
            ]
        ],
        "Gablehouser": [
            [
                176,
                "Good afternoon everyone, and welcome to this year’s physics bowl. Today’s preliminary match features two great teams… AA versus PMS. "
            ],
            [
                178,
                "Okay, well let’s jump right in, first question, for ten points. What is the isospan singlet partner of the Pi Zero Meson? (Buzz) PMS?"
            ],
            [
                180,
                "Correct. "
            ],
            [
                182,
                "On what grounds?"
            ],
            [
                184,
                "Denied. Alright, for ten points, what is the lightest element on earth with no stable isotope. (Buzz) AA?"
            ],
            [
                186,
                "Terrific. Next question, what is the force between two uncharged plates due to quantum vacuum fluctuation. (Buzz) PMS?"
            ],
            [
                188,
                "Correct. "
            ],
            [
                190,
                "How does a quantum computer factor large numbers. (Buzz) PMS?"
            ],
            [
                192,
                "Correct. "
            ],
            [
                201,
                "Mr Wolowitz, this is your second warning. "
            ],
            [
                206,
                "Correct. Ladies and gentlemen, I hold in my hand the final question. The score now stands AA 1150, PMS 1175. So, for one hundred points, and the match, please turn your attention to the formula on the screens. Solve the equation. "
            ],
            [
                213,
                "Ten seconds. (Buzz) PMS."
            ],
            [
                217,
                "I’m sorry, that’s incorrect. AA, if you can answer correctly, the match is yours. "
            ],
            [
                220,
                "AA, I need your answer. (Buzz)"
            ],
            [
                229,
                "AA, I need your official answer."
            ],
            [
                231,
                "Then what is it? "
            ],
            [
                233,
                "You can’t have a different question. "
            ],
            [
                235,
                "Denied."
            ],
            [
                237,
                "Denied. I need your official answer."
            ],
            [
                239,
                "Well, that’s too bad, because the answer your teammate gave was correct. "
            ],
            [
                241,
                "Alright, the winner of the match is…"
            ],
            [
                245,
                "The winner is PMS! "
            ]
        ],
        "Third Floor Janitor": [
            [
                221,
                "The answer is minus eight by alpha. "
            ],
            [
                223,
                "Answering question. Winning physics bowl. "
            ],
            [
                225,
                "Here I am janitor, in former Soviet Union I am physicist. Leningrad Politechnica. Go Polar Bears. "
            ],
            [
                227,
                "You didn’t answer question."
            ]
        ],
        "Sheldon (after they look at each other in confusion)": [
            [
                263,
                "The Brady Bunch? "
            ]
        ],
        "Sheldon (after they pass a smug look between each other)": [
            [
                273,
                "Romulan."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment. Howard is looking at his mobile phone."
        ],
        [
            "Howard",
            "Ooh, more details about the new Star Trek film. There’s going to be a scene depicting Spock’s birth. "
        ],
        [
            "Raj",
            "I’d be more interested in a scene depicting Spock’s conception. "
        ],
        [
            "Sheldon",
            "Oh, please. For Vulcans, mating, or, if you will, Pon Farr, it’s an extremely private matter."
        ],
        [
            "Leonard",
            "Still, I’d like to know the details. His mother was human, his father was Vulcan, they couldn’t just conceive."
        ],
        [
            "Howard",
            "Maybe they had to go to a clinic. Imagine Spock’s dad in a little room with a copy of pointy ears and shapely rears."
        ],
        [
            "Raj",
            "How come on Star Trek everybody’s private parts are the same. No alien lady ever told Captain Kirk, hey, get your thing out of my nose. "
        ],
        [
            "Penny (entering)",
            "Hi, can you help me, I was writing an email and the A key got stuck. Now it’s just going “aaaaaaa”."
        ],
        [
            "Leonard",
            "What did you spill on it?"
        ],
        [
            "Penny",
            "Nothing. Diet coke. And yoghurt. A little nail polish. "
        ],
        [
            "Leonard",
            "I’ll take a look at it. "
        ],
        [
            "Howard",
            "Gentlemen, switching to local nerd news. Fishman, Chen, Chowdry, McNair aren’t fielding a team in the university physics bowl this year. "
        ],
        [
            "Leonard",
            "You’re kidding, why not?"
        ],
        [
            "Howard",
            "They formed a barbershop quartet, and got a gig playing Knotsbury Farm. "
        ],
        [
            "Penny",
            "Wow, so in your world, you’re like, the cool guys. "
        ],
        [
            "Howard",
            "Recognise. "
        ],
        [
            "Leonard",
            "This is our year! With those guys out, the entire physics bowl will kneel before Zod. "
        ],
        [
            "Penny",
            "Zod?"
        ],
        [
            "Howard",
            "Kryptonian villain. Long story."
        ],
        [
            "Raj",
            "Good story. (Clasps hands to mouth in shock.) "
        ],
        [
            "Sheldon",
            "Well count me out."
        ],
        [
            "Howard",
            "What? Why?"
        ],
        [
            "Sheldon",
            "You want me to use my intelligence in a tawdry competition? Would you ask Picasso to play Pictionary? Would you ask Noah Webster to play Boggle? Would you ask Jacques Cousteau to play Go Fish? "
        ],
        [
            "Leonard",
            "Come on, you need a four person team, we’re four people. "
        ],
        [
            "Sheldon",
            "By that reasoning we should also play bridge, hold up a chuppah and enter the Olympic bobsled competition."
        ],
        [
            "Penny",
            "I want tickets to that please. "
        ],
        [
            "Leonard",
            "Sheldon, what, do I need to quote Spock’s dying words to you."
        ],
        [
            "Sheldon",
            "No, don’t. "
        ],
        [
            "Leonard",
            "The needs of the many."
        ],
        [
            "Howard",
            "Outweigh the needs of the few. "
        ],
        [
            "Sheldon",
            "Or the one. Dammit, I’ll do it. "
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The cafeteria."
        ],
        [
            "Raj",
            "Okay. First order of physics bowl business. We need a truly kick-ass team name. Suggestions."
        ],
        [
            "Howard",
            "How about the perpetual motion squad? It’s beyond the laws of physics, plus a little heads up for the ladies. "
        ],
        [
            "Leonard",
            "The ladies?"
        ],
        [
            "Howard",
            "Perpetual motion squad, we can go all night."
        ],
        [
            "Raj",
            "I like it."
        ],
        [
            "Sheldon",
            "I don’t. Teams are traditionally named after fierce creatures, thus intimidating ones opponent."
        ],
        [
            "Raj",
            "Then we can be the Bengal Tigers."
        ],
        [
            "Sheldon",
            "Poor choice. Gram for gram, no animal exceeds the relative fighting strength of the army ant. "
        ],
        [
            "Raj",
            "Maybe so. But you can’t incinerate a Bengal Tiger with a magnifying glass. "
        ],
        [
            "Leonard",
            "Let’s put it to a vote. All those in favour…."
        ],
        [
            "Sheldon",
            "Point of order. I move that any vote on team names should be unanimous. No man should be forced to emblazon his chest with the bengal tiger, when common sense dictates it should be an army ant. "
        ],
        [
            "Leonard",
            "Will the gentleman from the great state of denial yield for a question? "
        ],
        [
            "Sheldon",
            "I will yield."
        ],
        [
            "Leonard",
            "After we go through the exercise of an annoying series of votes, all of which the gentleman will lose, does he then intend to threaten to quit if he does not get his way?"
        ],
        [
            "Sheldon",
            "He does. "
        ],
        [
            "Leonard",
            "I move we are the Army Ants, all those in favour?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Good afternoon, and welcome to today’s physics bowl practice round. I’m Penny, and I’ll be your host, because apparently I didn’t have anything else to do on a Saturday afternoon, and isn’t that just a little sad? Gentlemen, are you ready?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Of course. "
        ],
        [
            "Howard",
            "Fire away. (Raj puts his thumb up.)"
        ],
        [
            "Penny",
            "You know, it’s none of my business, but isn’t a guy who can’t speak in front of women going to hold you back a little?"
        ],
        [
            "Leonard",
            "Oh, uh, he’ll be okay once the women are mixed into the crowd. He only has a problem when they’re one on one and smell nice."
        ],
        [
            "Penny",
            "Oh, thanks Raj, it’s vanilla oil."
        ],
        [
            "Leonard",
            "I was actually the one who noticed, okay, let’s just start. "
        ],
        [
            "Penny",
            "Okay, the first question is on the topic of optics. What is the shortest light pulse ever produced? Dr Cooper."
        ],
        [
            "Sheldon",
            "And of course, the answer is 130 adoseconds."
        ],
        [
            "Penny",
            "That is correct."
        ],
        [
            "Leonard",
            "I knew that too."
        ],
        [
            "Penny",
            "Good for you, sweetie. Okay, next question. What is the quantum mechanical effect used to encode data on hard disk drives? Howard."
        ],
        [
            "Sheldon",
            "And of course, the answer is giant magneto resistance."
        ],
        [
            "Penny",
            "Right. "
        ],
        [
            "Howard",
            "Hey, I buzzed in. "
        ],
        [
            "Sheldon",
            "But I answered, it’s called teamwork. "
        ],
        [
            "Howard",
            "Don’t you think I should answer the engineering questions? I am an engineer."
        ],
        [
            "Sheldon",
            "By that logic I should answer all the anthropology questions because I’m a mammal.  "
        ],
        [
            "Leonard",
            "Just ask another one."
        ],
        [
            "Penny",
            "Okay. What artificial satellite has seen glimpses of Einsteins predicted frame dragging? (Raj buzzes.)"
        ],
        [
            "Sheldon",
            "And of course it’s Gravity Probe B."
        ],
        [
            "Leonard",
            "Sheldon, you have to let somebody else answer. "
        ],
        [
            "Sheldon",
            "Why? "
        ],
        [
            "Penny",
            "Because it’s polite."
        ],
        [
            "Sheldon",
            "What do manners have to do with it? This is war. Were the Romans polite when they salted the ground of Carthage to make sure nothing would ever grow again?"
        ],
        [
            "Penny",
            "Leonard, you said I only had to ask questions. "
        ],
        [
            "Sheldon",
            "The objective of the competition is to give correct answers, if I know them, why shouldn’t I give them? "
        ],
        [
            "Howard",
            "Some of us might have the correct answers too. "
        ],
        [
            "Sheldon",
            "Oh please, you don’t even have a PhD. "
        ],
        [
            "Howard",
            "Alright, that’s it."
        ],
        [
            "Leonard",
            "Howard, sit down."
        ],
        [
            "Howard",
            "Okay. "
        ],
        [
            "Leonard",
            "maybe we should take a little break."
        ],
        [
            "Sheldon",
            "Good idea, I need my wrist brace, all this button pushing is aggravating my old Nintendo injury. "
        ],
        [
            "Howard (after Raj whispers in his ear)",
            "I agree."
        ],
        [
            "Penny",
            "What did he say? "
        ],
        [
            "Howard",
            "He compared Sheldon to a disposable feminine cleansing product one might use on a summer’s eve. "
        ],
        [
            "Penny",
            "Yeah, and the bag it came in. "
        ],
        [
            "Scene",
            "The same, later. Sheldon is on his laptop. Leonard enters."
        ],
        [
            "Sheldon",
            "Leonard, excellent, I want to show you something."
        ],
        [
            "Leonard",
            "Can it wait, I need to talk to you."
        ],
        [
            "Sheldon",
            "Just look. I’ve designed the perfect uniforms for our team. The colours are based on Star Trek, the original series. The three of you will wear support red, and I will wear command gold. "
        ],
        [
            "Leonard",
            "Why do they say AA? "
        ],
        [
            "Sheldon",
            "Army Ants. "
        ],
        [
            "Leonard",
            "Isn’t that confusing? AA might mean something else to certain people. "
        ],
        [
            "Sheldon",
            "Why would a physics bowl team be called anodised aluminium?"
        ],
        [
            "Leonard",
            "No, I meant…. never mind. Hey, check it out. I got you a Batman cookie jar!"
        ],
        [
            "Sheldon",
            "Oh neat, what’s the occasion?"
        ],
        [
            "Leonard",
            "Well, you’re a friend, and you like Batman, and cookies, and you’re off the team. "
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Leonard",
            "Howard, Raj and I just had a team meeting. "
        ],
        [
            "Sheldon",
            "No you didn’t."
        ],
        [
            "Leonard",
            "Yes we did, I just came from it."
        ],
        [
            "Sheldon",
            "Okay, I don’t know where you just came from, but it couldn’t have been a team meeting because I’m on the team and I wasn’t there, ergo the team did not meet. "
        ],
        [
            "Leonard",
            "Okay, let me try it this way, uh, I was at a coffee klatch with a couple of friends and one thing led to another and it turns out you’re off the team. "
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Leonard",
            "Because you’re taking all the fun out of it."
        ],
        [
            "Sheldon",
            "Well, I’m sorry, is the winner of the physics bowl the team that has the most fun?"
        ],
        [
            "Leonard",
            "Okay, let me try it this way, you’re annoying and no-one wants to play with you any more. "
        ],
        [
            "Sheldon",
            "I see. Well. At this point I should inform you that I intend to form my own team and destroy the molecular bonds that bind your very matter together, and reduce the resulting particulate chaos to tears."
        ],
        [
            "Leonard",
            "Thanks for the heads up. "
        ],
        [
            "Sheldon",
            "You’re welcome. One more thing."
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "It’s on, bitch. "
        ],
        [
            "Scene",
            "The cafeteria. "
        ],
        [
            "Howard",
            "So who’d he get to be on his team."
        ],
        [
            "Leonard",
            "He won’t say. He just smiles, and eats macaroons out of his bat jar. "
        ],
        [
            "Raj",
            "He’s using psychological warfare. We must reply in kind. I say we wait until he looks at us, then laugh like, yes, you are a smart and strong competitor, but we are also smart and strong and we have a reasonable chance of defeating you. "
        ],
        [
            "Leonard",
            "How exactly would that laugh go? "
        ],
        [
            "Raj",
            "Hee hee hee hee hee hee hee!"
        ],
        [
            "Howard",
            "That sounds more like, we are a tall thin woman who wants to make a coat out of your Dalmatians. "
        ],
        [
            "Leonard",
            "Guys, let’s remember that Sheldon is still our friend and my room mate."
        ],
        [
            "Howard",
            "So?"
        ],
        [
            "Leonard",
            "So nothing, let’s destroy him. "
        ],
        [
            "Sheldon (walking past)",
            "Gentlemen."
        ],
        [
            "Raj",
            "Hee hee hee hee hee hee hee!"
        ],
        [
            "Howard",
            "Okay, we’re going to need a strong fourth for our team."
        ],
        [
            "Raj",
            "You know who’s apparently very smart, is the girl who played TV’s Blossom. She got a PhD in neuroscience or something. "
        ],
        [
            "Leonard",
            "Raj, we’re not getting TV’s Blossom to join our physics bowl team. "
        ],
        [
            "Raj",
            "How about the girl from the Wonder Years? "
        ],
        [
            "Howard",
            "Gentlemen, I believe I’ve found the solution to all our problems. "
        ],
        [
            "Leonard",
            "We can’t ask Leslie Winkle."
        ],
        [
            "Raj",
            "Why? Because you slept together and when she was done with you she discarded you like last night’s chutney? "
        ],
        [
            "Leonard",
            "Yes. "
        ],
        [
            "Howard",
            "Sometimes you’ve got to take one for the team."
        ],
        [
            "Raj",
            "Yeah. Sack up, dude. "
        ],
        [
            "Leonard",
            "Fine. Here I go, taking one for the team. In the sack. Hey Leslie."
        ],
        [
            "Leslie",
            "Hi guys."
        ],
        [
            "Leonard",
            "Leslie, I have a question for you, and it might be a little awkward, you know, given that I…"
        ],
        [
            "Howard",
            "Hit that thang. "
        ],
        [
            "Leslie",
            "Leonard, there’s no reason to feel uncomfortable just because we’ve seen each other’s faces and naked bodies contorted in the sweet agony of coitus. "
        ],
        [
            "Leonard",
            "There’s not? Gee, cos it sure sounds like there should be. "
        ],
        [
            "Leslie",
            "Rest assured that any aspects of our sexual relationship regarding your preferences, your idiosyncrasies, your performance, are still protected by the inherent confidentiality of the bedroom."
        ],
        [
            "Leonard",
            "That’s all very comforting, but if it’s okay, I’d like to get on with my question now."
        ],
        [
            "Leslie",
            "Proceed."
        ],
        [
            "Leonard",
            "We are entering the physics bowl and we need a fourth for our team."
        ],
        [
            "Leslie",
            "No thanks, I’m really busy with my like sign dilepton super symmetry search."
        ],
        [
            "Howard",
            "Dilepton, schmilepton, we need you. "
        ],
        [
            "Leslie",
            "Sorry. "
        ],
        [
            "Howard",
            "Well, we tried. Just have to face Sheldon mano-e-mano-e-mano. A-mano. "
        ],
        [
            "Leslie",
            "Wait, you’re going up against Sheldon Cooper? "
        ],
        [
            "Howard",
            "Yes."
        ],
        [
            "Leslie",
            "That arrogant, misogynistic East-Texas doorknob that told me I should abandon my work with high energy particles for laundry and child bearing? "
        ],
        [
            "Leonard",
            "She’s in. "
        ],
        [
            "Scene",
            "The Physics Bowl."
        ],
        [
            "Penny",
            "So, how do you feel? Nice and loose? Come to play? Got your game face on? (The guys look confused.) Are you ready?"
        ],
        [
            "Leonard",
            "Oh, yeah. You know you don’t have to stay for the whole thing. "
        ],
        [
            "Penny",
            "Oh, no, no, I want to. It sounds really interesting. "
        ],
        [
            "Sheldon (entering in his Star Trek themed shirt)",
            "Gentlemen."
        ],
        [
            "Leonard",
            "Sheldon."
        ],
        [
            "Howard",
            "Sheldon. "
        ],
        [
            "Raj",
            "Hee hee hee hee hee hee hee hee."
        ],
        [
            "Penny",
            "Sheldon. I’m just going to sit down. "
        ],
        [
            "Leonard",
            "So, is that your team."
        ],
        [
            "Sheldon",
            "Actually, I don’t need a team, I could easily defeat you single-handedly. But the rules require four, so may I introduce, the third floor janitor, he lady from the lunchroom, and, my Spanish is not good, either her son or her butcher. And what about your team? What rat have you recruited to the SS Sinking Ship?"
        ],
        [
            "Leslie",
            "Hello, Sheldon. "
        ],
        [
            "Sheldon",
            "Leslie Winkle? "
        ],
        [
            "Leslie",
            "Yeah, Leslie Winkle. The answer to the question, who made Sheldon Cooper cry like a little girl? "
        ],
        [
            "Sheldon",
            "Yes, well, I’m polymerised tree sap and you’re non-organic adhesive so, whatever verbal projectile you launch in my direction is reflected off of me, returns on its original trajectory, and adheres to you. "
        ],
        [
            "Leslie",
            "Oh, ouch. "
        ],
        [
            "Dr Gablehouser",
            "Okay, if everyone could please take your seats. "
        ],
        [
            "Leonard",
            "Here’s your tee-shirt. (Hands her a tee-shirt with PMS on it. Takes jacket off to reveal similar.) "
        ],
        [
            "Leslie",
            "PMS? It’s a couple of days early, but…"
        ],
        [
            "Leonard",
            "No, it stands for Perpetual Motion Squad. "
        ],
        [
            "Leslie",
            "Oh, right, of course, what was I thinking? "
        ],
        [
            "Gablehouser",
            "Good afternoon everyone, and welcome to this year’s physics bowl. Today’s preliminary match features two great teams… AA versus PMS. "
        ],
        [
            "Howard",
            "All night long, y’all! (Stands and turns round to reveal the back of the tee-shirt which reads “We Can Go All Night”.)"
        ],
        [
            "Gablehouser",
            "Okay, well let’s jump right in, first question, for ten points. What is the isospan singlet partner of the Pi Zero Meson? (Buzz) PMS?"
        ],
        [
            "Leonard",
            "The Eta Meson."
        ],
        [
            "Gablehouser",
            "Correct. "
        ],
        [
            "Sheldon",
            "Formal protest."
        ],
        [
            "Gablehouser",
            "On what grounds?"
        ],
        [
            "Sheldon",
            "The Velcro on my wrist brace caught on my shirt."
        ],
        [
            "Gablehouser",
            "Denied. Alright, for ten points, what is the lightest element on earth with no stable isotope. (Buzz) AA?"
        ],
        [
            "Sheldon",
            "And of course, the answer is Technetium."
        ],
        [
            "Gablehouser",
            "Terrific. Next question, what is the force between two uncharged plates due to quantum vacuum fluctuation. (Buzz) PMS?"
        ],
        [
            "Raj",
            "Sheldon can suck on, the Casimir Effect."
        ],
        [
            "Gablehouser",
            "Correct. "
        ],
        [
            "Scene",
            "(Time shift)"
        ],
        [
            "Gablehouser",
            "How does a quantum computer factor large numbers. (Buzz) PMS?"
        ],
        [
            "Leslie",
            "Shor’s Algorithm."
        ],
        [
            "Gablehouser",
            "Correct. "
        ],
        [
            "Scene",
            "(Time shift)"
        ],
        [
            "Sheldon",
            "4.1855 times ten to the seventh ergs per calorie."
        ],
        [
            "Scene",
            "(Time shift)"
        ],
        [
            "Leonard",
            "Prevost’s theory of exchanges. "
        ],
        [
            "Scene",
            "(Time shift)"
        ],
        [
            "Sheldon",
            "Lamda equals one over Pi R squared N "
        ],
        [
            "Scene",
            "(Time shift)"
        ],
        [
            "Howard",
            "760 degrees celsius, the approximate temperature of the young lady in the front row."
        ],
        [
            "Gablehouser",
            "Mr Wolowitz, this is your second warning. "
        ],
        [
            "Scene",
            "(Time shift)"
        ],
        [
            "Sheldon",
            "A sigma particle."
        ],
        [
            "Scene",
            "(Time shift)"
        ],
        [
            "Leslie",
            "Yes, assuming the hypothetical planet has a mass greater than the earth."
        ],
        [
            "Gablehouser",
            "Correct. Ladies and gentlemen, I hold in my hand the final question. The score now stands AA 1150, PMS 1175. So, for one hundred points, and the match, please turn your attention to the formula on the screens. Solve the equation. "
        ],
        [
            "Raj",
            "Holy crap. "
        ],
        [
            "Leonard",
            "What the hell is that."
        ],
        [
            "Howard",
            "It looks like something they found on the ship at Roswell. "
        ],
        [
            "Leonard",
            "Come on, think, Leslie."
        ],
        [
            "Leslie",
            "Leonard, it’s not going to work if you rush me, you have to let me get there."
        ],
        [
            "Leonard",
            "You’re never going to let that go, are you? "
        ],
        [
            "Gablehouser",
            "Ten seconds. (Buzz) PMS."
        ],
        [
            "Leonard",
            "Sorry, I panicked. "
        ],
        [
            "Howard",
            "Then guess."
        ],
        [
            "Leonard",
            "Um, eight. (Gablehouser stares at him.) Point four. "
        ],
        [
            "Gablehouser",
            "I’m sorry, that’s incorrect. AA, if you can answer correctly, the match is yours. "
        ],
        [
            "Howard",
            "He doesn’t have it. He’s got squat."
        ],
        [
            "Scene",
            "(Sheldon looks more and more uncomfortable, so much he is involuntarily twitching.)"
        ],
        [
            "Gablehouser",
            "AA, I need your answer. (Buzz)"
        ],
        [
            "Third Floor Janitor",
            "The answer is minus eight by alpha. "
        ],
        [
            "Sheldon",
            "Hang on, hang on a second, that’s not our answer. What are you doing?"
        ],
        [
            "Third Floor Janitor",
            "Answering question. Winning physics bowl. "
        ],
        [
            "Sheldon",
            "How do you know anything about physics?"
        ],
        [
            "Third Floor Janitor",
            "Here I am janitor, in former Soviet Union I am physicist. Leningrad Politechnica. Go Polar Bears. "
        ],
        [
            "Sheldon",
            "Well that’s a delightful little story, but our arrangement was that you sit here and not say anything, I answer the questions."
        ],
        [
            "Third Floor Janitor",
            "You didn’t answer question."
        ],
        [
            "Sheldon",
            "Hey look, now maybe you have democracy now in your beloved Russia, but on this physics bowl team I rule with an iron fist. (Makes fist in the air). Ow!"
        ],
        [
            "Gablehouser",
            "AA, I need your official answer."
        ],
        [
            "Sheldon",
            "Well it’s not what he said."
        ],
        [
            "Gablehouser",
            "Then what is it? "
        ],
        [
            "Sheldon",
            "I want a different question."
        ],
        [
            "Gablehouser",
            "You can’t have a different question. "
        ],
        [
            "Sheldon",
            "Formal protest."
        ],
        [
            "Gablehouser",
            "Denied."
        ],
        [
            "Sheldon",
            "Informal protest."
        ],
        [
            "Gablehouser",
            "Denied. I need your official answer."
        ],
        [
            "Sheldon",
            "No. I decline to provide one."
        ],
        [
            "Gablehouser",
            "Well, that’s too bad, because the answer your teammate gave was correct. "
        ],
        [
            "Sheldon",
            "That’s your opinion."
        ],
        [
            "Gablehouser",
            "Alright, the winner of the match is…"
        ],
        [
            "Leonard",
            "Hang on. Sheldon, is proving that you are single-handedly smarter than everyone else so important that you would rather lose by yourself than win as part of a team. "
        ],
        [
            "Sheldon",
            "I don’t understand the question. "
        ],
        [
            "Leonard",
            "Go ahead."
        ],
        [
            "Gablehouser",
            "The winner is PMS! "
        ],
        [
            "Scene",
            "(We Are The Champions by Queen plays as the team celebrate in slow motion and Sheldon puts his head in his hands. The celebration ends with Howard on his knees ripping his shirt in half and waving it round his head before throwing it to the audience.)"
        ],
        [
            "Scene",
            "The apartment. Sheldon goes to sit in his spot."
        ],
        [
            "Leonard",
            "Sorry, somebody’s sitting there."
        ],
        [
            "Sheldon",
            "Who?"
        ],
        [
            "Leonard",
            "My Physics Bowl Trophy! "
        ],
        [
            "Sheldon",
            "That trophy is meaningless, I forfeited, therefore you did not win. "
        ],
        [
            "Leonard",
            "I know someone who would disagree."
        ],
        [
            "Sheldon",
            "Who?"
        ],
        [
            "Leonard",
            "My Physics Bowl Trophy! (In weird voice) “Leonard is so smart, Sheldon who?”"
        ],
        [
            "Sheldon",
            "Alright that is very immature."
        ],
        [
            "Leonard",
            "You’re right, I’m sorry. (In voice, waving trophy in Sheldon’s face) I’m not! "
        ],
        [
            "Penny (entering)",
            "Okay, new contest. "
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Penny",
            "I’m settling once and for all who is the smartest around here. Okay, are you ready?"
        ],
        [
            "Sheldon",
            "Absolutely."
        ],
        [
            "Leonard",
            "Bring it on."
        ],
        [
            "Penny",
            "Okay. Marsha, Jan and Cindy were the three daughters of what TV family? (They stare at her.) The Brady Bunch. Okay, Sammy Hagar replaced David Lee Roth as the lead singer in what group?"
        ],
        [
            "Sheldon (after they look at each other in confusion)",
            "The Brady Bunch? "
        ],
        [
            "Penny",
            "Van Halen. Alright, Madonna was married to this Ridgemont High alum. (Pause) Oh my God, Sean Penn!"
        ],
        [
            "Leonard",
            "How do you know these things?"
        ],
        [
            "Penny",
            "I go outside and I talk to people. Alright, here, what actor holds the record for being named people magazine’s sexiest man alive?"
        ],
        [
            "Sheldon",
            "William Shatner."
        ],
        [
            "Leonard",
            "Wait, I don’t think it’s Shatner."
        ],
        [
            "Sheldon",
            "Then it’s got to be Patrick Stewart. "
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Sheldon",
            "Formal protest. "
        ],
        [
            "Penny",
            "Alright, singer who sang “Oops I Did It Again.” (Sheldon starts involuntarily twitching again.) Okay, Tweetie Bird, taught he taw a what?"
        ],
        [
            "Sheldon (after they pass a smug look between each other)",
            "Romulan."
        ],
        [
            "Penny",
            "Yes. He taught he taw a Romulan. "
        ],
        [
            "Scene",
            "(Sheldon and Leonard do a victory hand slide.)"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-13-the-bat-jar-conjecture/"
}