{
    "Season": 1,
    "Episode": 14,
    "Title": "the nerdvana annihilation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                41,
                "The lobby. The guys stand around a full sized time machine. "
            ],
            [
                43,
                "Credits sequence"
            ],
            [
                44,
                "The same"
            ],
            [
                55,
                "The stairwell, approaching the apartment door. Leonard and Sheldon are pulling the time machine up the last part of the stairs."
            ],
            [
                80,
                "The living room. The time machine is set up."
            ],
            [
                127,
                "Later that night, Leonard is sitting in the time machine, turning the lights on and off. Sheldon enters."
            ],
            [
                153,
                "The stairwell. It is the previous day, and again Leonard and Sheldon are pulling the time machine up the stairs."
            ],
            [
                168,
                "The living room. "
            ],
            [
                236,
                "A jungle. As the camera moves, the time machine becomes visible. Sheldon is sitting in it The disk stops spinning, and he looks around. The dials read APR 28 802,701. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "Well, this sandwich is an unmitigated disaster. I asked for turkey and roast beef with lettuce and swiss on wholewheat."
            ],
            [
                3,
                "Turkey and roast beef with swiss and lettuce on wholewheat. It’s the right ingredients but in the wrong order. In a proper sandwich the cheese is adjacent to the bread to create a moisture barrier against the lettuce. They might as well have dragged this thing through a car wash. "
            ],
            [
                5,
                "I know, it’s basic culinary science. "
            ],
            [
                14,
                "You bid $800."
            ],
            [
                16,
                "There’s only 30 seconds left in the auction."
            ],
            [
                36,
                "I wonder why no-one else bid, this is a classic piece of sci-fi movie memorabilia. "
            ],
            [
                40,
                "Need you ask? But I still don’t understand why no-one else bid. "
            ],
            [
                42,
                "I understand why no-one else bid. "
            ],
            [
                47,
                "In a venn diagram, that would be an individual located within the intersection of the sets “no longer want my time machine” and “need $800”."
            ],
            [
                53,
                "I’ve been meaning to ask you, do you think we should make a call about that? "
            ],
            [
                59,
                "It’s the same amount of work no matter how fast you go, basic physics."
            ],
            [
                61,
                "Yeah. "
            ],
            [
                72,
                "Then I have a simple solution, go up to the roof, hop over to the next building, there’s a small gap, don’t look down if you’re subject to vertigo, and use their stairwell. "
            ],
            [
                74,
                "Oh, I never joke when it comes to vertigo. "
            ],
            [
                77,
                "For what it’s worth, I thought it was humorous. "
            ],
            [
                81,
                "I don’t know what you were worried about. I think it really works in the room."
            ],
            [
                83,
                "The exact time machine that carried actor Rod Taylor from Victorian England into the post-apocalyptic future, which society had splintered into two factions, the sub-terranean Morlocks, who survived by feasting on the flesh of the gentle surface dwelling Eloy. "
            ],
            [
                86,
                "Gentlemen, I know we said we’d take turns, but I think you’d agree that practicality dictates it remain here. "
            ],
            [
                89,
                "Alright, I think we’re going to need some ground rules, in addition to the expected no shoes in the time machine and no eating in the time machine, I propose that we add pants must be worn at all times in the time machine. "
            ],
            [
                94,
                "Hold on. Bi-monthly is an ambiguous term, do you mean move it every other month, or twice a month? "
            ],
            [
                96,
                "Then no. "
            ],
            [
                98,
                "No. "
            ],
            [
                101,
                "Wait a minute, I’d want to see that too. "
            ],
            [
                103,
                "But if we all go back to the same point in time, Bell’s lab is going to get very crowded, he’ll know something’s up. "
            ],
            [
                107,
                "Oh, I have a solution, first go into the future and obtain a cloaking device."
            ],
            [
                109,
                "If I remember correctly, Captain Kirk will steal a cloaking device from the Romulans on Stardate 5027.3, which will be January 10th 2328 by pre-federation reckoning."
            ],
            [
                119,
                "Time machine. "
            ],
            [
                122,
                "Again, time machine. "
            ],
            [
                124,
                "It only moves in time. It would be worse than useless in a swamp. "
            ],
            [
                128,
                "Leonard, it’s two in the morning. "
            ],
            [
                130,
                "So it’s my turn. Why did you set it for the day before yesterday?"
            ],
            [
                132,
                "You can’t. If you were to prevent yourself from buying it in the past, you would not have it available in the present to travel back and stop yourself from buying it, ergo you would still have it. This is a classic rookie time travel mistake. "
            ],
            [
                134,
                "Same paradox. If you were to travel back in time and, say, knock me unconscious, you would not then have the conversation that irritated you, motivating you to go back and knock me unconscious. "
            ],
            [
                136,
                "It won’t change the past. "
            ],
            [
                138,
                "Are you upset about something? "
            ],
            [
                140,
                "Well, it was a number of things. First the late hour, then your demeanour seems very low energy, plus your irritability…"
            ],
            [
                142,
                "Oh! I don’t usually pick up on those things. Good for me. "
            ],
            [
                144,
                "Oh, wait. Did you want to talk about what’s bothering you? "
            ],
            [
                146,
                "Wow, I’m on fire tonight. "
            ],
            [
                148,
                "I disagree. Your inability to successfully woo Penny long predates your acquisition of the time machine. That failure clearly stands on its own."
            ],
            [
                150,
                "In addition, your premise is flawed. In the original film, Rod Taylor got Yvette Mimeaux with that very time machine. In Back to the Future, Marty McFly got the opportunity to hook up with his extremely attractive young mother. "
            ],
            [
                152,
                "Well of course they’re movies. Were you expecting me to come up with an example involving a real life time machine? That’s absurd. "
            ],
            [
                167,
                "It’s still my turn."
            ],
            [
                169,
                "What are you doing?"
            ],
            [
                171,
                "Well is that really necessary. If you need money you can always sell blood. And semen. "
            ],
            [
                180,
                "My spidey-sense tells me this has something to do with Penny. "
            ],
            [
                186,
                "I’ll go for two hundred, that time machine stays right where it is. "
            ],
            [
                197,
                "Dibs doesn’t apply in a bidding war. "
            ],
            [
                202,
                "What’s the number, I’ll match it. "
            ],
            [
                204,
                "What’s the exchange rate."
            ],
            [
                208,
                "Who cares, as long as you pick me. "
            ],
            [
                217,
                "You hypocrite!"
            ],
            [
                219,
                "Little Miss “grown ups don’t play with toys”. If I were to go into that apartment right now, would I find Beanie Babies? Are you not an accumulator of Care Bears and My Little Ponies? And who is that Japanese feline I see frolicking on your shorts? Hello,Hello Kitty! "
            ],
            [
                237,
                "It worked. It really worked. They said I was mad, but it worked. (Large hairy creatures with glowing eyes emerge from the forest and walk towards him menacingly.) Oh no, not Morlocks! Not flesh-eating Morlocks! He-e-e-e-e-e-e-elp! (With a yelp, he wakes up in the time machine in the living room.) "
            ],
            [
                239,
                "We have to get rid of the time machine. "
            ],
            [
                241,
                "Yeah, that’s the problem, it’s too big. "
            ],
            [
                243,
                "Oh no, Morlocks? Eat him, eat him. Aaaaargh. (Sheldon wakes up in his own bed.) Leonard!!!!!!!!"
            ]
        ],
        "Raj": [
            [
                2,
                "What did they give you?"
            ],
            [
                9,
                "Boy, Sophie could have used a time machine in that movie. Did you see it, it’s rough. "
            ],
            [
                12,
                "It’s only $800?"
            ],
            [
                20,
                "Fifteen seconds."
            ],
            [
                22,
                "Ten, nine, eight…"
            ],
            [
                24,
                "Five."
            ],
            [
                26,
                "Four."
            ],
            [
                28,
                "Three."
            ],
            [
                30,
                "Two."
            ],
            [
                32,
                "One."
            ],
            [
                34,
                "Congratulations, you are the proud owner of a miniature time machine."
            ],
            [
                39,
                "A time share time machine? I’m in. Sheldon?"
            ],
            [
                45,
                "Did the listing actually say miniature?"
            ],
            [
                49,
                "Cocktain shrimp are $12.50."
            ],
            [
                60,
                "Sheldon?"
            ],
            [
                62,
                "If my fingers ever work again, I’ve got a job for the middle one. "
            ],
            [
                79,
                "In a minute. Howard stepped outside to throw up. "
            ],
            [
                85,
                "Oh yeah. The guy who lives next to me is always like, I have a Jacuzzi on my balcony, I have a Jacuzzi on my balcony. But wait until I tell him, I’ve got a time machine on my balcony. Stuff that in your speedos, Jacuzzi Bob!"
            ],
            [
                88,
                "He’s got a point."
            ],
            [
                92,
                "I still want it on my balcony. I say we move it on a bi-monthly basis. "
            ],
            [
                95,
                "Twice a month."
            ],
            [
                97,
                "Okay, every other month."
            ],
            [
                104,
                "Also, since the time machine doesn’t move in space, you’ll end up in 1876 Pasadena. "
            ],
            [
                106,
                "Mrs Bell was deaf, she’s not even going to hear you knock. "
            ],
            [
                108,
                "Ooh, how far into the future?"
            ],
            [
                111,
                "My turn."
            ],
            [
                126,
                "My turn! "
            ],
            [
                176,
                "Why?"
            ],
            [
                182,
                "I’ll give you a hundred dollars, which will make me half owner, and we’ll put it on my balcony. "
            ],
            [
                185,
                "Dude, everyone knows a time machine loses half its value the minute you drive it off the lot."
            ],
            [
                187,
                "Three hundred, and I’ll throw in my original 1979 Mattel Millenium Falcon with real light speed sound effects. "
            ],
            [
                190,
                "More importantly, you’ve a Darth Vader voice changer? "
            ],
            [
                192,
                "Oh, I call dibs on the Golden Age Flash."
            ],
            [
                194,
                "Too bad, I called dibs."
            ],
            [
                196,
                "I can and I did, look up dibs on Wikipedia."
            ],
            [
                199,
                "Why Larry? Did Larry call dibs? "
            ],
            [
                203,
                "I’ll match it, plus a thousand rupees. "
            ],
            [
                205,
                "None of your business. Take it or leave it."
            ],
            [
                209,
                "Okay, Leonard, put down the box, let’s talk."
            ]
        ],
        "Leonard": [
            [
                4,
                "I don’t believe it."
            ],
            [
                6,
                "Some guy is auctioning off a miniature time machine prop from the original film and no-one is bidding on it. "
            ],
            [
                8,
                "No, a time machine from Sophie’s Choice. "
            ],
            [
                11,
                "Uh-huh."
            ],
            [
                13,
                "Yeah. And that’s my bid."
            ],
            [
                15,
                "It was a spur of the moment thing, I figured it would go for thousands and I just wanted to be a part of it. "
            ],
            [
                18,
                "Not to blow on a miniature time machine. "
            ],
            [
                21,
                "Come on, snipers. "
            ],
            [
                23,
                "Where are your snipers?"
            ],
            [
                25,
                "Snipe."
            ],
            [
                27,
                "Snipe. "
            ],
            [
                29,
                "Snipe!"
            ],
            [
                31,
                "SNIPE!"
            ],
            [
                33,
                "Aaaa-aw! "
            ],
            [
                37,
                "Yeah, I know, I still can’t afford it. "
            ],
            [
                46,
                "I just assumed. Who sells a full sized time machine for $800?"
            ],
            [
                50,
                "How are we going to get it upstairs? "
            ],
            [
                52,
                "Yes but the elevator’s been broken for two years. "
            ],
            [
                56,
                "Come on, guys, push. "
            ],
            [
                66,
                "Oh, just, you know, moving… something upstairs. "
            ],
            [
                68,
                "It’s… you know, time machine. "
            ],
            [
                70,
                "Uh, just give us a few minutes."
            ],
            [
                76,
                "Hey, if you wait for us to set up the time machine, I can drop you off at work yesterday. Time travel joke, it’s not… never mind. "
            ],
            [
                78,
                "Let’s just do this. Guys, ready to push?"
            ],
            [
                82,
                "Yeah. It is by far the coolest thing I have ever owned. "
            ],
            [
                90,
                "Seconded. "
            ],
            [
                93,
                "That sounds fair."
            ],
            [
                99,
                "Sheldon, you can’t be selfish, we all paid for it, so it belongs to all of us. Now out of the way so I can sit in my time machine. (Sits and turns it on. The three lights on the front illuminate. All let out an “oh”.) Okay, I am setting the dials for March 10th, 1876."
            ],
            [
                102,
                "So, when it’s your turn you can."
            ],
            [
                110,
                "Okay, I am setting the dials for January 10th, 2328. Here we go into the future. (Pulls lever, the disk begins to spin. The other guys all run around the flat as if moving in fast motion.) That was fun."
            ],
            [
                113,
                "Are you okay?"
            ],
            [
                115,
                "That doesn’t sound too bad."
            ],
            [
                117,
                "Sorry."
            ],
            [
                120,
                "The lights flash and the dish spins, you wanna try it?"
            ],
            [
                129,
                "So?"
            ],
            [
                131,
                "Because I want to go back and keep myself from getting a time machine."
            ],
            [
                133,
                "Can I go back and prevent you from explaining that to me?"
            ],
            [
                135,
                "What if I knocked you unconscious right now? "
            ],
            [
                137,
                "But it would make the present so much nicer. "
            ],
            [
                139,
                "What was your first clue?"
            ],
            [
                141,
                "Yes I’m upset. "
            ],
            [
                143,
                "Yeah, good for you. "
            ],
            [
                145,
                "I don’t know. Maybe."
            ],
            [
                147,
                "Uh, here’s the thing. Girls like Penny never end up with guys who own time machines. "
            ],
            [
                149,
                "Thanks for pointing it out."
            ],
            [
                151,
                "Those are movies."
            ],
            [
                154,
                "Come on, guys, push. "
            ],
            [
                159,
                "Oh, just, you know, moving a… time machine. "
            ],
            [
                161,
                "No problem. (Removes glasses, pulls down out of order tape from lift doors, and forces them open.) Hang on. (Takes Penny in his arms as he holds onto the lift cable.)"
            ],
            [
                163,
                "Some things are more important than toys. (She puts her arms around his neck as he dangles from the cable.)"
            ],
            [
                165,
                "Don’t worry baby, I’ve got you."
            ],
            [
                170,
                "I’m packing up all my collectibles and taking them down to the comic book store to sell. "
            ],
            [
                172,
                "It’s not about money."
            ],
            [
                175,
                "Terrific, does anyone want to buy my share of the time machine?"
            ],
            [
                177,
                "Because I don’t want it any more. "
            ],
            [
                179,
                "Just… personal reasons. "
            ],
            [
                181,
                "Look, do you want to buy me out or not?"
            ],
            [
                184,
                "I paid two hundred dollars for my share."
            ],
            [
                188,
                "No, no more toys or action figures or props or replicas or costumes or robots or Darth Vader voice changers, I’m getting rid of all of it. "
            ],
            [
                191,
                "Not for long."
            ],
            [
                198,
                "It’s not a bidding war, I’m selling it all to Larry down at the comic book store. "
            ],
            [
                201,
                "He offered me a fair price for the whole collection."
            ],
            [
                207,
                "Forget it guys, if I sell to one of you, the other two are going to be really mad at me."
            ],
            [
                210,
                "Sorry Raj, my mind is made up."
            ],
            [
                212,
                "Sheldon, get out of my way."
            ],
            [
                221,
                "No, I needed to hear it."
            ],
            [
                224,
                "Still, I think it’s time for me to get rid of this stuff and… you know… move on with my life. "
            ],
            [
                226,
                "Yeah."
            ],
            [
                228,
                "Thanks. Hey, do you want to, I don’t know, later…"
            ],
            [
                238,
                "Sheldon, are you okay? "
            ],
            [
                240,
                "It is a little big for the living room, isn’t it?"
            ],
            [
                242,
                "I’m glad you agree. I hired some guys to help us move it, come on in fellas. (A pair of Morlocks come through the door.)"
            ]
        ],
        "Howard": [
            [
                7,
                "A time machine from the movie The Time Machine? "
            ],
            [
                10,
                "Oh, that’s cool."
            ],
            [
                17,
                "Do you have $800?"
            ],
            [
                19,
                "Don’t worry, the way these things work there’s people waiting ‘til the last second to bid, and then they swoop in and get it, it’s called sniping."
            ],
            [
                35,
                "You lucky duck. "
            ],
            [
                38,
                "Why don’t we share it? We’ll each put in two hundred bucks and we’ll take turns having it in our homes."
            ],
            [
                48,
                "It’s actually a tremendous bargain, even with shipping it works out to less than four dollars a pound. "
            ],
            [
                51,
                "If we take the dish off it might fit in the elevator. "
            ],
            [
                54,
                "Not necessary, I have a masters in engineering, I remotely repair satellites on a regular basis. I troubleshoot space shuttle payloads. When the Mars rover started pulling to the left I performed a front end alignment from 62 million miles away. (Presses lift button. Nothing happens.) No, that baby’s broken. "
            ],
            [
                84,
                "Talk about your chick magnets. "
            ],
            [
                87,
                "You can’t just keep it here, what if I meet a girl and say, “you wanna come up and see my time machine, it’s at my friends house,” how lame is that? "
            ],
            [
                91,
                "I was going to put down a towel. "
            ],
            [
                100,
                "Good choice, Alexander Graham Bell invents the telephone and calls out for Dr Watson."
            ],
            [
                105,
                "And even if you can make it to Boston, what are you going to do, knock on the door and say to Mrs Bell, “hey Mrs Bell, big fan of your husband, can I come in and watch him invent the telephone?”"
            ],
            [
                174,
                "Lox and bagels, the breakfast of time travellers."
            ],
            [
                178,
                "Why?"
            ],
            [
                183,
                "Screw his balcony, I’ll give you a hundred and twenty and we’ll put it in my garage. "
            ],
            [
                189,
                "You can’t do that, look what you’ve created here, it’s like nerdvana. "
            ],
            [
                193,
                "Hang on, I need that to complete my Justice Society of America collection."
            ],
            [
                195,
                "Well you can’t just call dibs."
            ],
            [
                200,
                "Will you forget dibs! "
            ],
            [
                215,
                "Okay man, be cool, we’re all friends here. "
            ],
            [
                223,
                "I guess that makes me large breasts. "
            ]
        ],
        "Howard (off)": [
            [
                57,
                "If I push any harder I’m going to give birth to my colon. "
            ],
            [
                155,
                "If I push any harder I’m going to give birth to my colon. "
            ]
        ],
        "Raj (off)": [
            [
                58,
                "I can’t feel my fingers, hurry up. "
            ]
        ],
        "Penny (coming out of her apartment)": [
            [
                63,
                "Oh, hey guys."
            ],
            [
                156,
                "Oh, hey guys."
            ]
        ],
        "Leonard (letting go of time machine, as does Sheldon)": [
            [
                64,
                "Uh, hi Penny. (Raj and Howard are heard to scream as the time machine slides back down the stairs.) Take a break, guys! "
            ],
            [
                157,
                "Uh, hi Penny. (Raj and Howard are heard to scream as the time machine slides back down the stairs.) Take a break, guys! "
            ]
        ],
        "Penny": [
            [
                65,
                "What are you doing?"
            ],
            [
                67,
                "What is it?"
            ],
            [
                69,
                "Yeah, okay, neat, but I really got to get to work, so…."
            ],
            [
                71,
                "I don’t have a few minutes, I’m running really late."
            ],
            [
                73,
                "You’re joking, right?"
            ],
            [
                75,
                "Damn, okay, I’ll just take the roof. "
            ],
            [
                114,
                "Zzz-zz-zz-zz! Second of all, the door to the stairwell of the other building was locked, so I had to go down the fire escape which ends on the third floor, forcing me to crawl through the window of a lovely Armenian family, who insisted I stay for lunch. "
            ],
            [
                116,
                "It was eight courses of lamb, and they tried to fix me up with their son."
            ],
            [
                118,
                "Not done. By the time I finally got to work, they’d given my shift away. Yeah, that’s right, I’ve lost an entire day’s pay thanks to this… this…"
            ],
            [
                121,
                "No! I don’t want to try it, my God, you are grown men, how could you waste your lives with these stupid toys and costumes and comic books and… and now that… that…"
            ],
            [
                123,
                "Oh please, it’s not a time machine, if anything it looks like something Elton John would drive through the Everglades."
            ],
            [
                125,
                "Pathetic. All of you, completely pathetic. (Storms out. A beat, and then…) "
            ],
            [
                158,
                "What are you doing?"
            ],
            [
                160,
                "Yeah, okay, neat, but I really got to get to work, so…."
            ],
            [
                162,
                "But, what about your time machine."
            ],
            [
                164,
                "Oh, I’m scared. "
            ],
            [
                166,
                "Oh, Leonard. (Kisses him as they descend from view. Leonard wakes up still sitting in the time machine.)"
            ],
            [
                218,
                "What?"
            ],
            [
                220,
                "Okay, okay look, if this is about yesterday, Leonard, I am really sorry about what I said, I was just a bit upset."
            ],
            [
                222,
                "No you didn’t. Look, you are a great guy, and it is things you love that make you who you are. "
            ],
            [
                225,
                "Really?"
            ],
            [
                227,
                "Oh. Wow. Good for you. (Kisses his cheek.)"
            ],
            [
                230,
                "Hi Mike."
            ],
            [
                232,
                "Yeah, I just have to change."
            ],
            [
                234,
                "Oh, stop it! Bye guys. "
            ]
        ],
        "Penny (entering)": [
            [
                112,
                "Okay, first of all, what you call a gap was nearly three feet wide, I slipped and skinned my knee."
            ]
        ],
        "Raj (entering)": [
            [
                173,
                "We brought food."
            ]
        ],
        "Howard (on phone)": [
            [
                206,
                "Mom, my bar-mizvah bonds, how much do I got? Thanks. I can go twenty six hundred dollars and two trees in Israel. "
            ]
        ],
        "Sheldon (moving to block his path)": [
            [
                211,
                "No. I can’t let you do this. "
            ]
        ],
        "Sheldon (brandishing toy sword from Leonard’s box)": [
            [
                213,
                "None shall pass. "
            ]
        ],
        "Leonard: Okay. I did not want to do this but, I have here the rare mint condition production error Star Trek": [
            [
                214,
                "The Next Generation Geordi LaForge, without his visor in the original packaging. If you do not get out of my way, I will open it. "
            ]
        ],
        "Penny (coming out of her flat)": [
            [
                216,
                "What the hell’s going on? "
            ]
        ],
        "Good looking man coming up stairs": [
            [
                229,
                "Excuse me. Hey, Penny!"
            ]
        ],
        "Mike": [
            [
                231,
                "Are you ready to go. "
            ],
            [
                233,
                "I’ll give you a hand."
            ]
        ],
        "Leonard (after a long pause)": [
            [
                235,
                "My turn on the time machine. "
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Well, this sandwich is an unmitigated disaster. I asked for turkey and roast beef with lettuce and swiss on wholewheat."
        ],
        [
            "Raj",
            "What did they give you?"
        ],
        [
            "Sheldon",
            "Turkey and roast beef with swiss and lettuce on wholewheat. It’s the right ingredients but in the wrong order. In a proper sandwich the cheese is adjacent to the bread to create a moisture barrier against the lettuce. They might as well have dragged this thing through a car wash. "
        ],
        [
            "Leonard",
            "I don’t believe it."
        ],
        [
            "Sheldon",
            "I know, it’s basic culinary science. "
        ],
        [
            "Leonard",
            "Some guy is auctioning off a miniature time machine prop from the original film and no-one is bidding on it. "
        ],
        [
            "Howard",
            "A time machine from the movie The Time Machine? "
        ],
        [
            "Leonard",
            "No, a time machine from Sophie’s Choice. "
        ],
        [
            "Raj",
            "Boy, Sophie could have used a time machine in that movie. Did you see it, it’s rough. "
        ],
        [
            "Howard",
            "Oh, that’s cool."
        ],
        [
            "Leonard",
            "Uh-huh."
        ],
        [
            "Raj",
            "It’s only $800?"
        ],
        [
            "Leonard",
            "Yeah. And that’s my bid."
        ],
        [
            "Sheldon",
            "You bid $800."
        ],
        [
            "Leonard",
            "It was a spur of the moment thing, I figured it would go for thousands and I just wanted to be a part of it. "
        ],
        [
            "Sheldon",
            "There’s only 30 seconds left in the auction."
        ],
        [
            "Howard",
            "Do you have $800?"
        ],
        [
            "Leonard",
            "Not to blow on a miniature time machine. "
        ],
        [
            "Howard",
            "Don’t worry, the way these things work there’s people waiting ‘til the last second to bid, and then they swoop in and get it, it’s called sniping."
        ],
        [
            "Raj",
            "Fifteen seconds."
        ],
        [
            "Leonard",
            "Come on, snipers. "
        ],
        [
            "Raj",
            "Ten, nine, eight…"
        ],
        [
            "Leonard",
            "Where are your snipers?"
        ],
        [
            "Raj",
            "Five."
        ],
        [
            "Leonard",
            "Snipe."
        ],
        [
            "Raj",
            "Four."
        ],
        [
            "Leonard",
            "Snipe. "
        ],
        [
            "Raj",
            "Three."
        ],
        [
            "Leonard",
            "Snipe!"
        ],
        [
            "Raj",
            "Two."
        ],
        [
            "Leonard",
            "SNIPE!"
        ],
        [
            "Raj",
            "One."
        ],
        [
            "Leonard",
            "Aaaa-aw! "
        ],
        [
            "Raj",
            "Congratulations, you are the proud owner of a miniature time machine."
        ],
        [
            "Howard",
            "You lucky duck. "
        ],
        [
            "Sheldon",
            "I wonder why no-one else bid, this is a classic piece of sci-fi movie memorabilia. "
        ],
        [
            "Leonard",
            "Yeah, I know, I still can’t afford it. "
        ],
        [
            "Howard",
            "Why don’t we share it? We’ll each put in two hundred bucks and we’ll take turns having it in our homes."
        ],
        [
            "Raj",
            "A time share time machine? I’m in. Sheldon?"
        ],
        [
            "Sheldon",
            "Need you ask? But I still don’t understand why no-one else bid. "
        ],
        [
            "Scene",
            "The lobby. The guys stand around a full sized time machine. "
        ],
        [
            "Sheldon",
            "I understand why no-one else bid. "
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The same"
        ],
        [
            "Raj",
            "Did the listing actually say miniature?"
        ],
        [
            "Leonard",
            "I just assumed. Who sells a full sized time machine for $800?"
        ],
        [
            "Sheldon",
            "In a venn diagram, that would be an individual located within the intersection of the sets “no longer want my time machine” and “need $800”."
        ],
        [
            "Howard",
            "It’s actually a tremendous bargain, even with shipping it works out to less than four dollars a pound. "
        ],
        [
            "Raj",
            "Cocktain shrimp are $12.50."
        ],
        [
            "Leonard",
            "How are we going to get it upstairs? "
        ],
        [
            "Howard",
            "If we take the dish off it might fit in the elevator. "
        ],
        [
            "Leonard",
            "Yes but the elevator’s been broken for two years. "
        ],
        [
            "Sheldon",
            "I’ve been meaning to ask you, do you think we should make a call about that? "
        ],
        [
            "Howard",
            "Not necessary, I have a masters in engineering, I remotely repair satellites on a regular basis. I troubleshoot space shuttle payloads. When the Mars rover started pulling to the left I performed a front end alignment from 62 million miles away. (Presses lift button. Nothing happens.) No, that baby’s broken. "
        ],
        [
            "Scene",
            "The stairwell, approaching the apartment door. Leonard and Sheldon are pulling the time machine up the last part of the stairs."
        ],
        [
            "Leonard",
            "Come on, guys, push. "
        ],
        [
            "Howard (off)",
            "If I push any harder I’m going to give birth to my colon. "
        ],
        [
            "Raj (off)",
            "I can’t feel my fingers, hurry up. "
        ],
        [
            "Sheldon",
            "It’s the same amount of work no matter how fast you go, basic physics."
        ],
        [
            "Raj",
            "Sheldon?"
        ],
        [
            "Sheldon",
            "Yeah. "
        ],
        [
            "Raj",
            "If my fingers ever work again, I’ve got a job for the middle one. "
        ],
        [
            "Penny (coming out of her apartment)",
            "Oh, hey guys."
        ],
        [
            "Leonard (letting go of time machine, as does Sheldon)",
            "Uh, hi Penny. (Raj and Howard are heard to scream as the time machine slides back down the stairs.) Take a break, guys! "
        ],
        [
            "Penny",
            "What are you doing?"
        ],
        [
            "Leonard",
            "Oh, just, you know, moving… something upstairs. "
        ],
        [
            "Penny",
            "What is it?"
        ],
        [
            "Leonard",
            "It’s… you know, time machine. "
        ],
        [
            "Penny",
            "Yeah, okay, neat, but I really got to get to work, so…."
        ],
        [
            "Leonard",
            "Uh, just give us a few minutes."
        ],
        [
            "Penny",
            "I don’t have a few minutes, I’m running really late."
        ],
        [
            "Sheldon",
            "Then I have a simple solution, go up to the roof, hop over to the next building, there’s a small gap, don’t look down if you’re subject to vertigo, and use their stairwell. "
        ],
        [
            "Penny",
            "You’re joking, right?"
        ],
        [
            "Sheldon",
            "Oh, I never joke when it comes to vertigo. "
        ],
        [
            "Penny",
            "Damn, okay, I’ll just take the roof. "
        ],
        [
            "Leonard",
            "Hey, if you wait for us to set up the time machine, I can drop you off at work yesterday. Time travel joke, it’s not… never mind. "
        ],
        [
            "Sheldon",
            "For what it’s worth, I thought it was humorous. "
        ],
        [
            "Leonard",
            "Let’s just do this. Guys, ready to push?"
        ],
        [
            "Raj",
            "In a minute. Howard stepped outside to throw up. "
        ],
        [
            "Scene",
            "The living room. The time machine is set up."
        ],
        [
            "Sheldon",
            "I don’t know what you were worried about. I think it really works in the room."
        ],
        [
            "Leonard",
            "Yeah. It is by far the coolest thing I have ever owned. "
        ],
        [
            "Sheldon",
            "The exact time machine that carried actor Rod Taylor from Victorian England into the post-apocalyptic future, which society had splintered into two factions, the sub-terranean Morlocks, who survived by feasting on the flesh of the gentle surface dwelling Eloy. "
        ],
        [
            "Howard",
            "Talk about your chick magnets. "
        ],
        [
            "Raj",
            "Oh yeah. The guy who lives next to me is always like, I have a Jacuzzi on my balcony, I have a Jacuzzi on my balcony. But wait until I tell him, I’ve got a time machine on my balcony. Stuff that in your speedos, Jacuzzi Bob!"
        ],
        [
            "Sheldon",
            "Gentlemen, I know we said we’d take turns, but I think you’d agree that practicality dictates it remain here. "
        ],
        [
            "Howard",
            "You can’t just keep it here, what if I meet a girl and say, “you wanna come up and see my time machine, it’s at my friends house,” how lame is that? "
        ],
        [
            "Raj",
            "He’s got a point."
        ],
        [
            "Sheldon",
            "Alright, I think we’re going to need some ground rules, in addition to the expected no shoes in the time machine and no eating in the time machine, I propose that we add pants must be worn at all times in the time machine. "
        ],
        [
            "Leonard",
            "Seconded. "
        ],
        [
            "Howard",
            "I was going to put down a towel. "
        ],
        [
            "Raj",
            "I still want it on my balcony. I say we move it on a bi-monthly basis. "
        ],
        [
            "Leonard",
            "That sounds fair."
        ],
        [
            "Sheldon",
            "Hold on. Bi-monthly is an ambiguous term, do you mean move it every other month, or twice a month? "
        ],
        [
            "Raj",
            "Twice a month."
        ],
        [
            "Sheldon",
            "Then no. "
        ],
        [
            "Raj",
            "Okay, every other month."
        ],
        [
            "Sheldon",
            "No. "
        ],
        [
            "Leonard",
            "Sheldon, you can’t be selfish, we all paid for it, so it belongs to all of us. Now out of the way so I can sit in my time machine. (Sits and turns it on. The three lights on the front illuminate. All let out an “oh”.) Okay, I am setting the dials for March 10th, 1876."
        ],
        [
            "Howard",
            "Good choice, Alexander Graham Bell invents the telephone and calls out for Dr Watson."
        ],
        [
            "Sheldon",
            "Wait a minute, I’d want to see that too. "
        ],
        [
            "Leonard",
            "So, when it’s your turn you can."
        ],
        [
            "Sheldon",
            "But if we all go back to the same point in time, Bell’s lab is going to get very crowded, he’ll know something’s up. "
        ],
        [
            "Raj",
            "Also, since the time machine doesn’t move in space, you’ll end up in 1876 Pasadena. "
        ],
        [
            "Howard",
            "And even if you can make it to Boston, what are you going to do, knock on the door and say to Mrs Bell, “hey Mrs Bell, big fan of your husband, can I come in and watch him invent the telephone?”"
        ],
        [
            "Raj",
            "Mrs Bell was deaf, she’s not even going to hear you knock. "
        ],
        [
            "Sheldon",
            "Oh, I have a solution, first go into the future and obtain a cloaking device."
        ],
        [
            "Raj",
            "Ooh, how far into the future?"
        ],
        [
            "Sheldon",
            "If I remember correctly, Captain Kirk will steal a cloaking device from the Romulans on Stardate 5027.3, which will be January 10th 2328 by pre-federation reckoning."
        ],
        [
            "Leonard",
            "Okay, I am setting the dials for January 10th, 2328. Here we go into the future. (Pulls lever, the disk begins to spin. The other guys all run around the flat as if moving in fast motion.) That was fun."
        ],
        [
            "Raj",
            "My turn."
        ],
        [
            "Penny (entering)",
            "Okay, first of all, what you call a gap was nearly three feet wide, I slipped and skinned my knee."
        ],
        [
            "Leonard",
            "Are you okay?"
        ],
        [
            "Penny",
            "Zzz-zz-zz-zz! Second of all, the door to the stairwell of the other building was locked, so I had to go down the fire escape which ends on the third floor, forcing me to crawl through the window of a lovely Armenian family, who insisted I stay for lunch. "
        ],
        [
            "Leonard",
            "That doesn’t sound too bad."
        ],
        [
            "Penny",
            "It was eight courses of lamb, and they tried to fix me up with their son."
        ],
        [
            "Leonard",
            "Sorry."
        ],
        [
            "Penny",
            "Not done. By the time I finally got to work, they’d given my shift away. Yeah, that’s right, I’ve lost an entire day’s pay thanks to this… this…"
        ],
        [
            "Sheldon",
            "Time machine. "
        ],
        [
            "Leonard",
            "The lights flash and the dish spins, you wanna try it?"
        ],
        [
            "Penny",
            "No! I don’t want to try it, my God, you are grown men, how could you waste your lives with these stupid toys and costumes and comic books and… and now that… that…"
        ],
        [
            "Sheldon",
            "Again, time machine. "
        ],
        [
            "Penny",
            "Oh please, it’s not a time machine, if anything it looks like something Elton John would drive through the Everglades."
        ],
        [
            "Sheldon",
            "It only moves in time. It would be worse than useless in a swamp. "
        ],
        [
            "Penny",
            "Pathetic. All of you, completely pathetic. (Storms out. A beat, and then…) "
        ],
        [
            "Raj",
            "My turn! "
        ],
        [
            "Scene",
            "Later that night, Leonard is sitting in the time machine, turning the lights on and off. Sheldon enters."
        ],
        [
            "Sheldon",
            "Leonard, it’s two in the morning. "
        ],
        [
            "Leonard",
            "So?"
        ],
        [
            "Sheldon",
            "So it’s my turn. Why did you set it for the day before yesterday?"
        ],
        [
            "Leonard",
            "Because I want to go back and keep myself from getting a time machine."
        ],
        [
            "Sheldon",
            "You can’t. If you were to prevent yourself from buying it in the past, you would not have it available in the present to travel back and stop yourself from buying it, ergo you would still have it. This is a classic rookie time travel mistake. "
        ],
        [
            "Leonard",
            "Can I go back and prevent you from explaining that to me?"
        ],
        [
            "Sheldon",
            "Same paradox. If you were to travel back in time and, say, knock me unconscious, you would not then have the conversation that irritated you, motivating you to go back and knock me unconscious. "
        ],
        [
            "Leonard",
            "What if I knocked you unconscious right now? "
        ],
        [
            "Sheldon",
            "It won’t change the past. "
        ],
        [
            "Leonard",
            "But it would make the present so much nicer. "
        ],
        [
            "Sheldon",
            "Are you upset about something? "
        ],
        [
            "Leonard",
            "What was your first clue?"
        ],
        [
            "Sheldon",
            "Well, it was a number of things. First the late hour, then your demeanour seems very low energy, plus your irritability…"
        ],
        [
            "Leonard",
            "Yes I’m upset. "
        ],
        [
            "Sheldon",
            "Oh! I don’t usually pick up on those things. Good for me. "
        ],
        [
            "Leonard",
            "Yeah, good for you. "
        ],
        [
            "Sheldon",
            "Oh, wait. Did you want to talk about what’s bothering you? "
        ],
        [
            "Leonard",
            "I don’t know. Maybe."
        ],
        [
            "Sheldon",
            "Wow, I’m on fire tonight. "
        ],
        [
            "Leonard",
            "Uh, here’s the thing. Girls like Penny never end up with guys who own time machines. "
        ],
        [
            "Sheldon",
            "I disagree. Your inability to successfully woo Penny long predates your acquisition of the time machine. That failure clearly stands on its own."
        ],
        [
            "Leonard",
            "Thanks for pointing it out."
        ],
        [
            "Sheldon",
            "In addition, your premise is flawed. In the original film, Rod Taylor got Yvette Mimeaux with that very time machine. In Back to the Future, Marty McFly got the opportunity to hook up with his extremely attractive young mother. "
        ],
        [
            "Leonard",
            "Those are movies."
        ],
        [
            "Sheldon",
            "Well of course they’re movies. Were you expecting me to come up with an example involving a real life time machine? That’s absurd. "
        ],
        [
            "Scene",
            "The stairwell. It is the previous day, and again Leonard and Sheldon are pulling the time machine up the stairs."
        ],
        [
            "Leonard",
            "Come on, guys, push. "
        ],
        [
            "Howard (off)",
            "If I push any harder I’m going to give birth to my colon. "
        ],
        [
            "Penny (coming out of her apartment)",
            "Oh, hey guys."
        ],
        [
            "Leonard (letting go of time machine, as does Sheldon)",
            "Uh, hi Penny. (Raj and Howard are heard to scream as the time machine slides back down the stairs.) Take a break, guys! "
        ],
        [
            "Penny",
            "What are you doing?"
        ],
        [
            "Leonard",
            "Oh, just, you know, moving a… time machine. "
        ],
        [
            "Penny",
            "Yeah, okay, neat, but I really got to get to work, so…."
        ],
        [
            "Leonard",
            "No problem. (Removes glasses, pulls down out of order tape from lift doors, and forces them open.) Hang on. (Takes Penny in his arms as he holds onto the lift cable.)"
        ],
        [
            "Penny",
            "But, what about your time machine."
        ],
        [
            "Leonard",
            "Some things are more important than toys. (She puts her arms around his neck as he dangles from the cable.)"
        ],
        [
            "Penny",
            "Oh, I’m scared. "
        ],
        [
            "Leonard",
            "Don’t worry baby, I’ve got you."
        ],
        [
            "Penny",
            "Oh, Leonard. (Kisses him as they descend from view. Leonard wakes up still sitting in the time machine.)"
        ],
        [
            "Sheldon",
            "It’s still my turn."
        ],
        [
            "Scene",
            "The living room. "
        ],
        [
            "Sheldon",
            "What are you doing?"
        ],
        [
            "Leonard",
            "I’m packing up all my collectibles and taking them down to the comic book store to sell. "
        ],
        [
            "Sheldon",
            "Well is that really necessary. If you need money you can always sell blood. And semen. "
        ],
        [
            "Leonard",
            "It’s not about money."
        ],
        [
            "Raj (entering)",
            "We brought food."
        ],
        [
            "Howard",
            "Lox and bagels, the breakfast of time travellers."
        ],
        [
            "Leonard",
            "Terrific, does anyone want to buy my share of the time machine?"
        ],
        [
            "Raj",
            "Why?"
        ],
        [
            "Leonard",
            "Because I don’t want it any more. "
        ],
        [
            "Howard",
            "Why?"
        ],
        [
            "Leonard",
            "Just… personal reasons. "
        ],
        [
            "Sheldon",
            "My spidey-sense tells me this has something to do with Penny. "
        ],
        [
            "Leonard",
            "Look, do you want to buy me out or not?"
        ],
        [
            "Raj",
            "I’ll give you a hundred dollars, which will make me half owner, and we’ll put it on my balcony. "
        ],
        [
            "Howard",
            "Screw his balcony, I’ll give you a hundred and twenty and we’ll put it in my garage. "
        ],
        [
            "Leonard",
            "I paid two hundred dollars for my share."
        ],
        [
            "Raj",
            "Dude, everyone knows a time machine loses half its value the minute you drive it off the lot."
        ],
        [
            "Sheldon",
            "I’ll go for two hundred, that time machine stays right where it is. "
        ],
        [
            "Raj",
            "Three hundred, and I’ll throw in my original 1979 Mattel Millenium Falcon with real light speed sound effects. "
        ],
        [
            "Leonard",
            "No, no more toys or action figures or props or replicas or costumes or robots or Darth Vader voice changers, I’m getting rid of all of it. "
        ],
        [
            "Howard",
            "You can’t do that, look what you’ve created here, it’s like nerdvana. "
        ],
        [
            "Raj",
            "More importantly, you’ve a Darth Vader voice changer? "
        ],
        [
            "Leonard",
            "Not for long."
        ],
        [
            "Raj",
            "Oh, I call dibs on the Golden Age Flash."
        ],
        [
            "Howard",
            "Hang on, I need that to complete my Justice Society of America collection."
        ],
        [
            "Raj",
            "Too bad, I called dibs."
        ],
        [
            "Howard",
            "Well you can’t just call dibs."
        ],
        [
            "Raj",
            "I can and I did, look up dibs on Wikipedia."
        ],
        [
            "Sheldon",
            "Dibs doesn’t apply in a bidding war. "
        ],
        [
            "Leonard",
            "It’s not a bidding war, I’m selling it all to Larry down at the comic book store. "
        ],
        [
            "Raj",
            "Why Larry? Did Larry call dibs? "
        ],
        [
            "Howard",
            "Will you forget dibs! "
        ],
        [
            "Leonard",
            "He offered me a fair price for the whole collection."
        ],
        [
            "Sheldon",
            "What’s the number, I’ll match it. "
        ],
        [
            "Raj",
            "I’ll match it, plus a thousand rupees. "
        ],
        [
            "Sheldon",
            "What’s the exchange rate."
        ],
        [
            "Raj",
            "None of your business. Take it or leave it."
        ],
        [
            "Howard (on phone)",
            "Mom, my bar-mizvah bonds, how much do I got? Thanks. I can go twenty six hundred dollars and two trees in Israel. "
        ],
        [
            "Leonard",
            "Forget it guys, if I sell to one of you, the other two are going to be really mad at me."
        ],
        [
            "Sheldon",
            "Who cares, as long as you pick me. "
        ],
        [
            "Raj",
            "Okay, Leonard, put down the box, let’s talk."
        ],
        [
            "Leonard",
            "Sorry Raj, my mind is made up."
        ],
        [
            "Sheldon (moving to block his path)",
            "No. I can’t let you do this. "
        ],
        [
            "Leonard",
            "Sheldon, get out of my way."
        ],
        [
            "Sheldon (brandishing toy sword from Leonard’s box)",
            "None shall pass. "
        ],
        [
            "Leonard: Okay. I did not want to do this but, I have here the rare mint condition production error Star Trek",
            "The Next Generation Geordi LaForge, without his visor in the original packaging. If you do not get out of my way, I will open it. "
        ],
        [
            "Howard",
            "Okay man, be cool, we’re all friends here. "
        ],
        [
            "Penny (coming out of her flat)",
            "What the hell’s going on? "
        ],
        [
            "Sheldon",
            "You hypocrite!"
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Sheldon",
            "Little Miss “grown ups don’t play with toys”. If I were to go into that apartment right now, would I find Beanie Babies? Are you not an accumulator of Care Bears and My Little Ponies? And who is that Japanese feline I see frolicking on your shorts? Hello,Hello Kitty! "
        ],
        [
            "Penny",
            "Okay, okay look, if this is about yesterday, Leonard, I am really sorry about what I said, I was just a bit upset."
        ],
        [
            "Leonard",
            "No, I needed to hear it."
        ],
        [
            "Penny",
            "No you didn’t. Look, you are a great guy, and it is things you love that make you who you are. "
        ],
        [
            "Howard",
            "I guess that makes me large breasts. "
        ],
        [
            "Leonard",
            "Still, I think it’s time for me to get rid of this stuff and… you know… move on with my life. "
        ],
        [
            "Penny",
            "Really?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny",
            "Oh. Wow. Good for you. (Kisses his cheek.)"
        ],
        [
            "Leonard",
            "Thanks. Hey, do you want to, I don’t know, later…"
        ],
        [
            "Good looking man coming up stairs",
            "Excuse me. Hey, Penny!"
        ],
        [
            "Penny",
            "Hi Mike."
        ],
        [
            "Mike",
            "Are you ready to go. "
        ],
        [
            "Penny",
            "Yeah, I just have to change."
        ],
        [
            "Mike",
            "I’ll give you a hand."
        ],
        [
            "Penny",
            "Oh, stop it! Bye guys. "
        ],
        [
            "Leonard (after a long pause)",
            "My turn on the time machine. "
        ],
        [
            "Scene",
            "A jungle. As the camera moves, the time machine becomes visible. Sheldon is sitting in it The disk stops spinning, and he looks around. The dials read APR 28 802,701. "
        ],
        [
            "Sheldon",
            "It worked. It really worked. They said I was mad, but it worked. (Large hairy creatures with glowing eyes emerge from the forest and walk towards him menacingly.) Oh no, not Morlocks! Not flesh-eating Morlocks! He-e-e-e-e-e-e-elp! (With a yelp, he wakes up in the time machine in the living room.) "
        ],
        [
            "Leonard",
            "Sheldon, are you okay? "
        ],
        [
            "Sheldon",
            "We have to get rid of the time machine. "
        ],
        [
            "Leonard",
            "It is a little big for the living room, isn’t it?"
        ],
        [
            "Sheldon",
            "Yeah, that’s the problem, it’s too big. "
        ],
        [
            "Leonard",
            "I’m glad you agree. I hired some guys to help us move it, come on in fellas. (A pair of Morlocks come through the door.)"
        ],
        [
            "Sheldon",
            "Oh no, Morlocks? Eat him, eat him. Aaaaargh. (Sheldon wakes up in his own bed.) Leonard!!!!!!!!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-14-the-nerdvana-annihilation/"
}