{
    "Season": 1,
    "Episode": 16,
    "Title": "the peanut reaction",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The Cheesecake Factory. Raj and Sheldon are arm wrestling while playing tetris. There is a cacophony of cries such as “take him down” and “he’s got you, Sheldon.”"
            ],
            [
                37,
                "Credits sequence."
            ],
            [
                38,
                "Leonard is exiting the apartment. "
            ],
            [
                41,
                "(Leonard exits down stairs. A moment later, Penny peeks out of her apartment, checks the coast is clear, and crosses the hall to the guys apartment. Knocks.)"
            ],
            [
                65,
                "Howard and Raj sneak up the stairwell carrying presents. Howard knocks on Penny’s door, a combination of two knocks, two knocks, one knock. Nothing happens. He tries again. Sheldon opens the door. "
            ],
            [
                101,
                "The apartment. Leonard is playing an X-Box game. "
            ],
            [
                117,
                "An electrical store."
            ],
            [
                128,
                "The apartment."
            ],
            [
                142,
                "The store. Sheldon is looking at two routers."
            ],
            [
                177,
                "The hospital. Howard runs in and up to the counter."
            ],
            [
                191,
                "Nurse, unless my people were freed by Benjamin Franklin and his five twin brothers you are wasting your time."
            ],
            [
                212,
                "The store. Sheldon is on the in-store computer. "
            ],
            [
                223,
                "The hospital."
            ],
            [
                231,
                "The stairwell. "
            ],
            [
                243,
                "(Opens door. Raj is drunkenly singing True Colors very badly into a microphone with his shirt off and a bandana round his head while waving a beer bottle. Penny and Sheldon are asleep on the couch and armchair respectively.)"
            ],
            [
                245,
                "Time shift. View of a mobile phone video screen. Raj has a woman sitting on his shoulders."
            ]
        ],
        "Penny": [
            [
                1,
                "Hey, guys, guys, some of the other waitresses wanted me to ask you something."
            ],
            [
                4,
                "Yeah, that’s terrific, but what they wanted me to ask you was to cut it the hell out. (To someone off) Right come on guys, come on. (Singing while approaching another table) Happy birthday to you, happy birthday to you…"
            ],
            [
                7,
                "So Leonard, will we be seeing you on Saturday for your free birthday cheesecake?"
            ],
            [
                9,
                "Okay, he can have carrot cake."
            ],
            [
                11,
                "he can scrape it off. "
            ],
            [
                13,
                "I did your horoscope, remember, I was going to do everybody’s until Sheldon went on one of his typical psychotic rants."
            ],
            [
                15,
                "Blah blah blah, a typical Taurus. So, seriously, are we going to see you Saturday?"
            ],
            [
                17,
                "Why not?"
            ],
            [
                19,
                "Shuddup, yeah you do. "
            ],
            [
                21,
                "Uh, that’s so silly."
            ],
            [
                23,
                "What was it called, “I hate my son and that’s why he can’t have cake?” "
            ],
            [
                27,
                "Yeah, see, that’s what kids should have. "
            ],
            [
                29,
                "So you’ve really never had a birthday party? "
            ],
            [
                31,
                "And?"
            ],
            [
                33,
                "Oh my God, that’s terrible. "
            ],
            [
                35,
                "That’s the saddest thing I’ve ever heard. "
            ],
            [
                43,
                "I know. I want to talk to you. "
            ],
            [
                45,
                "Okay, can you just let me in."
            ],
            [
                47,
                "Okay, here’s the deal, we are going to throw Leonard a kick-ass surprise party for his birthday on Saturday."
            ],
            [
                50,
                "He just doesn’t know he wants one because he’s never had one. "
            ],
            [
                52,
                "Howard, here’s the difference. The possibility exists that Leonard could have a birthday party before hell freezes over. "
            ],
            [
                55,
                "Anguish?"
            ],
            [
                57,
                "Okay, sweetie, I understand you have scars that no non-professional can heal, but nevertheless we are going to throw Leonard a birthday party. "
            ],
            [
                59,
                "Nevertheless we are…."
            ],
            [
                61,
                "Okay, here’s the deal, you either help me throw Leonard a birthday party or, so help me God, I will go into your bedroom and I will unbag all of your most valuable mint condition comic books. And on one of them, you won’t know which, I’ll draw a tiny happy face in ink. "
            ],
            [
                63,
                "Sheldon, do you understand the concept of blackmail?"
            ],
            [
                69,
                "Is that Raj and Howard?"
            ],
            [
                73,
                "So, what did you get the birthday boy?"
            ],
            [
                75,
                "Nice. I got him a sweater. "
            ],
            [
                77,
                "Uh, Sheldon, I didn’t see your present."
            ],
            [
                79,
                "Well why not? "
            ],
            [
                85,
                "Well, Sheldon, you’re his friend. Friends give each other presents."
            ],
            [
                88,
                "What?"
            ],
            [
                90,
                "It’s a non-optional social convention."
            ],
            [
                94,
                "Okay, let’s do this, um, I will drive Sheldon to get a present, and Howard, you need to get rid of Leonard for about two hours. "
            ],
            [
                96,
                "And then Raj, you bring the stuff across the hall and start setting up."
            ],
            [
                98,
                "Entertain them."
            ],
            [
                100,
                "Stare at them and make them feel uncomfortable. "
            ],
            [
                118,
                "Alright, you know they have DVDs over there."
            ],
            [
                120,
                "Sheldon, a gift shouldn’t be something someone needs, it should be something fun, you know, something they wouldn’t buy for themselves."
            ],
            [
                122,
                "Well, it’s a fun sweater, it’s got a bold geometric print. "
            ],
            [
                124,
                "Okay, the point is, one of the ways we show we care about people is by putting thought and imagination into the gifts we give them. "
            ],
            [
                126,
                "Exactly."
            ],
            [
                146,
                "Sure."
            ],
            [
                148,
                "Oh, okay then this one. "
            ],
            [
                150,
                "I don’t know, the man on the box looks so happy. "
            ],
            [
                152,
                "Oh, I know I’m going to regret this but, what trauma? "
            ],
            [
                154,
                "Of course."
            ],
            [
                156,
                "No? "
            ],
            [
                158,
                "All of them."
            ],
            [
                160,
                "Yeah."
            ],
            [
                162,
                "Okay, so we’re getting this one?"
            ],
            [
                164,
                "Okay, let’s go."
            ],
            [
                168,
                "Here, buy this one. Look, it’s the one we’re getting, see, happy guy available. "
            ],
            [
                175,
                "Sheldon, we have to go."
            ],
            [
                202,
                "You have to, we all have to be there at the same time to yell “surprise!” "
            ],
            [
                204,
                "Why, is Leonard okay."
            ],
            [
                206,
                "Okay, I don’t need your attitude, just hold him there a little longer. "
            ],
            [
                208,
                "Okay, how about this. You keep him there a little longer and when you get to the party I’ll point out which of my friends are easy. "
            ],
            [
                210,
                "I’ve got a hot former fat girl with no self-esteem, I’ve got a girl who punishes her father by sleeping around and an alcoholic who’s two tequila shots away from letting you wear her like a hat. "
            ],
            [
                217,
                "Sheldon, we have to go."
            ],
            [
                219,
                "Well, for one thing, we’re late for Leonard’s birthday party. And for another, I told him to call security. "
            ],
            [
                221,
                "Keep walking."
            ],
            [
                247,
                "That’s my friend Carol. Remind me, I’ve got to introduce her to Howard. "
            ],
            [
                249,
                "I’m so sorry you didn’t get your party."
            ],
            [
                251,
                "Happy birthday anyways. (She kisses him full on the lips.)"
            ]
        ],
        "Leonard": [
            [
                2,
                "Oh, it’s called trestling."
            ],
            [
                12,
                "Forget about the cake, how did you know that my birthday is Saturday? "
            ],
            [
                16,
                "Oh, I don’t think so."
            ],
            [
                18,
                "I don’t celebrate my birthday."
            ],
            [
                20,
                "No, it’s no big deal, it’s just the way I was raised. My parents focussed on celebrating achievements, and being expelled from a birth canal was not considered one of them."
            ],
            [
                25,
                "Thank you."
            ],
            [
                30,
                "No. But it was okay. I mean, when I was little I’d think maybe my parents would change their mind, and surprise me with a party, like this one birthday I came home from my Cello lesson, and I saw a lot of strange cars parked out front, and when I got to the door I could hear people whispering, and I could smell German chocolate cake, which is my favourite."
            ],
            [
                32,
                "Uh, it turns out my grandfather had died.  "
            ],
            [
                34,
                "Oh, it was kind of like a birthday party. I got to see all my cousins and there was cake, so…7"
            ],
            [
                40,
                "Howard, every Thai restaurant in town knows you can’t eat peanuts. They see me coming they go “ah, no peanut boy!”"
            ],
            [
                103,
                "Hey. "
            ],
            [
                105,
                "Fine. "
            ],
            [
                107,
                "Seen it."
            ],
            [
                109,
                "Oh. Pass. "
            ],
            [
                111,
                "Look, I am in the Halo battle of my life here, there’s this kid in Copenhagen, he has no immune system so all he does is sit in his bubble and play Halo 24/7."
            ],
            [
                113,
                "Not if you believe his doctors. "
            ],
            [
                115,
                "No."
            ],
            [
                129,
                "Here you go, Copenhagen boy, how about a taste of Hans Christian Hand Grenade. (Raj enters carrying party supplies. Howard waves him away while in the background Leonard is heard saying “oh, that did not feel good.”) Come on, come on, oh you clever little…. Come on, come on, take that! "
            ],
            [
                131,
                "What’s the matter?"
            ],
            [
                133,
                "Oh my God, why did you eat it?"
            ],
            [
                135,
                "Well if I had a gun there, would you have shot yourself? "
            ],
            [
                137,
                "Now?"
            ],
            [
                139,
                "Alright, um, just, uh, let me get my keys."
            ],
            [
                194,
                "Really, ‘cos you don’t look like you’re swelling up at all, maybe we should just pick up some benedryl at the drug store and go home. "
            ],
            [
                196,
                "Why not?"
            ],
            [
                198,
                "Alright, I’ll be right back. "
            ],
            [
                224,
                "Excuse me, my friend is having an allergic reaction to peanuts."
            ],
            [
                226,
                "Yes he is."
            ],
            [
                232,
                "Say what you will about the healthcare system in this country, but when they’re afraid of lawsuits they sure test everything. "
            ],
            [
                234,
                "You know, before you got all swollen up, I actually thought you were trying to keep me out of the apartment so you could throw me a surprise party. "
            ],
            [
                236,
                "There is a party, isn’t there."
            ],
            [
                238,
                "Howard. "
            ],
            [
                240,
                "how could I be mad? You actually risked your life because you cared about me."
            ],
            [
                242,
                "Alright. Here we go. My first birthday party. "
            ],
            [
                250,
                "Oh, it’s okay."
            ],
            [
                252,
                "Hey Penny, when, uh, when’s your birthday?"
            ]
        ],
        "Howard": [
            [
                3,
                "It combines the physical strength of arm wrestling with the mental agility of tetris into the ultimate sport. "
            ],
            [
                26,
                "Well I love birthdays, waking up to Mom’s special French Toast breakfast, wearing the birthday king crown, playing laser tag with all my friends."
            ],
            [
                28,
                "Actually that was last year. "
            ],
            [
                36,
                "You think? Go ahead, tell her about your senior prom. "
            ],
            [
                49,
                "Did someone say party? "
            ],
            [
                51,
                "I suppose that’s possible, but for the record, I’ve never had a threesome and yet I still know I want one."
            ],
            [
                53,
                "Fine. If I do have a threesome, you can’t be part of it. I’m just kidding, yes you can. Can you bring a friend? "
            ],
            [
                67,
                "What difference does it make?"
            ],
            [
                71,
                "Can you just let us in."
            ],
            [
                74,
                "Well, Raj got him an awesome limited edition Dark Knight sculpture based on Alex Ross’s definitive Batman, and I got him this amazing autographed copy of the Feynman lectures on physics."
            ],
            [
                76,
                "Okay, well, he might like that, I’ve seen him… chilly. "
            ],
            [
                80,
                "Don’t ask."
            ],
            [
                82,
                "Too late."
            ],
            [
                84,
                "Told you not to ask. "
            ],
            [
                87,
                "Try telling him it’s a non-optional social convention. "
            ],
            [
                89,
                "Just do it. "
            ],
            [
                92,
                "He came with a manual. "
            ],
            [
                95,
                "No problem."
            ],
            [
                99,
                "What if they’re women?"
            ],
            [
                104,
                "How’s it going?"
            ],
            [
                106,
                "So, listen, the New Art is showing the revised definitive cut of Blade Runner."
            ],
            [
                108,
                "No, you’ve seen the 25th anniversary final cut. This one has eight seconds of previously unseen footage. They say it completely changes the tone of the film."
            ],
            [
                110,
                "Come on, afterwards there’s a Q & A with Harrison Ford’s body double. "
            ],
            [
                112,
                "Can’t you play him some other time?"
            ],
            [
                114,
                "Oh my God, do you smell gas."
            ],
            [
                116,
                "Yeah, no. "
            ],
            [
                132,
                "This granola bar, there’s peanuts in it."
            ],
            [
                134,
                "I don’t know, it was just there."
            ],
            [
                136,
                "Don’t yell at me, I’ve got to go to the emergency room. "
            ],
            [
                138,
                "No, after my tongue has swollen to the size of a brisket. "
            ],
            [
                140,
                "Oh God, oh God, oh God, oh…. (into phone after Leonard leaves room) The laundry is out of the hamper. (Looks exasperated) Okay Sheldon, what was it supposed to be? Fine, it’s out of the washer. I’ll call you when it’s in the dryer. "
            ],
            [
                178,
                "Excuse me."
            ],
            [
                180,
                "No, listen, see we’re throwing my friend a surprise party and I’m supposed to keep him out of his apartment for two hours."
            ],
            [
                182,
                "No, see, the only way I could get him to leave is to tell him I ate a peanut. Because I’m allergic to peanuts. "
            ],
            [
                184,
                "Look, all I need from you is to take me in the back and give me a band-aid so I can pretend I had a shot of epinephrine and they you tell my friend you need to keep me under observation for about an hour, hour and a half. "
            ],
            [
                186,
                "Yes."
            ],
            [
                188,
                "No, you don’t understand."
            ],
            [
                190,
                "Okay, I get it, I know how the world works, how about if I were to introduce you (holding up a five dollar bill) to the man who freed your people. "
            ],
            [
                193,
                "Bad, very bad. "
            ],
            [
                195,
                "We can’t go home. "
            ],
            [
                197,
                "Becauth (pretends tongue has swollen up) Becauth-th-th. Brissket, Brissket! Water, need water. "
            ],
            [
                201,
                "I don’t think I can. "
            ],
            [
                203,
                "Okay, you have to understand something, we’re in a hospital right now. "
            ],
            [
                205,
                "Leonard’s fine. I’m fine, thanks for asking, by the way. "
            ],
            [
                207,
                "Look, I’ve done my best but he wants to go home and I don’t know how to stop him. "
            ],
            [
                209,
                "Don’t toy with me, woman. "
            ],
            [
                211,
                "Thy will be done. (Thinks. Reaches into back pocket, finds the half a granola bar from earlier. Looks down.) I’m doing this for you, little buddy. (Takes a bite.)"
            ],
            [
                228,
                "Pees hep me! "
            ],
            [
                230,
                "Fank-u. "
            ],
            [
                233,
                "I really don’t think the colonoscopy was necessary. "
            ],
            [
                235,
                "Oh, right, it’s your birthday, I had no idea it was your birthday, I completely forgot, wow, what a lousy way to spend a birthday, well it’s all over now."
            ],
            [
                237,
                "Maybe."
            ],
            [
                239,
                "Are you mad?"
            ],
            [
                241,
                "Yeah, that’s why I did it. "
            ]
        ],
        "Sheldon": [
            [
                5,
                "We might as well stop, it’s a stalemate. You’re beating me in tetris, but you’ve got the upper body strength of a Keebler Elf."
            ],
            [
                8,
                "He can’t eat cheesecake, he’s lactose intolerant. "
            ],
            [
                10,
                "What about the cream cheese frosting."
            ],
            [
                14,
                "For the record, that psychotic rant was a concise summation of the research of Bertram Forer, who in 1948 proved conclusively through meticulously designed experiments, that astrology is nothing but pseudo scientific hokum. "
            ],
            [
                22,
                "It’s actually based on very sound theories, his mother published a paper on it. "
            ],
            [
                24,
                "It was obviously effective, Leonard grew up to be an experimental physicist. Perhaps if she’d also denied him Christmas he’d be a little better at it. "
            ],
            [
                44,
                "What would we talk about? We’ve no overlapping areas of interest I’m aware of, and you know I don’t care for chit-chat. "
            ],
            [
                46,
                "Well alright, but I don’t see this as a promising endeavour."
            ],
            [
                48,
                "I hardly think so, Leonard made it very clear he doesn’t want a party."
            ],
            [
                54,
                "I think a birthday party is a terrible idea. I envy Leonard for growing up without that anguish. "
            ],
            [
                56,
                "Year after year, I had to endure wearing conical hats while being forced into the crowded sweaty hell of bouncy castles, not to mention being blindfolded and spun towards a grotesque tailless donkey as the other children mocked my disorientation. "
            ],
            [
                58,
                "Have I pointed out that I am extremely uncomfortable with dancing, loud music and most other forms of alcohol induced frivolity. "
            ],
            [
                60,
                "In addition I really don’t think that Leonard wants a…"
            ],
            [
                62,
                "You can’t do that, if you make a mark on a mint comic book it’s no longer mint."
            ],
            [
                64,
                "Well of course I… oh! Yeah, I have an idea, let’s throw Leonard a kick ass birthday party."
            ],
            [
                66,
                "That’s not the secret knock. This is the secret knock. (He knocks two, one, two.)"
            ],
            [
                68,
                "The whole point of a secret knock is to establish a non-verbal signal to verify the identity of one’s co-conspirators. "
            ],
            [
                70,
                "Possibly, but unverified."
            ],
            [
                72,
                "Luckily for you this is not a nuclear reactor. "
            ],
            [
                78,
                "That’s because I didn’t bring one."
            ],
            [
                81,
                "The entire institution of gift giving makes no sense."
            ],
            [
                83,
                "Let’s say that I go out and I spend fifty dollars on you, it’s a laborious activity, because I have to imagine what you need, whereas you know what you need. Now I can simplify things, just give you the fifty dollars directly and, you could give me fifty dollars on my birthday, and so on until one of us dies leaving the other one old and fifty dollars richer. And I ask you, is it worth it? "
            ],
            [
                86,
                "I accept your premise, I reject your conclusion."
            ],
            [
                91,
                "Oh. Fair enough. "
            ],
            [
                93,
                "Question, how am I going to get Leonard a present before the party? I don’t drive, and the only things available within walking distance are a Thai restaurant and a gas station. I suppose I could wrap up an order of mee krob and a couple of lottery scratchers. "
            ],
            [
                119,
                "Yes, but they have DVD burners over here. Leonard needs a DVD burner. "
            ],
            [
                121,
                "You mean, like a sweater? "
            ],
            [
                123,
                "Is it the geometry that makes it fun."
            ],
            [
                125,
                "Okay, I see, so not a DVD burner."
            ],
            [
                127,
                "Something he wouldn’t buy for himself. Something fun. Something like… oh, an 802.11n wireless router. "
            ],
            [
                143,
                "What do you think."
            ],
            [
                145,
                "Because of the two additional Ethernet ports."
            ],
            [
                147,
                "He doesn’t need them, he’s already got a 640 connect switch "
            ],
            [
                149,
                "Why? "
            ],
            [
                151,
                "Penny! If I’m going to buy Leonard a gift, I’m going to do it right. I refuse to let him experience the same childhood trauma I did. "
            ],
            [
                153,
                "On my twelfth birthday I really wanted a titanium centrifuge, so, you know, I could separate radioactive isotopes. "
            ],
            [
                155,
                "Instead of a titanium centrifuge, my parents bought me… wow, this is hard. They got me… a motorised dirt bike. "
            ],
            [
                157,
                "What twelve year old boy wants a motorised dirt bike? "
            ],
            [
                159,
                "Really?"
            ],
            [
                161,
                "Huh? "
            ],
            [
                163,
                "Yeah, I suppose. "
            ],
            [
                166,
                "I know everything about this stuff."
            ],
            [
                169,
                "No, no, no, no, she doesn’t want that, she needs a point to point peer network with a range extender."
            ],
            [
                172,
                "It depends on what Bus you have."
            ],
            [
                174,
                "Oh, dear lord."
            ],
            [
                176,
                "Not now, Penny, this poor man needs me. (To woman approaching) You hold on, I’ll be right with you. What computer do you have, and please don’t say a white one?"
            ],
            [
                213,
                "Okay, we don’t have that in stock, but I can special order it for you."
            ],
            [
                216,
                "Yes, well, apparently neither does anyone else. "
            ],
            [
                218,
                "Why? "
            ],
            [
                222,
                "Yeah, 1-2-3-4 is not a secure password. "
            ]
        ],
        "Raj": [
            [
                6,
                "Keebler Elf? I’ve got your Keebler Elf right here. (Strains to push Sheldon’s arm down. Tries using both hands, still with no effect.) Okay, it’s a stalemate. "
            ],
            [
                244,
                "Dude! Everybody left an hour ago! Surprise! "
            ],
            [
                246,
                "Okay Leonard, here I am at your birthday party, I don’t know where you are dude, but it’s really kick-ass. Everyone is very very drunk, and uh… (girl pours booze into his mouth) Oh look, there’s a girl taking her shirt off. "
            ],
            [
                248,
                "Oh sweet Krishna, shake it, that-a rupee maker."
            ]
        ],
        "Howard (voice from inside)": [
            [
                39,
                "Make sure they remember no peanuts."
            ]
        ],
        "Sheldon (answering)": [
            [
                42,
                "Hello Penny. Leonard just left."
            ]
        ],
        "Howard (after Raj whispers in his ear)": [
            [
                97,
                "What if guests show up?"
            ]
        ],
        "Howard (entering)": [
            [
                102,
                "Hey!"
            ]
        ],
        "Howard (picks up a granola bar from the table, breaks off half and puts it in his back pocket.)": [
            [
                130,
                "Oh-oh. (Louder) Oh-oh! "
            ]
        ],
        "Leonard (running in)": [
            [
                141,
                "Alright, let’s go. (They exit, with Howard making croaking noises.) "
            ],
            [
                192,
                "Hey, sorry I couldn’t find a parking spot, how are you doing."
            ]
        ],
        "Penny (pointing randomly)": [
            [
                144,
                "Um, that one. "
            ]
        ],
        "Random woman": [
            [
                165,
                "Excuse me, do you know anything about this stuff? "
            ]
        ],
        "Woman": [
            [
                167,
                "Okay, I have my own wholesale flower business, and I want to hook up my computer in the front entrance with the one in my refrigerated warehouse. "
            ],
            [
                170,
                "Thank you. "
            ]
        ],
        "Random guy": [
            [
                171,
                "Which hard drive do I want, firewire or USB?"
            ]
        ],
        "Guy": [
            [
                173,
                "I drive a Chevy Cavalier."
            ]
        ],
        "Nurse": [
            [
                179,
                "Fill this out, have a seat. "
            ],
            [
                181,
                "Uh-huh, fill this out and have a seat. "
            ],
            [
                183,
                "Oh, well in that case fill this out and have a seat. "
            ],
            [
                185,
                "Is that all you need?"
            ],
            [
                187,
                "Get out of my ER. "
            ],
            [
                189,
                "Oh, I understand, but unfortunately this hospital is not equipped to treat stupid. "
            ],
            [
                225,
                "No he’s not."
            ],
            [
                227,
                "Look, sir we are very busy here and I just don’t… (sees Leonard whose face has swollen all over) holy crap! "
            ],
            [
                229,
                "Code 4, I need a gurney, right away, right away."
            ]
        ],
        "Howard (into phone)": [
            [
                199,
                "Penny, look, I’ve got a problem."
            ]
        ],
        "Penny (with Sheldon in background at the head of a large queue of customers)": [
            [
                200,
                "Yeah, well so do I, look you’ve got to stall Leonard a little longer."
            ]
        ],
        "Penny (with shop assistant, points at Sheldon)": [
            [
                214,
                "Him."
            ]
        ],
        "Assistant": [
            [
                215,
                "Excuse me, sir, you don’t work here. "
            ]
        ],
        "Sheldon (to customer)": [
            [
                220,
                "Good luck. (To assistant) By the way, a six year-old could hack your computer system. "
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The Cheesecake Factory. Raj and Sheldon are arm wrestling while playing tetris. There is a cacophony of cries such as “take him down” and “he’s got you, Sheldon.”"
        ],
        [
            "Penny",
            "Hey, guys, guys, some of the other waitresses wanted me to ask you something."
        ],
        [
            "Leonard",
            "Oh, it’s called trestling."
        ],
        [
            "Howard",
            "It combines the physical strength of arm wrestling with the mental agility of tetris into the ultimate sport. "
        ],
        [
            "Penny",
            "Yeah, that’s terrific, but what they wanted me to ask you was to cut it the hell out. (To someone off) Right come on guys, come on. (Singing while approaching another table) Happy birthday to you, happy birthday to you…"
        ],
        [
            "Sheldon",
            "We might as well stop, it’s a stalemate. You’re beating me in tetris, but you’ve got the upper body strength of a Keebler Elf."
        ],
        [
            "Raj",
            "Keebler Elf? I’ve got your Keebler Elf right here. (Strains to push Sheldon’s arm down. Tries using both hands, still with no effect.) Okay, it’s a stalemate. "
        ],
        [
            "Penny",
            "So Leonard, will we be seeing you on Saturday for your free birthday cheesecake?"
        ],
        [
            "Sheldon",
            "He can’t eat cheesecake, he’s lactose intolerant. "
        ],
        [
            "Penny",
            "Okay, he can have carrot cake."
        ],
        [
            "Sheldon",
            "What about the cream cheese frosting."
        ],
        [
            "Penny",
            "he can scrape it off. "
        ],
        [
            "Leonard",
            "Forget about the cake, how did you know that my birthday is Saturday? "
        ],
        [
            "Penny",
            "I did your horoscope, remember, I was going to do everybody’s until Sheldon went on one of his typical psychotic rants."
        ],
        [
            "Sheldon",
            "For the record, that psychotic rant was a concise summation of the research of Bertram Forer, who in 1948 proved conclusively through meticulously designed experiments, that astrology is nothing but pseudo scientific hokum. "
        ],
        [
            "Penny",
            "Blah blah blah, a typical Taurus. So, seriously, are we going to see you Saturday?"
        ],
        [
            "Leonard",
            "Oh, I don’t think so."
        ],
        [
            "Penny",
            "Why not?"
        ],
        [
            "Leonard",
            "I don’t celebrate my birthday."
        ],
        [
            "Penny",
            "Shuddup, yeah you do. "
        ],
        [
            "Leonard",
            "No, it’s no big deal, it’s just the way I was raised. My parents focussed on celebrating achievements, and being expelled from a birth canal was not considered one of them."
        ],
        [
            "Penny",
            "Uh, that’s so silly."
        ],
        [
            "Sheldon",
            "It’s actually based on very sound theories, his mother published a paper on it. "
        ],
        [
            "Penny",
            "What was it called, “I hate my son and that’s why he can’t have cake?” "
        ],
        [
            "Sheldon",
            "It was obviously effective, Leonard grew up to be an experimental physicist. Perhaps if she’d also denied him Christmas he’d be a little better at it. "
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Howard",
            "Well I love birthdays, waking up to Mom’s special French Toast breakfast, wearing the birthday king crown, playing laser tag with all my friends."
        ],
        [
            "Penny",
            "Yeah, see, that’s what kids should have. "
        ],
        [
            "Howard",
            "Actually that was last year. "
        ],
        [
            "Penny",
            "So you’ve really never had a birthday party? "
        ],
        [
            "Leonard",
            "No. But it was okay. I mean, when I was little I’d think maybe my parents would change their mind, and surprise me with a party, like this one birthday I came home from my Cello lesson, and I saw a lot of strange cars parked out front, and when I got to the door I could hear people whispering, and I could smell German chocolate cake, which is my favourite."
        ],
        [
            "Penny",
            "And?"
        ],
        [
            "Leonard",
            "Uh, it turns out my grandfather had died.  "
        ],
        [
            "Penny",
            "Oh my God, that’s terrible. "
        ],
        [
            "Leonard",
            "Oh, it was kind of like a birthday party. I got to see all my cousins and there was cake, so…7"
        ],
        [
            "Penny",
            "That’s the saddest thing I’ve ever heard. "
        ],
        [
            "Howard",
            "You think? Go ahead, tell her about your senior prom. "
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Leonard is exiting the apartment. "
        ],
        [
            "Howard (voice from inside)",
            "Make sure they remember no peanuts."
        ],
        [
            "Leonard",
            "Howard, every Thai restaurant in town knows you can’t eat peanuts. They see me coming they go “ah, no peanut boy!”"
        ],
        [
            "Scene",
            "(Leonard exits down stairs. A moment later, Penny peeks out of her apartment, checks the coast is clear, and crosses the hall to the guys apartment. Knocks.)"
        ],
        [
            "Sheldon (answering)",
            "Hello Penny. Leonard just left."
        ],
        [
            "Penny",
            "I know. I want to talk to you. "
        ],
        [
            "Sheldon",
            "What would we talk about? We’ve no overlapping areas of interest I’m aware of, and you know I don’t care for chit-chat. "
        ],
        [
            "Penny",
            "Okay, can you just let me in."
        ],
        [
            "Sheldon",
            "Well alright, but I don’t see this as a promising endeavour."
        ],
        [
            "Penny",
            "Okay, here’s the deal, we are going to throw Leonard a kick-ass surprise party for his birthday on Saturday."
        ],
        [
            "Sheldon",
            "I hardly think so, Leonard made it very clear he doesn’t want a party."
        ],
        [
            "Howard",
            "Did someone say party? "
        ],
        [
            "Penny",
            "He just doesn’t know he wants one because he’s never had one. "
        ],
        [
            "Howard",
            "I suppose that’s possible, but for the record, I’ve never had a threesome and yet I still know I want one."
        ],
        [
            "Penny",
            "Howard, here’s the difference. The possibility exists that Leonard could have a birthday party before hell freezes over. "
        ],
        [
            "Howard",
            "Fine. If I do have a threesome, you can’t be part of it. I’m just kidding, yes you can. Can you bring a friend? "
        ],
        [
            "Sheldon",
            "I think a birthday party is a terrible idea. I envy Leonard for growing up without that anguish. "
        ],
        [
            "Penny",
            "Anguish?"
        ],
        [
            "Sheldon",
            "Year after year, I had to endure wearing conical hats while being forced into the crowded sweaty hell of bouncy castles, not to mention being blindfolded and spun towards a grotesque tailless donkey as the other children mocked my disorientation. "
        ],
        [
            "Penny",
            "Okay, sweetie, I understand you have scars that no non-professional can heal, but nevertheless we are going to throw Leonard a birthday party. "
        ],
        [
            "Sheldon",
            "Have I pointed out that I am extremely uncomfortable with dancing, loud music and most other forms of alcohol induced frivolity. "
        ],
        [
            "Penny",
            "Nevertheless we are…."
        ],
        [
            "Sheldon",
            "In addition I really don’t think that Leonard wants a…"
        ],
        [
            "Penny",
            "Okay, here’s the deal, you either help me throw Leonard a birthday party or, so help me God, I will go into your bedroom and I will unbag all of your most valuable mint condition comic books. And on one of them, you won’t know which, I’ll draw a tiny happy face in ink. "
        ],
        [
            "Sheldon",
            "You can’t do that, if you make a mark on a mint comic book it’s no longer mint."
        ],
        [
            "Penny",
            "Sheldon, do you understand the concept of blackmail?"
        ],
        [
            "Sheldon",
            "Well of course I… oh! Yeah, I have an idea, let’s throw Leonard a kick ass birthday party."
        ],
        [
            "Scene",
            "Howard and Raj sneak up the stairwell carrying presents. Howard knocks on Penny’s door, a combination of two knocks, two knocks, one knock. Nothing happens. He tries again. Sheldon opens the door. "
        ],
        [
            "Sheldon",
            "That’s not the secret knock. This is the secret knock. (He knocks two, one, two.)"
        ],
        [
            "Howard",
            "What difference does it make?"
        ],
        [
            "Sheldon",
            "The whole point of a secret knock is to establish a non-verbal signal to verify the identity of one’s co-conspirators. "
        ],
        [
            "Penny",
            "Is that Raj and Howard?"
        ],
        [
            "Sheldon",
            "Possibly, but unverified."
        ],
        [
            "Howard",
            "Can you just let us in."
        ],
        [
            "Sheldon",
            "Luckily for you this is not a nuclear reactor. "
        ],
        [
            "Penny",
            "So, what did you get the birthday boy?"
        ],
        [
            "Howard",
            "Well, Raj got him an awesome limited edition Dark Knight sculpture based on Alex Ross’s definitive Batman, and I got him this amazing autographed copy of the Feynman lectures on physics."
        ],
        [
            "Penny",
            "Nice. I got him a sweater. "
        ],
        [
            "Howard",
            "Okay, well, he might like that, I’ve seen him… chilly. "
        ],
        [
            "Penny",
            "Uh, Sheldon, I didn’t see your present."
        ],
        [
            "Sheldon",
            "That’s because I didn’t bring one."
        ],
        [
            "Penny",
            "Well why not? "
        ],
        [
            "Howard",
            "Don’t ask."
        ],
        [
            "Sheldon",
            "The entire institution of gift giving makes no sense."
        ],
        [
            "Howard",
            "Too late."
        ],
        [
            "Sheldon",
            "Let’s say that I go out and I spend fifty dollars on you, it’s a laborious activity, because I have to imagine what you need, whereas you know what you need. Now I can simplify things, just give you the fifty dollars directly and, you could give me fifty dollars on my birthday, and so on until one of us dies leaving the other one old and fifty dollars richer. And I ask you, is it worth it? "
        ],
        [
            "Howard",
            "Told you not to ask. "
        ],
        [
            "Penny",
            "Well, Sheldon, you’re his friend. Friends give each other presents."
        ],
        [
            "Sheldon",
            "I accept your premise, I reject your conclusion."
        ],
        [
            "Howard",
            "Try telling him it’s a non-optional social convention. "
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Howard",
            "Just do it. "
        ],
        [
            "Penny",
            "It’s a non-optional social convention."
        ],
        [
            "Sheldon",
            "Oh. Fair enough. "
        ],
        [
            "Howard",
            "He came with a manual. "
        ],
        [
            "Sheldon",
            "Question, how am I going to get Leonard a present before the party? I don’t drive, and the only things available within walking distance are a Thai restaurant and a gas station. I suppose I could wrap up an order of mee krob and a couple of lottery scratchers. "
        ],
        [
            "Penny",
            "Okay, let’s do this, um, I will drive Sheldon to get a present, and Howard, you need to get rid of Leonard for about two hours. "
        ],
        [
            "Howard",
            "No problem."
        ],
        [
            "Penny",
            "And then Raj, you bring the stuff across the hall and start setting up."
        ],
        [
            "Howard (after Raj whispers in his ear)",
            "What if guests show up?"
        ],
        [
            "Penny",
            "Entertain them."
        ],
        [
            "Howard",
            "What if they’re women?"
        ],
        [
            "Penny",
            "Stare at them and make them feel uncomfortable. "
        ],
        [
            "Scene",
            "The apartment. Leonard is playing an X-Box game. "
        ],
        [
            "Howard (entering)",
            "Hey!"
        ],
        [
            "Leonard",
            "Hey. "
        ],
        [
            "Howard",
            "How’s it going?"
        ],
        [
            "Leonard",
            "Fine. "
        ],
        [
            "Howard",
            "So, listen, the New Art is showing the revised definitive cut of Blade Runner."
        ],
        [
            "Leonard",
            "Seen it."
        ],
        [
            "Howard",
            "No, you’ve seen the 25th anniversary final cut. This one has eight seconds of previously unseen footage. They say it completely changes the tone of the film."
        ],
        [
            "Leonard",
            "Oh. Pass. "
        ],
        [
            "Howard",
            "Come on, afterwards there’s a Q & A with Harrison Ford’s body double. "
        ],
        [
            "Leonard",
            "Look, I am in the Halo battle of my life here, there’s this kid in Copenhagen, he has no immune system so all he does is sit in his bubble and play Halo 24/7."
        ],
        [
            "Howard",
            "Can’t you play him some other time?"
        ],
        [
            "Leonard",
            "Not if you believe his doctors. "
        ],
        [
            "Howard",
            "Oh my God, do you smell gas."
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Howard",
            "Yeah, no. "
        ],
        [
            "Scene",
            "An electrical store."
        ],
        [
            "Penny",
            "Alright, you know they have DVDs over there."
        ],
        [
            "Sheldon",
            "Yes, but they have DVD burners over here. Leonard needs a DVD burner. "
        ],
        [
            "Penny",
            "Sheldon, a gift shouldn’t be something someone needs, it should be something fun, you know, something they wouldn’t buy for themselves."
        ],
        [
            "Sheldon",
            "You mean, like a sweater? "
        ],
        [
            "Penny",
            "Well, it’s a fun sweater, it’s got a bold geometric print. "
        ],
        [
            "Sheldon",
            "Is it the geometry that makes it fun."
        ],
        [
            "Penny",
            "Okay, the point is, one of the ways we show we care about people is by putting thought and imagination into the gifts we give them. "
        ],
        [
            "Sheldon",
            "Okay, I see, so not a DVD burner."
        ],
        [
            "Penny",
            "Exactly."
        ],
        [
            "Sheldon",
            "Something he wouldn’t buy for himself. Something fun. Something like… oh, an 802.11n wireless router. "
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Here you go, Copenhagen boy, how about a taste of Hans Christian Hand Grenade. (Raj enters carrying party supplies. Howard waves him away while in the background Leonard is heard saying “oh, that did not feel good.”) Come on, come on, oh you clever little…. Come on, come on, take that! "
        ],
        [
            "Howard (picks up a granola bar from the table, breaks off half and puts it in his back pocket.)",
            "Oh-oh. (Louder) Oh-oh! "
        ],
        [
            "Leonard",
            "What’s the matter?"
        ],
        [
            "Howard",
            "This granola bar, there’s peanuts in it."
        ],
        [
            "Leonard",
            "Oh my God, why did you eat it?"
        ],
        [
            "Howard",
            "I don’t know, it was just there."
        ],
        [
            "Leonard",
            "Well if I had a gun there, would you have shot yourself? "
        ],
        [
            "Howard",
            "Don’t yell at me, I’ve got to go to the emergency room. "
        ],
        [
            "Leonard",
            "Now?"
        ],
        [
            "Howard",
            "No, after my tongue has swollen to the size of a brisket. "
        ],
        [
            "Leonard",
            "Alright, um, just, uh, let me get my keys."
        ],
        [
            "Howard",
            "Oh God, oh God, oh God, oh…. (into phone after Leonard leaves room) The laundry is out of the hamper. (Looks exasperated) Okay Sheldon, what was it supposed to be? Fine, it’s out of the washer. I’ll call you when it’s in the dryer. "
        ],
        [
            "Leonard (running in)",
            "Alright, let’s go. (They exit, with Howard making croaking noises.) "
        ],
        [
            "Scene",
            "The store. Sheldon is looking at two routers."
        ],
        [
            "Sheldon",
            "What do you think."
        ],
        [
            "Penny (pointing randomly)",
            "Um, that one. "
        ],
        [
            "Sheldon",
            "Because of the two additional Ethernet ports."
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Sheldon",
            "He doesn’t need them, he’s already got a 640 connect switch "
        ],
        [
            "Penny",
            "Oh, okay then this one. "
        ],
        [
            "Sheldon",
            "Why? "
        ],
        [
            "Penny",
            "I don’t know, the man on the box looks so happy. "
        ],
        [
            "Sheldon",
            "Penny! If I’m going to buy Leonard a gift, I’m going to do it right. I refuse to let him experience the same childhood trauma I did. "
        ],
        [
            "Penny",
            "Oh, I know I’m going to regret this but, what trauma? "
        ],
        [
            "Sheldon",
            "On my twelfth birthday I really wanted a titanium centrifuge, so, you know, I could separate radioactive isotopes. "
        ],
        [
            "Penny",
            "Of course."
        ],
        [
            "Sheldon",
            "Instead of a titanium centrifuge, my parents bought me… wow, this is hard. They got me… a motorised dirt bike. "
        ],
        [
            "Penny",
            "No? "
        ],
        [
            "Sheldon",
            "What twelve year old boy wants a motorised dirt bike? "
        ],
        [
            "Penny",
            "All of them."
        ],
        [
            "Sheldon",
            "Really?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Sheldon",
            "Huh? "
        ],
        [
            "Penny",
            "Okay, so we’re getting this one?"
        ],
        [
            "Sheldon",
            "Yeah, I suppose. "
        ],
        [
            "Penny",
            "Okay, let’s go."
        ],
        [
            "Random woman",
            "Excuse me, do you know anything about this stuff? "
        ],
        [
            "Sheldon",
            "I know everything about this stuff."
        ],
        [
            "Woman",
            "Okay, I have my own wholesale flower business, and I want to hook up my computer in the front entrance with the one in my refrigerated warehouse. "
        ],
        [
            "Penny",
            "Here, buy this one. Look, it’s the one we’re getting, see, happy guy available. "
        ],
        [
            "Sheldon",
            "No, no, no, no, she doesn’t want that, she needs a point to point peer network with a range extender."
        ],
        [
            "Woman",
            "Thank you. "
        ],
        [
            "Random guy",
            "Which hard drive do I want, firewire or USB?"
        ],
        [
            "Sheldon",
            "It depends on what Bus you have."
        ],
        [
            "Guy",
            "I drive a Chevy Cavalier."
        ],
        [
            "Sheldon",
            "Oh, dear lord."
        ],
        [
            "Penny",
            "Sheldon, we have to go."
        ],
        [
            "Sheldon",
            "Not now, Penny, this poor man needs me. (To woman approaching) You hold on, I’ll be right with you. What computer do you have, and please don’t say a white one?"
        ],
        [
            "Scene",
            "The hospital. Howard runs in and up to the counter."
        ],
        [
            "Howard",
            "Excuse me."
        ],
        [
            "Nurse",
            "Fill this out, have a seat. "
        ],
        [
            "Howard",
            "No, listen, see we’re throwing my friend a surprise party and I’m supposed to keep him out of his apartment for two hours."
        ],
        [
            "Nurse",
            "Uh-huh, fill this out and have a seat. "
        ],
        [
            "Howard",
            "No, see, the only way I could get him to leave is to tell him I ate a peanut. Because I’m allergic to peanuts. "
        ],
        [
            "Nurse",
            "Oh, well in that case fill this out and have a seat. "
        ],
        [
            "Howard",
            "Look, all I need from you is to take me in the back and give me a band-aid so I can pretend I had a shot of epinephrine and they you tell my friend you need to keep me under observation for about an hour, hour and a half. "
        ],
        [
            "Nurse",
            "Is that all you need?"
        ],
        [
            "Howard",
            "Yes."
        ],
        [
            "Nurse",
            "Get out of my ER. "
        ],
        [
            "Howard",
            "No, you don’t understand."
        ],
        [
            "Nurse",
            "Oh, I understand, but unfortunately this hospital is not equipped to treat stupid. "
        ],
        [
            "Howard",
            "Okay, I get it, I know how the world works, how about if I were to introduce you (holding up a five dollar bill) to the man who freed your people. "
        ],
        [
            "Scene",
            "Nurse, unless my people were freed by Benjamin Franklin and his five twin brothers you are wasting your time."
        ],
        [
            "Leonard (running in)",
            "Hey, sorry I couldn’t find a parking spot, how are you doing."
        ],
        [
            "Howard",
            "Bad, very bad. "
        ],
        [
            "Leonard",
            "Really, ‘cos you don’t look like you’re swelling up at all, maybe we should just pick up some benedryl at the drug store and go home. "
        ],
        [
            "Howard",
            "We can’t go home. "
        ],
        [
            "Leonard",
            "Why not?"
        ],
        [
            "Howard",
            "Becauth (pretends tongue has swollen up) Becauth-th-th. Brissket, Brissket! Water, need water. "
        ],
        [
            "Leonard",
            "Alright, I’ll be right back. "
        ],
        [
            "Howard (into phone)",
            "Penny, look, I’ve got a problem."
        ],
        [
            "Penny (with Sheldon in background at the head of a large queue of customers)",
            "Yeah, well so do I, look you’ve got to stall Leonard a little longer."
        ],
        [
            "Howard",
            "I don’t think I can. "
        ],
        [
            "Penny",
            "You have to, we all have to be there at the same time to yell “surprise!” "
        ],
        [
            "Howard",
            "Okay, you have to understand something, we’re in a hospital right now. "
        ],
        [
            "Penny",
            "Why, is Leonard okay."
        ],
        [
            "Howard",
            "Leonard’s fine. I’m fine, thanks for asking, by the way. "
        ],
        [
            "Penny",
            "Okay, I don’t need your attitude, just hold him there a little longer. "
        ],
        [
            "Howard",
            "Look, I’ve done my best but he wants to go home and I don’t know how to stop him. "
        ],
        [
            "Penny",
            "Okay, how about this. You keep him there a little longer and when you get to the party I’ll point out which of my friends are easy. "
        ],
        [
            "Howard",
            "Don’t toy with me, woman. "
        ],
        [
            "Penny",
            "I’ve got a hot former fat girl with no self-esteem, I’ve got a girl who punishes her father by sleeping around and an alcoholic who’s two tequila shots away from letting you wear her like a hat. "
        ],
        [
            "Howard",
            "Thy will be done. (Thinks. Reaches into back pocket, finds the half a granola bar from earlier. Looks down.) I’m doing this for you, little buddy. (Takes a bite.)"
        ],
        [
            "Scene",
            "The store. Sheldon is on the in-store computer. "
        ],
        [
            "Sheldon",
            "Okay, we don’t have that in stock, but I can special order it for you."
        ],
        [
            "Penny (with shop assistant, points at Sheldon)",
            "Him."
        ],
        [
            "Assistant",
            "Excuse me, sir, you don’t work here. "
        ],
        [
            "Sheldon",
            "Yes, well, apparently neither does anyone else. "
        ],
        [
            "Penny",
            "Sheldon, we have to go."
        ],
        [
            "Sheldon",
            "Why? "
        ],
        [
            "Penny",
            "Well, for one thing, we’re late for Leonard’s birthday party. And for another, I told him to call security. "
        ],
        [
            "Sheldon (to customer)",
            "Good luck. (To assistant) By the way, a six year-old could hack your computer system. "
        ],
        [
            "Penny",
            "Keep walking."
        ],
        [
            "Sheldon",
            "Yeah, 1-2-3-4 is not a secure password. "
        ],
        [
            "Scene",
            "The hospital."
        ],
        [
            "Leonard",
            "Excuse me, my friend is having an allergic reaction to peanuts."
        ],
        [
            "Nurse",
            "No he’s not."
        ],
        [
            "Leonard",
            "Yes he is."
        ],
        [
            "Nurse",
            "Look, sir we are very busy here and I just don’t… (sees Leonard whose face has swollen all over) holy crap! "
        ],
        [
            "Howard",
            "Pees hep me! "
        ],
        [
            "Nurse",
            "Code 4, I need a gurney, right away, right away."
        ],
        [
            "Howard",
            "Fank-u. "
        ],
        [
            "Scene",
            "The stairwell. "
        ],
        [
            "Leonard",
            "Say what you will about the healthcare system in this country, but when they’re afraid of lawsuits they sure test everything. "
        ],
        [
            "Howard",
            "I really don’t think the colonoscopy was necessary. "
        ],
        [
            "Leonard",
            "You know, before you got all swollen up, I actually thought you were trying to keep me out of the apartment so you could throw me a surprise party. "
        ],
        [
            "Howard",
            "Oh, right, it’s your birthday, I had no idea it was your birthday, I completely forgot, wow, what a lousy way to spend a birthday, well it’s all over now."
        ],
        [
            "Leonard",
            "There is a party, isn’t there."
        ],
        [
            "Howard",
            "Maybe."
        ],
        [
            "Leonard",
            "Howard. "
        ],
        [
            "Howard",
            "Are you mad?"
        ],
        [
            "Leonard",
            "how could I be mad? You actually risked your life because you cared about me."
        ],
        [
            "Howard",
            "Yeah, that’s why I did it. "
        ],
        [
            "Leonard",
            "Alright. Here we go. My first birthday party. "
        ],
        [
            "Scene",
            "(Opens door. Raj is drunkenly singing True Colors very badly into a microphone with his shirt off and a bandana round his head while waving a beer bottle. Penny and Sheldon are asleep on the couch and armchair respectively.)"
        ],
        [
            "Raj",
            "Dude! Everybody left an hour ago! Surprise! "
        ],
        [
            "Scene",
            "Time shift. View of a mobile phone video screen. Raj has a woman sitting on his shoulders."
        ],
        [
            "Raj",
            "Okay Leonard, here I am at your birthday party, I don’t know where you are dude, but it’s really kick-ass. Everyone is very very drunk, and uh… (girl pours booze into his mouth) Oh look, there’s a girl taking her shirt off. "
        ],
        [
            "Penny",
            "That’s my friend Carol. Remind me, I’ve got to introduce her to Howard. "
        ],
        [
            "Raj",
            "Oh sweet Krishna, shake it, that-a rupee maker."
        ],
        [
            "Penny",
            "I’m so sorry you didn’t get your party."
        ],
        [
            "Leonard",
            "Oh, it’s okay."
        ],
        [
            "Penny",
            "Happy birthday anyways. (She kisses him full on the lips.)"
        ],
        [
            "Leonard",
            "Hey Penny, when, uh, when’s your birthday?"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-16-the-peanut-reaction/"
}