{
    "Season": 1,
    "Episode": 17,
    "Title": "the tangerine factor",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment living room"
            ],
            [
                25,
                "(Credits sequence)"
            ],
            [
                26,
                "Leonard approaches Penny’s door and knocks. "
            ],
            [
                49,
                "Penny’s flat. Penny is eating ice cream from the tub. "
            ],
            [
                89,
                "The apartment. The guys are playing a board game and eating Chinese food."
            ],
            [
                104,
                "Penny’s apartment."
            ],
            [
                134,
                "The lobby. Sheldon is listening to an iPod."
            ],
            [
                186,
                "The University cafeteria."
            ],
            [
                211,
                "Leonard approaches Penny’s door. He is wearing a suit. He knocks. Penny answers."
            ],
            [
                223,
                "The Szechuan Palace. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "Wo de zhing shi Sheldon."
            ],
            [
                3,
                "Wo de ming zi shi Sheldon. (Copies hand movements.)"
            ],
            [
                5,
                "That’s what you did. I assumed as in a number of languages that the gesture was part of the phrase."
            ],
            [
                7,
                "How am I supposed to know that? As the teacher it’s your obligation to separate your personal idiosyncrasies from the subject matter. "
            ],
            [
                9,
                "Why?"
            ],
            [
                12,
                "Mai du lui tsa."
            ],
            [
                14,
                "My apologies Leonard, I’m only as good as my teacher. "
            ],
            [
                16,
                "I believe the Szechuan Palace has been passing off orange chicken as tangerine chicken and I intend to confront them. "
            ],
            [
                23,
                "Okay, where were we? "
            ],
            [
                32,
                "Not surprising. Penny’s emotional responses originate from the primitive portion of the brain known as the Amygdala, while speech is centred in the much more recently developed Neocortex. The former can easily overpower the latter giving scientific credence to the notion of being rendered speechless. (Leonard stares at him.) Or maybe she just doesn’t want to talk. "
            ],
            [
                41,
                "I’m not aware of any social convention that requires you to intervene at all."
            ],
            [
                43,
                "Twelfth century code of chivalry, not exactly current. You’d also have to be knighted for that to apply. "
            ],
            [
                90,
                "Howard, I’m going to need another Mandarin lesson. I obviously didn’t make my point with those people. "
            ],
            [
                92,
                "I like tangerine chicken, I’m not getting tangerine chicken."
            ],
            [
                99,
                "Actually, I thought the first two renditions were far more compelling. Previously I felt sympathy for the Leonard character, now I just find him to be whiny and annoying. "
            ],
            [
                101,
                "I’d love to, but I don’t have tangerine chicken. "
            ],
            [
                135,
                "Show me your citrus peels. Gei wo kan, ni jud di zi pei. Show me your citrus peels. Gei wo kan, ni jud di zi pei. Show me your…"
            ],
            [
                139,
                "A second what? Pair of underwear? "
            ],
            [
                141,
                "Why me? Why not Koothrappali or Wolowitz?"
            ],
            [
                143,
                "Yes, I suppose he is. "
            ],
            [
                145,
                "Not necessarily. I’m often surprised by my lack of familiarity with Leonard. Just the other day I discovered, he not only has a loofah, he hides it. Why do you suppose a man would be ashamed of having a loofah? I myself prefer to have my excess epithelial cells slough off naturally, but I don’t condemn those who seek to accelerate the process.  (Time shift) And until recently I had no idea that despite his lactose intolerance, he can tolerate small amounts of non-fat ice cream without producing a noxious gas that I maintain in the right concentration could be weaponised. (Begins to unlock apartment door.)"
            ],
            [
                147,
                "We’re not done? "
            ],
            [
                149,
                "Ach, why not? We’re already through the looking glass anyway. "
            ],
            [
                151,
                "Well, he didn’t actually say anything, but when he came back to the apartment he was doing a dance that brought to mind the happy hippos in Fantasia. "
            ],
            [
                153,
                "Oh, I wish it were that simple. You see, I don’t spend much time here and so I’ve never really chosen a place to sit. "
            ],
            [
                155,
                "There are a number of options and, I’m really not familiar enough with the cushion densities, air flow patterns and dispersion of sunlight to make an informed choice."
            ],
            [
                157,
                "No, no, that’s crazy. You go ahead and talk while I figure it out. "
            ],
            [
                159,
                "A little crush? Well I suppose so, in the same way Menelaus had a little crush on Helen of Troy. "
            ],
            [
                161,
                "Well Menelaus was the brother of Agamemnon…"
            ],
            [
                163,
                "Leonard isn’t the kind of guy anyone usually goes out with. Would you be open to rotating the couch clockwise thirty degrees? "
            ],
            [
                165,
                "The last one worked out well for Koothrappali. He got a free iPod. Oh, glare! "
            ],
            [
                167,
                "I would not say that. No-one would say that, a light year is a unit of distance, not time. "
            ],
            [
                169,
                "Draft. You see people hear the word year and they think duration. Foot pound has the same problem, that’s a unit of work, not of weight."
            ],
            [
                171,
                "It’s a common mistake."
            ],
            [
                173,
                "Okay. I think this will be my seat. "
            ],
            [
                175,
                "Well, let’s see. We might consider Schrodinger’s Cat. "
            ],
            [
                177,
                "No. That’s Mrs Grossinger. And she doesn’t have a cat, she has a Mexican hairless, annoying little animal, yip yip yip yip…"
            ],
            [
                179,
                "Sorry, you diverted me. Anyway, in 1935, Erwin Schrodinger, in an attempt to explain the Copenhagen interpretation of quantum physics, he proposed an experiment where a cat is placed in a box with a sealed vial of poison that will break open at a random time. Now, since no-one knows when or if the poison has been released, until the box is opened, the cat can be thought of as both alive and dead. "
            ],
            [
                181,
                "Well of course you don’t get it, I haven’t made it yet. You’d have to be psychic to get it, and there’s no such thing as psychic."
            ],
            [
                183,
                "Just like Schrodinger’s Cat, your potential relationship with Leonard right now can be thought of as both good and bad. It is only by opening the box that you’ll find out which it is. "
            ],
            [
                185,
                "No, no, no, no, no, no. Let me start again. In 1935, Erwin Schrodinger…"
            ],
            [
                190,
                "I can see that. Unless you’re planning on running a marathon, choosing both stuffing and mashed potatoes is a starch filled redundancy."
            ],
            [
                192,
                "A mistake involving Penny? Okay, you’ll have to narrow it down. "
            ],
            [
                194,
                "Then don’t."
            ],
            [
                196,
                "Other people might be interested. "
            ],
            [
                198,
                "I assumed you would. "
            ],
            [
                200,
                "Ah, then your meal choice is appropriate. Starch absorbs fluid which reduces the amount of vomit available for violent expulsion. "
            ],
            [
                202,
                "You also made a common grammatical mistake, you said nauseous when you meant nauseated. But go on. "
            ],
            [
                204,
                "Well, if we accept your premise, and also accept the highly improbable assumption that Penny is the only woman in the world for you then we can logically conclude that the result of blowing it would be that you end up a lonely, bitter old man with no progeny. The image of any number of evil lighthouse keepers from Scooby Doo cartoons comes to mind. "
            ],
            [
                206,
                "Alright, what response on my part would bring this conversation to a speedy conclusion?"
            ],
            [
                208,
                "Schrodinger’s Cat."
            ],
            [
                210,
                "You sound surprised. Mmm, hou zi shui zai li du. (Your monkey sleeps inside me.) "
            ]
        ],
        "Howard": [
            [
                2,
                "No, it’s Wo de ming zi shi Sheldon. (Makes a hand movement with every syllable.)"
            ],
            [
                4,
                "What’s this? (Repeats hand movements.)"
            ],
            [
                6,
                "Well it’s not."
            ],
            [
                8,
                "You know, I’m really glad you decided to learn Mandarin."
            ],
            [
                10,
                "Once you’re fluent you’ll have a billion more people to annoy instead of me. "
            ],
            [
                13,
                "You just called Leonard a syphilitic donkey. "
            ],
            [
                24,
                "Not now, I have a blog to find. "
            ],
            [
                34,
                "It’s smashed beyond repair, what are you going to do with it?"
            ],
            [
                37,
                "Apparently he posted intimate details of their physical relationship on his blog, which I cannot find anywhere. "
            ],
            [
                39,
                "Good idea. Sit with her, hold her, comfort her, and if the moment feels right, see if you can cop a feel. "
            ],
            [
                45,
                "Remember to sit on your hands a bit so they’re warm. "
            ],
            [
                47,
                "What, so you’re saying that if in the depths of despair she throws herself at you and demands you take her, right there, right now, you’ll just walk away?"
            ],
            [
                91,
                "For God’s sake, Sheldon, if you don’t like the tangerine chicken, don’t order the tangerine chicken."
            ],
            [
                98,
                "Boy, that story gets better every time you hear it. "
            ]
        ],
        "Leonard (entering)": [
            [
                11,
                "Hey! "
            ]
        ],
        "Leonard": [
            [
                15,
                "Why are you learning Chinese?"
            ],
            [
                17,
                "If I were you, I’d be more concerned by what they’re passing off as chicken. "
            ],
            [
                19,
                "Oh, yeah, no, sure, go ahead. "
            ],
            [
                21,
                "What’s going on?"
            ],
            [
                27,
                "Penny, are you okay?"
            ],
            [
                29,
                "Look, I understand that breaking up with someone can be very painful…."
            ],
            [
                31,
                "Okay, feel better, bye. (Goes back to apartment) She doesn’t want to talk. "
            ],
            [
                36,
                "It was Penny’s boyfriend’s, they broke up."
            ],
            [
                38,
                "You know what, I’m going to go back and try talking to her again."
            ],
            [
                40,
                "I’m not going to do that, Howard."
            ],
            [
                42,
                "What about “damsel in distress?”"
            ],
            [
                44,
                "I don’t care. She’s upset, I’m going over there. "
            ],
            [
                46,
                "I’m her friend, I’m not going to take advantage of her vulnerability."
            ],
            [
                48,
                "I said I’m her friend. Not her gay friend. "
            ],
            [
                54,
                "Wait, did you say wait?"
            ],
            [
                56,
                "No. No. "
            ],
            [
                58,
                "Of course not."
            ],
            [
                60,
                "I’m sorry, what were the choices again? "
            ],
            [
                62,
                "Yeah, no, sure."
            ],
            [
                64,
                "Actually it’s not all that easy to find. "
            ],
            [
                66,
                "Okay, well, what exactly did this guy write, not that I need to know the details of your sex life, I just thought…. never mind. "
            ],
            [
                68,
                "Okay, well, you know, this isn’t that bad. It just paints the picture of a very affectionate woman who’s open to expressing her affection in non traditional locales. "
            ],
            [
                70,
                "Elevators, parks, movie theatres, out of curiosity, is this subway the transportation system or subway the sandwich shop? "
            ],
            [
                72,
                "Doesn’t that violate the health code?"
            ],
            [
                74,
                "Huh. Okay. But my point is that you have absolutely no reason to be embarrassed. "
            ],
            [
                76,
                "Maybe a little."
            ],
            [
                78,
                "No. No, no, that, that would be underreacting. He did break the implied confidentiality of the bedroom and, in your case, the elevator, parks and fast food franchise."
            ],
            [
                80,
                "Yes, you should, go ahead, say it. "
            ],
            [
                82,
                "What is there to explain, it’s all right here, it’s a betrayal. "
            ],
            [
                84,
                "I’m pretty sure I never said that. "
            ],
            [
                86,
                "Aw, good for me. Where are you going?"
            ],
            [
                88,
                "Oh, sure. Huh, maybe I am her gay friend. "
            ],
            [
                93,
                "Can we please change the subject."
            ],
            [
                95,
                "Just roll the dice. "
            ],
            [
                97,
                "She was mad at him. She was done with him, the relationship was broken beyond repair and I walked over there and I fixed it!"
            ],
            [
                100,
                "Just eat your tangerine chicken. "
            ],
            [
                107,
                "What happened?"
            ],
            [
                109,
                "Yeah, I know, I know that part. "
            ],
            [
                111,
                "Already, that was quick."
            ],
            [
                113,
                "Oh, Penny, I am so sorry."
            ],
            [
                115,
                "Oh, well, you know, you did throw an 8 gig iPod… yeah, no, how could he do that. "
            ],
            [
                117,
                "Yeah, that must get old quick. "
            ],
            [
                119,
                "What about me?"
            ],
            [
                121,
                "What about if you went out with me?"
            ],
            [
                123,
                "Um… yes… I am… asking you out. "
            ],
            [
                125,
                "I was just going off your comment about the nice guy…"
            ],
            [
                129,
                "Yes what? "
            ],
            [
                131,
                "Really?"
            ],
            [
                133,
                "Yeah. That’s the spirit. "
            ],
            [
                189,
                "Sheldon, I think I’ve made a mistake. "
            ],
            [
                191,
                "No, it’s about Penny."
            ],
            [
                193,
                "I don’t think I can go out with her tonight. "
            ],
            [
                195,
                "Other people would say “why not?” "
            ],
            [
                197,
                "I’m going to talk anyway."
            ],
            [
                199,
                "Now that I’m actually about to go out with Penny, I’m not excited, I’m nauseous. "
            ],
            [
                201,
                "Right."
            ],
            [
                203,
                "Sheldon, this date is probably my one chance with Penny, what happens if I blow it. "
            ],
            [
                205,
                "You’re not helping. "
            ],
            [
                207,
                "Tell me whether or not to go through with the date."
            ],
            [
                209,
                "Wow, that’s brilliant."
            ],
            [
                213,
                "Hi. "
            ],
            [
                215,
                "Thank you. You look very nice."
            ],
            [
                217,
                "I made an eight o’clock reservation."
            ],
            [
                219,
                "Oh. Okay. But before you say anything, have you ever heard of Schrodinger’s Cat? "
            ],
            [
                221,
                "Good. (He grabs her and kisses her.) "
            ]
        ],
        "Penny (storming in)": [
            [
                18,
                "I need to use your window."
            ],
            [
                102,
                "Thank you so much for your stupid advice. (Slams door again.) "
            ]
        ],
        "Penny (opening window)": [
            [
                20,
                "Hey Jerkface, you forgot your iPod! (Throws it out.)"
            ]
        ],
        "Penny": [
            [
                22,
                "Oh, I’ll tell you what’s going on, that stupid self-centred bastard wrote about our sex life in his blog. (Out of window) Drop dead, you stupid self-centred bastard! (To Leonard) Thank you. (exit)"
            ],
            [
                30,
                "GO AWAY!"
            ],
            [
                51,
                "I don’t. "
            ],
            [
                53,
                "Wait. "
            ],
            [
                55,
                "Tell me the truth. Am I just an idiot who picks giant losers? "
            ],
            [
                57,
                "Okay, so I pick good guys, but turn them into losers. "
            ],
            [
                59,
                "Well, it’s got to be one or the other, which is it?"
            ],
            [
                61,
                "I really thought Mike was different, I thought he was sensitive and smart. I mean, not you smart, normal non-freaky smart. "
            ],
            [
                63,
                "You know, and then he just goes and has to humiliate me by writing about me on his blog so the entire world can read it."
            ],
            [
                65,
                "Yeah, really, well my friends at work found it, my sister found it, judging by my email a number of prisoners at the Michigan State Penitentiary found it. "
            ],
            [
                67,
                "Nope, you know what, you might as well read it, everybody else has, go ahead. Oh God, I just feel so betrayed and embarrassed. I just want to crawl into a hole and die."
            ],
            [
                69,
                "Oh God!"
            ],
            [
                71,
                "Sandwich shop."
            ],
            [
                73,
                "No, at the sub shop we were only making out. "
            ],
            [
                75,
                "Really, do you think I overreacted?"
            ],
            [
                77,
                "‘Cause I do that, I do overreact. Maybe I should call Mike and apologise."
            ],
            [
                79,
                "Yes. You’re right. I should just say I’m done with him. "
            ],
            [
                81,
                "But I never gave the man a chance to explain. "
            ],
            [
                83,
                "No, you were right the first time, this is a man who loves me, but in his own stupid way he was just trying to show people how he feels. "
            ],
            [
                85,
                "No, you did better than that, you helped me see it on my own. "
            ],
            [
                87,
                "I’m going over to Mike’s. Leonard, thank you so much."
            ],
            [
                106,
                "I’m sorry I yelled at you. It’s not your fault. "
            ],
            [
                108,
                "Well, I went over to Mike’s to make up with him."
            ],
            [
                110,
                "But he had already moved on."
            ],
            [
                112,
                "That’s what I said to the woman who had her legs wrapped around his neck. "
            ],
            [
                114,
                "How could he do that."
            ],
            [
                116,
                "I swear to God, I am done with guys like that. You know, macho, with the perfect body and the hair, and the money."
            ],
            [
                118,
                "You know, just once, I would like to go out with someone who is nice, and honest, and who actually cares about me. "
            ],
            [
                120,
                "What about you what?"
            ],
            [
                122,
                "Are you asking me out?"
            ],
            [
                124,
                "Wow."
            ],
            [
                126,
                "No, I know, I got that. Yeah, totally."
            ],
            [
                128,
                "Yes. "
            ],
            [
                130,
                "Yes, I will go out with you. "
            ],
            [
                132,
                "Yeah. Why not, I mean, what do I have to lose?"
            ],
            [
                138,
                "I’m sorry. Look, do you have a second."
            ],
            [
                140,
                "I was just wondering if I could talk to you? It’s about Leonard."
            ],
            [
                142,
                "Well, Raj can’t talk to me unless he’s drunk, and Wolowitz is, you know, disgusting. "
            ],
            [
                144,
                "All I’m saying is, you know Leonard the best. "
            ],
            [
                146,
                "Leonard might come home, can we talk in my apartment. "
            ],
            [
                148,
                "No."
            ],
            [
                150,
                "Okay, so, here’s the thing. I guess you’re aware that Leonard asked me out. "
            ],
            [
                152,
                "Oh, that’s nice. Anyhow, the thing I wanted to talk to you about is, you know, since Leonard and I have become friends, I was just… want to sit down? "
            ],
            [
                154,
                "Well, choose."
            ],
            [
                156,
                "Alright, why don’t you just pick one at random, and then if you don’t like it you can sit somewhere else next time. "
            ],
            [
                158,
                "Okay. Um, here’s the thing. So, I’ve known for a while now that Leonard has had a little crush on me…"
            ],
            [
                160,
                "Alright, yeah, I don’t really know who they are…"
            ],
            [
                162,
                "Yeah, I don’t care, I don’t care. The point is Leonard isn’t the kind of guy I usually go out with."
            ],
            [
                164,
                "No. What I’m saying is, Leonard might be different in a good way. Obviously my usual choices have not worked out so well. "
            ],
            [
                166,
                "But on the other hand, if things don’t go well with Leonard, I risk losing a really good friend. I mean, I guess he’s not looking for a fling, he’s the kind of guy that gets into a relationship for, I don’t know, like you would say light years. "
            ],
            [
                168,
                "Thank you for the clarification. "
            ],
            [
                170,
                "Right, thanks."
            ],
            [
                172,
                "Not the first one I’ve made today. "
            ],
            [
                174,
                "Sheldon, do you have anything to say that has anything to do with, you know, what I’m talking about. "
            ],
            [
                176,
                "Schrodinger? Is that the woman in 2A?"
            ],
            [
                178,
                "Sheldon! "
            ],
            [
                180,
                "I’m sorry, I don’t get the point. "
            ],
            [
                182,
                "Sheldon, what’s the point? "
            ],
            [
                184,
                "Okay, so you’re saying I should go out with Leonard. "
            ],
            [
                212,
                "Hi."
            ],
            [
                214,
                "come on in."
            ],
            [
                216,
                "Thank you. So do you. "
            ],
            [
                218,
                "Okay, great, listen, um, maybe we should talk first. "
            ],
            [
                220,
                "Actually, I’ve heard far too much about Schrodinger’s Cat. "
            ],
            [
                222,
                "Alright, the cat’s alive, let’s go to dinner. "
            ]
        ],
        "Penny (voice off)": [
            [
                28,
                "I’m fine, Leonard, just go away."
            ]
        ],
        "Raj (entering)": [
            [
                33,
                "Hey, look, I found an iPod. "
            ]
        ],
        "Raj": [
            [
                35,
                "What else? Sell it on ebay as slightly used. "
            ],
            [
                94,
                "Sure. Tell us again how you screwed up and got Penny back together with her old boyfriend."
            ],
            [
                103,
                "Incredible. You managed to screw up the screw-up. "
            ]
        ],
        "Leonard (knocking and entering)": [
            [
                50,
                "Hey, listen, I know you said that you didn’t want to talk…"
            ],
            [
                105,
                "I’m back. "
            ]
        ],
        "Leonard (leaving)": [
            [
                52,
                "Sorry."
            ]
        ],
        "Raj (rolls and moves)": [
            [
                96,
                "Enslaved by warlocks, stay here till you roll 2, 4 or 6…7"
            ]
        ],
        "Leonard (continuing through Penny)": [
            [
                127,
                "…thing and honest but, it’s no big deal…"
            ]
        ],
        "Penny (tapping him on the shoulder)": [
            [
                136,
                "Sheldon."
            ]
        ],
        "Sheldon (jumping in panic)": [
            [
                137,
                "Aieee ya! Xia si wo le. "
            ]
        ],
        "Leonard (pointing)": [
            [
                187,
                "Two seats right there. "
            ]
        ],
        "Sheldon (to two oriental-looking people occupying the other seats)": [
            [
                188,
                "Chong sho sha pwe. (Caption translates to “Long Live Concrete”.) Xie xie. (Thank you) "
            ]
        ],
        "Sheldon (in Mandarin)": [
            [
                224,
                "Show me your mucus! Your mucus! "
            ],
            [
                226,
                "This is not a tangerine bicycle. "
            ],
            [
                228,
                "No. Don’t call the library. Show me your mucus. (Leonard and Penny are seen entering, and then leaving again quickly.) Oxen are in my bed! Many, many oxen! Oy Vey!"
            ]
        ],
        "Owner (in Mandarin)": [
            [
                225,
                "Blow your own nose and go away. "
            ]
        ],
        "Owner (in English)": [
            [
                227,
                "Crazy man. Call the police. "
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment living room"
        ],
        [
            "Sheldon",
            "Wo de zhing shi Sheldon."
        ],
        [
            "Howard",
            "No, it’s Wo de ming zi shi Sheldon. (Makes a hand movement with every syllable.)"
        ],
        [
            "Sheldon",
            "Wo de ming zi shi Sheldon. (Copies hand movements.)"
        ],
        [
            "Howard",
            "What’s this? (Repeats hand movements.)"
        ],
        [
            "Sheldon",
            "That’s what you did. I assumed as in a number of languages that the gesture was part of the phrase."
        ],
        [
            "Howard",
            "Well it’s not."
        ],
        [
            "Sheldon",
            "How am I supposed to know that? As the teacher it’s your obligation to separate your personal idiosyncrasies from the subject matter. "
        ],
        [
            "Howard",
            "You know, I’m really glad you decided to learn Mandarin."
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Howard",
            "Once you’re fluent you’ll have a billion more people to annoy instead of me. "
        ],
        [
            "Leonard (entering)",
            "Hey! "
        ],
        [
            "Sheldon",
            "Mai du lui tsa."
        ],
        [
            "Howard",
            "You just called Leonard a syphilitic donkey. "
        ],
        [
            "Sheldon",
            "My apologies Leonard, I’m only as good as my teacher. "
        ],
        [
            "Leonard",
            "Why are you learning Chinese?"
        ],
        [
            "Sheldon",
            "I believe the Szechuan Palace has been passing off orange chicken as tangerine chicken and I intend to confront them. "
        ],
        [
            "Leonard",
            "If I were you, I’d be more concerned by what they’re passing off as chicken. "
        ],
        [
            "Penny (storming in)",
            "I need to use your window."
        ],
        [
            "Leonard",
            "Oh, yeah, no, sure, go ahead. "
        ],
        [
            "Penny (opening window)",
            "Hey Jerkface, you forgot your iPod! (Throws it out.)"
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Penny",
            "Oh, I’ll tell you what’s going on, that stupid self-centred bastard wrote about our sex life in his blog. (Out of window) Drop dead, you stupid self-centred bastard! (To Leonard) Thank you. (exit)"
        ],
        [
            "Sheldon",
            "Okay, where were we? "
        ],
        [
            "Howard",
            "Not now, I have a blog to find. "
        ],
        [
            "Scene",
            "(Credits sequence)"
        ],
        [
            "Scene",
            "Leonard approaches Penny’s door and knocks. "
        ],
        [
            "Leonard",
            "Penny, are you okay?"
        ],
        [
            "Penny (voice off)",
            "I’m fine, Leonard, just go away."
        ],
        [
            "Leonard",
            "Look, I understand that breaking up with someone can be very painful…."
        ],
        [
            "Penny",
            "GO AWAY!"
        ],
        [
            "Leonard",
            "Okay, feel better, bye. (Goes back to apartment) She doesn’t want to talk. "
        ],
        [
            "Sheldon",
            "Not surprising. Penny’s emotional responses originate from the primitive portion of the brain known as the Amygdala, while speech is centred in the much more recently developed Neocortex. The former can easily overpower the latter giving scientific credence to the notion of being rendered speechless. (Leonard stares at him.) Or maybe she just doesn’t want to talk. "
        ],
        [
            "Raj (entering)",
            "Hey, look, I found an iPod. "
        ],
        [
            "Howard",
            "It’s smashed beyond repair, what are you going to do with it?"
        ],
        [
            "Raj",
            "What else? Sell it on ebay as slightly used. "
        ],
        [
            "Leonard",
            "It was Penny’s boyfriend’s, they broke up."
        ],
        [
            "Howard",
            "Apparently he posted intimate details of their physical relationship on his blog, which I cannot find anywhere. "
        ],
        [
            "Leonard",
            "You know what, I’m going to go back and try talking to her again."
        ],
        [
            "Howard",
            "Good idea. Sit with her, hold her, comfort her, and if the moment feels right, see if you can cop a feel. "
        ],
        [
            "Leonard",
            "I’m not going to do that, Howard."
        ],
        [
            "Sheldon",
            "I’m not aware of any social convention that requires you to intervene at all."
        ],
        [
            "Leonard",
            "What about “damsel in distress?”"
        ],
        [
            "Sheldon",
            "Twelfth century code of chivalry, not exactly current. You’d also have to be knighted for that to apply. "
        ],
        [
            "Leonard",
            "I don’t care. She’s upset, I’m going over there. "
        ],
        [
            "Howard",
            "Remember to sit on your hands a bit so they’re warm. "
        ],
        [
            "Leonard",
            "I’m her friend, I’m not going to take advantage of her vulnerability."
        ],
        [
            "Howard",
            "What, so you’re saying that if in the depths of despair she throws herself at you and demands you take her, right there, right now, you’ll just walk away?"
        ],
        [
            "Leonard",
            "I said I’m her friend. Not her gay friend. "
        ],
        [
            "Scene",
            "Penny’s flat. Penny is eating ice cream from the tub. "
        ],
        [
            "Leonard (knocking and entering)",
            "Hey, listen, I know you said that you didn’t want to talk…"
        ],
        [
            "Penny",
            "I don’t. "
        ],
        [
            "Leonard (leaving)",
            "Sorry."
        ],
        [
            "Penny",
            "Wait. "
        ],
        [
            "Leonard",
            "Wait, did you say wait?"
        ],
        [
            "Penny",
            "Tell me the truth. Am I just an idiot who picks giant losers? "
        ],
        [
            "Leonard",
            "No. No. "
        ],
        [
            "Penny",
            "Okay, so I pick good guys, but turn them into losers. "
        ],
        [
            "Leonard",
            "Of course not."
        ],
        [
            "Penny",
            "Well, it’s got to be one or the other, which is it?"
        ],
        [
            "Leonard",
            "I’m sorry, what were the choices again? "
        ],
        [
            "Penny",
            "I really thought Mike was different, I thought he was sensitive and smart. I mean, not you smart, normal non-freaky smart. "
        ],
        [
            "Leonard",
            "Yeah, no, sure."
        ],
        [
            "Penny",
            "You know, and then he just goes and has to humiliate me by writing about me on his blog so the entire world can read it."
        ],
        [
            "Leonard",
            "Actually it’s not all that easy to find. "
        ],
        [
            "Penny",
            "Yeah, really, well my friends at work found it, my sister found it, judging by my email a number of prisoners at the Michigan State Penitentiary found it. "
        ],
        [
            "Leonard",
            "Okay, well, what exactly did this guy write, not that I need to know the details of your sex life, I just thought…. never mind. "
        ],
        [
            "Penny",
            "Nope, you know what, you might as well read it, everybody else has, go ahead. Oh God, I just feel so betrayed and embarrassed. I just want to crawl into a hole and die."
        ],
        [
            "Leonard",
            "Okay, well, you know, this isn’t that bad. It just paints the picture of a very affectionate woman who’s open to expressing her affection in non traditional locales. "
        ],
        [
            "Penny",
            "Oh God!"
        ],
        [
            "Leonard",
            "Elevators, parks, movie theatres, out of curiosity, is this subway the transportation system or subway the sandwich shop? "
        ],
        [
            "Penny",
            "Sandwich shop."
        ],
        [
            "Leonard",
            "Doesn’t that violate the health code?"
        ],
        [
            "Penny",
            "No, at the sub shop we were only making out. "
        ],
        [
            "Leonard",
            "Huh. Okay. But my point is that you have absolutely no reason to be embarrassed. "
        ],
        [
            "Penny",
            "Really, do you think I overreacted?"
        ],
        [
            "Leonard",
            "Maybe a little."
        ],
        [
            "Penny",
            "‘Cause I do that, I do overreact. Maybe I should call Mike and apologise."
        ],
        [
            "Leonard",
            "No. No, no, that, that would be underreacting. He did break the implied confidentiality of the bedroom and, in your case, the elevator, parks and fast food franchise."
        ],
        [
            "Penny",
            "Yes. You’re right. I should just say I’m done with him. "
        ],
        [
            "Leonard",
            "Yes, you should, go ahead, say it. "
        ],
        [
            "Penny",
            "But I never gave the man a chance to explain. "
        ],
        [
            "Leonard",
            "What is there to explain, it’s all right here, it’s a betrayal. "
        ],
        [
            "Penny",
            "No, you were right the first time, this is a man who loves me, but in his own stupid way he was just trying to show people how he feels. "
        ],
        [
            "Leonard",
            "I’m pretty sure I never said that. "
        ],
        [
            "Penny",
            "No, you did better than that, you helped me see it on my own. "
        ],
        [
            "Leonard",
            "Aw, good for me. Where are you going?"
        ],
        [
            "Penny",
            "I’m going over to Mike’s. Leonard, thank you so much."
        ],
        [
            "Leonard",
            "Oh, sure. Huh, maybe I am her gay friend. "
        ],
        [
            "Scene",
            "The apartment. The guys are playing a board game and eating Chinese food."
        ],
        [
            "Sheldon",
            "Howard, I’m going to need another Mandarin lesson. I obviously didn’t make my point with those people. "
        ],
        [
            "Howard",
            "For God’s sake, Sheldon, if you don’t like the tangerine chicken, don’t order the tangerine chicken."
        ],
        [
            "Sheldon",
            "I like tangerine chicken, I’m not getting tangerine chicken."
        ],
        [
            "Leonard",
            "Can we please change the subject."
        ],
        [
            "Raj",
            "Sure. Tell us again how you screwed up and got Penny back together with her old boyfriend."
        ],
        [
            "Leonard",
            "Just roll the dice. "
        ],
        [
            "Raj (rolls and moves)",
            "Enslaved by warlocks, stay here till you roll 2, 4 or 6…7"
        ],
        [
            "Leonard",
            "She was mad at him. She was done with him, the relationship was broken beyond repair and I walked over there and I fixed it!"
        ],
        [
            "Howard",
            "Boy, that story gets better every time you hear it. "
        ],
        [
            "Sheldon",
            "Actually, I thought the first two renditions were far more compelling. Previously I felt sympathy for the Leonard character, now I just find him to be whiny and annoying. "
        ],
        [
            "Leonard",
            "Just eat your tangerine chicken. "
        ],
        [
            "Sheldon",
            "I’d love to, but I don’t have tangerine chicken. "
        ],
        [
            "Penny (storming in)",
            "Thank you so much for your stupid advice. (Slams door again.) "
        ],
        [
            "Raj",
            "Incredible. You managed to screw up the screw-up. "
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Leonard (knocking and entering)",
            "I’m back. "
        ],
        [
            "Penny",
            "I’m sorry I yelled at you. It’s not your fault. "
        ],
        [
            "Leonard",
            "What happened?"
        ],
        [
            "Penny",
            "Well, I went over to Mike’s to make up with him."
        ],
        [
            "Leonard",
            "Yeah, I know, I know that part. "
        ],
        [
            "Penny",
            "But he had already moved on."
        ],
        [
            "Leonard",
            "Already, that was quick."
        ],
        [
            "Penny",
            "That’s what I said to the woman who had her legs wrapped around his neck. "
        ],
        [
            "Leonard",
            "Oh, Penny, I am so sorry."
        ],
        [
            "Penny",
            "How could he do that."
        ],
        [
            "Leonard",
            "Oh, well, you know, you did throw an 8 gig iPod… yeah, no, how could he do that. "
        ],
        [
            "Penny",
            "I swear to God, I am done with guys like that. You know, macho, with the perfect body and the hair, and the money."
        ],
        [
            "Leonard",
            "Yeah, that must get old quick. "
        ],
        [
            "Penny",
            "You know, just once, I would like to go out with someone who is nice, and honest, and who actually cares about me. "
        ],
        [
            "Leonard",
            "What about me?"
        ],
        [
            "Penny",
            "What about you what?"
        ],
        [
            "Leonard",
            "What about if you went out with me?"
        ],
        [
            "Penny",
            "Are you asking me out?"
        ],
        [
            "Leonard",
            "Um… yes… I am… asking you out. "
        ],
        [
            "Penny",
            "Wow."
        ],
        [
            "Leonard",
            "I was just going off your comment about the nice guy…"
        ],
        [
            "Penny",
            "No, I know, I got that. Yeah, totally."
        ],
        [
            "Leonard (continuing through Penny)",
            "…thing and honest but, it’s no big deal…"
        ],
        [
            "Penny",
            "Yes. "
        ],
        [
            "Leonard",
            "Yes what? "
        ],
        [
            "Penny",
            "Yes, I will go out with you. "
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Penny",
            "Yeah. Why not, I mean, what do I have to lose?"
        ],
        [
            "Leonard",
            "Yeah. That’s the spirit. "
        ],
        [
            "Scene",
            "The lobby. Sheldon is listening to an iPod."
        ],
        [
            "Sheldon",
            "Show me your citrus peels. Gei wo kan, ni jud di zi pei. Show me your citrus peels. Gei wo kan, ni jud di zi pei. Show me your…"
        ],
        [
            "Penny (tapping him on the shoulder)",
            "Sheldon."
        ],
        [
            "Sheldon (jumping in panic)",
            "Aieee ya! Xia si wo le. "
        ],
        [
            "Penny",
            "I’m sorry. Look, do you have a second."
        ],
        [
            "Sheldon",
            "A second what? Pair of underwear? "
        ],
        [
            "Penny",
            "I was just wondering if I could talk to you? It’s about Leonard."
        ],
        [
            "Sheldon",
            "Why me? Why not Koothrappali or Wolowitz?"
        ],
        [
            "Penny",
            "Well, Raj can’t talk to me unless he’s drunk, and Wolowitz is, you know, disgusting. "
        ],
        [
            "Sheldon",
            "Yes, I suppose he is. "
        ],
        [
            "Penny",
            "All I’m saying is, you know Leonard the best. "
        ],
        [
            "Sheldon",
            "Not necessarily. I’m often surprised by my lack of familiarity with Leonard. Just the other day I discovered, he not only has a loofah, he hides it. Why do you suppose a man would be ashamed of having a loofah? I myself prefer to have my excess epithelial cells slough off naturally, but I don’t condemn those who seek to accelerate the process.  (Time shift) And until recently I had no idea that despite his lactose intolerance, he can tolerate small amounts of non-fat ice cream without producing a noxious gas that I maintain in the right concentration could be weaponised. (Begins to unlock apartment door.)"
        ],
        [
            "Penny",
            "Leonard might come home, can we talk in my apartment. "
        ],
        [
            "Sheldon",
            "We’re not done? "
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Sheldon",
            "Ach, why not? We’re already through the looking glass anyway. "
        ],
        [
            "Penny",
            "Okay, so, here’s the thing. I guess you’re aware that Leonard asked me out. "
        ],
        [
            "Sheldon",
            "Well, he didn’t actually say anything, but when he came back to the apartment he was doing a dance that brought to mind the happy hippos in Fantasia. "
        ],
        [
            "Penny",
            "Oh, that’s nice. Anyhow, the thing I wanted to talk to you about is, you know, since Leonard and I have become friends, I was just… want to sit down? "
        ],
        [
            "Sheldon",
            "Oh, I wish it were that simple. You see, I don’t spend much time here and so I’ve never really chosen a place to sit. "
        ],
        [
            "Penny",
            "Well, choose."
        ],
        [
            "Sheldon",
            "There are a number of options and, I’m really not familiar enough with the cushion densities, air flow patterns and dispersion of sunlight to make an informed choice."
        ],
        [
            "Penny",
            "Alright, why don’t you just pick one at random, and then if you don’t like it you can sit somewhere else next time. "
        ],
        [
            "Sheldon",
            "No, no, that’s crazy. You go ahead and talk while I figure it out. "
        ],
        [
            "Penny",
            "Okay. Um, here’s the thing. So, I’ve known for a while now that Leonard has had a little crush on me…"
        ],
        [
            "Sheldon",
            "A little crush? Well I suppose so, in the same way Menelaus had a little crush on Helen of Troy. "
        ],
        [
            "Penny",
            "Alright, yeah, I don’t really know who they are…"
        ],
        [
            "Sheldon",
            "Well Menelaus was the brother of Agamemnon…"
        ],
        [
            "Penny",
            "Yeah, I don’t care, I don’t care. The point is Leonard isn’t the kind of guy I usually go out with."
        ],
        [
            "Sheldon",
            "Leonard isn’t the kind of guy anyone usually goes out with. Would you be open to rotating the couch clockwise thirty degrees? "
        ],
        [
            "Penny",
            "No. What I’m saying is, Leonard might be different in a good way. Obviously my usual choices have not worked out so well. "
        ],
        [
            "Sheldon",
            "The last one worked out well for Koothrappali. He got a free iPod. Oh, glare! "
        ],
        [
            "Penny",
            "But on the other hand, if things don’t go well with Leonard, I risk losing a really good friend. I mean, I guess he’s not looking for a fling, he’s the kind of guy that gets into a relationship for, I don’t know, like you would say light years. "
        ],
        [
            "Sheldon",
            "I would not say that. No-one would say that, a light year is a unit of distance, not time. "
        ],
        [
            "Penny",
            "Thank you for the clarification. "
        ],
        [
            "Sheldon",
            "Draft. You see people hear the word year and they think duration. Foot pound has the same problem, that’s a unit of work, not of weight."
        ],
        [
            "Penny",
            "Right, thanks."
        ],
        [
            "Sheldon",
            "It’s a common mistake."
        ],
        [
            "Penny",
            "Not the first one I’ve made today. "
        ],
        [
            "Sheldon",
            "Okay. I think this will be my seat. "
        ],
        [
            "Penny",
            "Sheldon, do you have anything to say that has anything to do with, you know, what I’m talking about. "
        ],
        [
            "Sheldon",
            "Well, let’s see. We might consider Schrodinger’s Cat. "
        ],
        [
            "Penny",
            "Schrodinger? Is that the woman in 2A?"
        ],
        [
            "Sheldon",
            "No. That’s Mrs Grossinger. And she doesn’t have a cat, she has a Mexican hairless, annoying little animal, yip yip yip yip…"
        ],
        [
            "Penny",
            "Sheldon! "
        ],
        [
            "Sheldon",
            "Sorry, you diverted me. Anyway, in 1935, Erwin Schrodinger, in an attempt to explain the Copenhagen interpretation of quantum physics, he proposed an experiment where a cat is placed in a box with a sealed vial of poison that will break open at a random time. Now, since no-one knows when or if the poison has been released, until the box is opened, the cat can be thought of as both alive and dead. "
        ],
        [
            "Penny",
            "I’m sorry, I don’t get the point. "
        ],
        [
            "Sheldon",
            "Well of course you don’t get it, I haven’t made it yet. You’d have to be psychic to get it, and there’s no such thing as psychic."
        ],
        [
            "Penny",
            "Sheldon, what’s the point? "
        ],
        [
            "Sheldon",
            "Just like Schrodinger’s Cat, your potential relationship with Leonard right now can be thought of as both good and bad. It is only by opening the box that you’ll find out which it is. "
        ],
        [
            "Penny",
            "Okay, so you’re saying I should go out with Leonard. "
        ],
        [
            "Sheldon",
            "No, no, no, no, no, no. Let me start again. In 1935, Erwin Schrodinger…"
        ],
        [
            "Scene",
            "The University cafeteria."
        ],
        [
            "Leonard (pointing)",
            "Two seats right there. "
        ],
        [
            "Sheldon (to two oriental-looking people occupying the other seats)",
            "Chong sho sha pwe. (Caption translates to “Long Live Concrete”.) Xie xie. (Thank you) "
        ],
        [
            "Leonard",
            "Sheldon, I think I’ve made a mistake. "
        ],
        [
            "Sheldon",
            "I can see that. Unless you’re planning on running a marathon, choosing both stuffing and mashed potatoes is a starch filled redundancy."
        ],
        [
            "Leonard",
            "No, it’s about Penny."
        ],
        [
            "Sheldon",
            "A mistake involving Penny? Okay, you’ll have to narrow it down. "
        ],
        [
            "Leonard",
            "I don’t think I can go out with her tonight. "
        ],
        [
            "Sheldon",
            "Then don’t."
        ],
        [
            "Leonard",
            "Other people would say “why not?” "
        ],
        [
            "Sheldon",
            "Other people might be interested. "
        ],
        [
            "Leonard",
            "I’m going to talk anyway."
        ],
        [
            "Sheldon",
            "I assumed you would. "
        ],
        [
            "Leonard",
            "Now that I’m actually about to go out with Penny, I’m not excited, I’m nauseous. "
        ],
        [
            "Sheldon",
            "Ah, then your meal choice is appropriate. Starch absorbs fluid which reduces the amount of vomit available for violent expulsion. "
        ],
        [
            "Leonard",
            "Right."
        ],
        [
            "Sheldon",
            "You also made a common grammatical mistake, you said nauseous when you meant nauseated. But go on. "
        ],
        [
            "Leonard",
            "Sheldon, this date is probably my one chance with Penny, what happens if I blow it. "
        ],
        [
            "Sheldon",
            "Well, if we accept your premise, and also accept the highly improbable assumption that Penny is the only woman in the world for you then we can logically conclude that the result of blowing it would be that you end up a lonely, bitter old man with no progeny. The image of any number of evil lighthouse keepers from Scooby Doo cartoons comes to mind. "
        ],
        [
            "Leonard",
            "You’re not helping. "
        ],
        [
            "Sheldon",
            "Alright, what response on my part would bring this conversation to a speedy conclusion?"
        ],
        [
            "Leonard",
            "Tell me whether or not to go through with the date."
        ],
        [
            "Sheldon",
            "Schrodinger’s Cat."
        ],
        [
            "Leonard",
            "Wow, that’s brilliant."
        ],
        [
            "Sheldon",
            "You sound surprised. Mmm, hou zi shui zai li du. (Your monkey sleeps inside me.) "
        ],
        [
            "Scene",
            "Leonard approaches Penny’s door. He is wearing a suit. He knocks. Penny answers."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Leonard",
            "Hi. "
        ],
        [
            "Penny",
            "come on in."
        ],
        [
            "Leonard",
            "Thank you. You look very nice."
        ],
        [
            "Penny",
            "Thank you. So do you. "
        ],
        [
            "Leonard",
            "I made an eight o’clock reservation."
        ],
        [
            "Penny",
            "Okay, great, listen, um, maybe we should talk first. "
        ],
        [
            "Leonard",
            "Oh. Okay. But before you say anything, have you ever heard of Schrodinger’s Cat? "
        ],
        [
            "Penny",
            "Actually, I’ve heard far too much about Schrodinger’s Cat. "
        ],
        [
            "Leonard",
            "Good. (He grabs her and kisses her.) "
        ],
        [
            "Penny",
            "Alright, the cat’s alive, let’s go to dinner. "
        ],
        [
            "Scene",
            "The Szechuan Palace. "
        ],
        [
            "Sheldon (in Mandarin)",
            "Show me your mucus! Your mucus! "
        ],
        [
            "Owner (in Mandarin)",
            "Blow your own nose and go away. "
        ],
        [
            "Sheldon (in Mandarin)",
            "This is not a tangerine bicycle. "
        ],
        [
            "Owner (in English)",
            "Crazy man. Call the police. "
        ],
        [
            "Sheldon (in Mandarin)",
            "No. Don’t call the library. Show me your mucus. (Leonard and Penny are seen entering, and then leaving again quickly.) Oxen are in my bed! Many, many oxen! Oy Vey!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-17-the-tangerine-factor/"
}