{
    "Season": 1,
    "Episode": 2,
    "Title": "the big bran hypothesis",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Sheldon and Leonard’s apartment. Sheldon, Leonard, Howard and Raj are present."
            ],
            [
                11,
                "(Leonard opens door to Penny, steps into hallway)"
            ],
            [
                59,
                "Credit sequence."
            ],
            [
                60,
                "Ground floor hallway of the apartment building. Leonard is signing for the delivery."
            ],
            [
                69,
                "Time shift, Leonard and Sheldon are now lowering the package onto the bottom of the stairs."
            ],
            [
                75,
                "(Sheldon heads up the stairs. The package slides back down to the bottom.)"
            ],
            [
                77,
                "Time shift, they now have the package on an upstairs hallway, not their own."
            ],
            [
                82,
                "Quick cut to the hallway of their floor, they are nearing the top of the staircase."
            ],
            [
                85,
                "Inside Penny’s apartment. They are laying the package down on the floor."
            ],
            [
                122,
                "The living room. Leonard enters carrying a light sabre."
            ],
            [
                124,
                "(Notices front door is open, turns off light sabre.)"
            ],
            [
                125,
                "Penny’s apartment, penny is sleeping, Sheldon is cleaning. Leonard enters."
            ],
            [
                135,
                "(Penny snores)"
            ],
            [
                146,
                "Sheldon and Leonard’s living room, morning. Sheldon enters, singing to himself. "
            ],
            [
                190,
                "The stairwell. Raj is coming up the stairs, he meets Penny who is going down."
            ],
            [
                196,
                "Raj (internally sings an Indian lullaby.)"
            ],
            [
                201,
                "Sheldon and Leonard’s living room. Howard is there, playing on a dance video game. "
            ],
            [
                214,
                "The hallway, Leonard puts a note under Penny’s door. It opens."
            ],
            [
                222,
                "Penny’s apartment. Sheldon and Leonard are trying to construct furniture."
            ]
        ],
        "Leonard": [
            [
                1,
                "There you go, Pad Thai, no peanuts."
            ],
            [
                3,
                "Uh, I’m not sure, everyone keep an eye on Howard in case he starts to swell up."
            ],
            [
                7,
                "Here we go."
            ],
            [
                9,
                "Ask him for a napkin, I dare you. (There is a knock on the door.) I’ll get it."
            ],
            [
                13,
                "Oh, hi Penny."
            ],
            [
                15,
                "No."
            ],
            [
                19,
                "They’re not going anywhere. (Closes door, staying in hallway.) So, you’re coming home from work. That’s great. How was work."
            ],
            [
                21,
                "So, you sort of act as a carbohydrate delivery system."
            ],
            [
                23,
                "Yes."
            ],
            [
                35,
                "So, there’s gonna be some furniture delivered?"
            ],
            [
                37,
                "Yeah, no problem."
            ],
            [
                39,
                "Penny, wait."
            ],
            [
                41,
                "Um, if you don’t have any other plans, do you want to join us for Thai food and a Superman movie marathon?"
            ],
            [
                49,
                "Unless, Superman matches her speed and decelerates. "
            ],
            [
                51,
                "Excuse me, your entire argument is predicated on the assumption that Superman’s flight is a feat of strength."
            ],
            [
                56,
                "I have 26 hundred comic books in there, I challenge you to find a single reference to Kryptonian skin cells."
            ],
            [
                61,
                "Okay, her apartment’s on the fourth floor but the elevator’s broken so you’re going to have to (delivery man leaves) oh, you’re just going to be done, okay, cool, thanks. I guess we’ll just bring it up ourselves."
            ],
            [
                63,
                "Why not?"
            ],
            [
                65,
                "We don’t need strength, we’re physicists. We are the intellectual descendents of Archimedes. Give me a fulcrum and a lever and I can move the Earth, it’s just a matter… (starts to move package) I don’t have this… I don’t have this I don’t have this."
            ],
            [
                67,
                "Do you have any ideas?"
            ],
            [
                70,
                "Easy, easy (package falls) Okay! Now we’ve got an inclined plane. The force required to lift is reduced by the sine of the angle of the stairs, call it thirty degrees, so about half. "
            ],
            [
                74,
                "What? Oh, okay, uh, okay, yeah, no problem, just come up here and help me pull and turn."
            ],
            [
                79,
                "Men do things for women without expecting sex."
            ],
            [
                81,
                "I’m doing this to be a good neighbour. In any case, there’s no way it could lower the odds."
            ],
            [
                83,
                "Almost there, almost there, almost there. (Lets go of package, it starts to slip down)"
            ],
            [
                87,
                "You okay?"
            ],
            [
                89,
                "So Penny’s a little messy."
            ],
            [
                91,
                "Did it ever occur to you that not everyone has the compulsive need to sort, organise and label the entire world around them?"
            ],
            [
                93,
                "Well they don’t. Hard as it may be for you to believe, most people don’t sort their breakfast cereal numerically by fibre content."
            ],
            [
                95,
                "Come on, we should go."
            ],
            [
                97,
                "What are you doing?"
            ],
            [
                99,
                "Sheldon, this is not your home."
            ],
            [
                101,
                "When the transvestite lived here, you didn’t care how he kept the place."
            ],
            [
                103,
                "What were you doing in his closet?"
            ],
            [
                106,
                "Oh, hey Penny, this just arrived, we just brought this up, just now."
            ],
            [
                109,
                "No."
            ],
            [
                111,
                "No."
            ],
            [
                113,
                "Well, we’ll get out of your hair."
            ],
            [
                117,
                "It’s a joke."
            ],
            [
                119,
                "Yeah, he didn’t tell it right."
            ],
            [
                121,
                "Sheldon?"
            ],
            [
                123,
                "Sheldon? Hello? "
            ],
            [
                126,
                "Sheldon!"
            ],
            [
                128,
                "Are you insane, you can’t just break into a woman’s apartment in the middle of the night and clean."
            ],
            [
                130,
                "Do you realise that if Penny wakes up, there is no reasonable explanation as to why we’re here?"
            ],
            [
                132,
                "No, no. You gave me an explanation, it’s reasonableness will be determined by a jury of your peers."
            ],
            [
                134,
                "Sheldon, we have to get out of here."
            ],
            [
                137,
                "What?"
            ],
            [
                139,
                "That’s ridiculous. (Penny snores again.)"
            ],
            [
                143,
                "O-o-o-oh! (Collapses against wall)."
            ],
            [
                145,
                "Oh, what the hell."
            ],
            [
                148,
                "Morning. "
            ],
            [
                150,
                "I’m not surprised. A well known folk cure for insomnia is to break into your neighbour’s apartment and clean."
            ],
            [
                152,
                "You think?"
            ],
            [
                154,
                "You know what, you’ve convinced me, maybe tonight we should sneak in and shampoo her carpet."
            ],
            [
                156,
                "Yes! For God’s sake, Sheldon, do I have to hold up a sarcasm sign every time I open my mouth."
            ],
            [
                158,
                "No, I do not have a sarcasm sign."
            ],
            [
                161,
                "Penny’s up."
            ],
            [
                163,
                "How did she know it was us?"
            ],
            [
                166,
                "God, this is going to be bad."
            ],
            [
                169,
                "Yes, but, only to clean."
            ],
            [
                172,
                "I’m very, very sorry."
            ],
            [
                174,
                "Oh, yes, we discussed it at length last night."
            ],
            [
                180,
                "Okay, look, no Penny, I think what you’re feeling is perfectly valid, and maybe a little bit later today when you’re feeling a little bit less, for lack of a better word, violated, maybe we could talk about this some more."
            ],
            [
                182,
                "Sure, that’s another way to go."
            ],
            [
                184,
                "You are going to march yourself over there right now and apologise. (Sheldon laughs.) What’s funny?"
            ],
            [
                186,
                "No."
            ],
            [
                203,
                "It’s fine. You win."
            ],
            [
                210,
                "What did she say? Is she still mad at me?"
            ],
            [
                216,
                "Oh."
            ],
            [
                218,
                "Um, here’s the thing. (Reads from note.) Penny. Just as Oppenheimer came to regret his contributions to the first atomic bomb, so too I regret my participation in what was, at the very least, an error in judgement. The hallmark of the great human experiment is the willingness to recognise one’s mistakes. Some mistakes, such as Madame Curie’s discovery of Radium turned out to have great scientific potential even though she would later die a slow, painful death from radiation poisoning. Another example, from the field of ebola research…."
            ],
            [
                220,
                "Yeah."
            ],
            [
                223,
                "Six two inch dowels."
            ],
            [
                225,
                "One package, Phillips head screws."
            ],
            [
                228,
                "No, please, we insist, it’s the least we can do considering. "
            ],
            [
                231,
                "What?"
            ],
            [
                234,
                "It is an inefficient design, for example Penny has a flat screen TV, which means all the space behind it is wasted."
            ],
            [
                236,
                "And control it how?"
            ],
            [
                241,
                "Also inefficient, and might be loud."
            ],
            [
                245,
                "Oh, really, show me where we put a drip tray, a sluice and an overflow reservoir?"
            ],
            [
                248,
                "Oh, I’ve got it. How about if we replace panels A, B and F and crossbar H with aircraft grade aluminium. "
            ],
            [
                251,
                "Meet back here in an hour?"
            ],
            [
                253,
                "Got it. (They all leave)."
            ]
        ],
        "Howard": [
            [
                2,
                "But does it have peanut oil?"
            ],
            [
                10,
                "Do I look puffy? I feel puffy."
            ],
            [
                25,
                "(speaks a phrase in Russian)."
            ],
            [
                27,
                "Haven’t you ever been told how beautiful you are in flawless Russian?"
            ],
            [
                29,
                "Get used to it."
            ],
            [
                34,
                "He can’t talk to attractive women, or in your case a cheesecake–scented Goddess!"
            ],
            [
                53,
                "Yeah, and you don’t have a problem with that, how does he fly at night."
            ],
            [
                204,
                "What’s his problem?"
            ],
            [
                206,
                "Been there."
            ],
            [
                208,
                "Really? You? Rajesh Koothrapali, spoke to Penny?"
            ],
            [
                212,
                "She hugged you? How did she hug you? (Raj hugs Howard.) Is that her perfume I smell?"
            ],
            [
                232,
                "These instructions are a pictographic representation of the least imaginative way to assemble these components. This right here is why Sweden has no space program."
            ],
            [
                242,
                "How about liquid coolant? Maybe a little aquarium pump here, run some quarter inch PVC…"
            ],
            [
                244,
                "Hold on, honey, men at work. The PVC comes down here, maybe a little corrugated sheet metal as a radiator here."
            ],
            [
                250,
                "Perfect, Leonard, why don’t you and Sheldon go down to the junk yard and pick up about six square metres of scrap aluminium, Raj and I will run down to my lab and get the oxy-acetaline torch."
            ],
            [
                252,
                "Done."
            ]
        ],
        "Sheldon": [
            [
                4,
                "Since it’s not bee season, you can have my epinephrine."
            ],
            [
                6,
                "You don’t need chopsticks, this is Thai food."
            ],
            [
                8,
                "Thailand has had the fork since the latter half of the nineteenth century. Interestingly they don’t actually put the fork in their mouth, they use it to put the food on a spoon which then goes into their mouth."
            ],
            [
                31,
                "Hi."
            ],
            [
                33,
                "Don’t take it personally, it’s his pathology, he can’t talk to women."
            ],
            [
                43,
                "You’re kidding, right?"
            ],
            [
                46,
                "You realise that scene was rife with scientific inaccuracy."
            ],
            [
                48,
                "Oh no, let’s assume that they can. Lois Lane is falling, accelerating at an initial rate of 32 feet per second per second. Superman swoops down to save her by reaching out two arms of steel. Miss Lane, who is now travelling at approximately 120 miles per hour, hits them, and is immediately sliced into three equal pieces. "
            ],
            [
                50,
                "In what space, sir, in what space? She’s two feet above the ground. Frankly, if he really loved her, he’d let her hit the pavement. It would be a more merciful death."
            ],
            [
                52,
                "Are you listening to yourself, it is well established that Superman’s flight is a feat of strength, it is an extension of his ability to leap tall buildings, an ability he derives from Earth’s yellow Sun."
            ],
            [
                54,
                "Uh, a combination of the moon’s solar reflection and the energy storage capacity of Kryptonian skin cells."
            ],
            [
                57,
                "Challenge accepted. (Tries door.) We’re locked out."
            ],
            [
                62,
                "I hardly think so. "
            ],
            [
                64,
                "Well, we don’t have a dolly, or lifting belts, or any measurable upper body strength."
            ],
            [
                66,
                "Archimedes would be so proud."
            ],
            [
                68,
                "Yes, but they all involve a green lantern and a power ring."
            ],
            [
                71,
                "Exactly half."
            ],
            [
                73,
                "What’s your formula for the corner."
            ],
            [
                76,
                "Ah, gravity, thou art a heartless bitch."
            ],
            [
                78,
                "You do understand that our efforts here will in no way increase the odds of you having sexual congress with this woman?"
            ],
            [
                80,
                "Yeah, those are men who just had sex."
            ],
            [
                84,
                "No we’re not, no we’re not, no we’re not."
            ],
            [
                86,
                "Watch your fingers. Watch your fingers. Oh God, my fingers!"
            ],
            [
                88,
                "No, it hurt… (looking around) Great Caesar’s Ghost, look at this place?"
            ],
            [
                90,
                "A little messy? The Mandelbrot set of complex numbers is a little messy, this is chaos. Excuse me, explain to me an organisational system where a tray of flatware on a couch is valid. I’m just inferring that this is a couch, because the evidence suggests the coffee table’s having a tiny garage sale. "
            ],
            [
                92,
                "No."
            ],
            [
                94,
                "Excuse me, but I think we’ve both found that helpful at times."
            ],
            [
                96,
                "Hang on."
            ],
            [
                98,
                "Straightening up."
            ],
            [
                100,
                "This is not anyone’s home, this is a swirling vortex of entropy."
            ],
            [
                102,
                "Because it was immaculate, I mean, you open that man’s closet, it was left to right, evening gowns, cocktail dresses, then his police uniforms."
            ],
            [
                104,
                "I helped run some cable for a webcam."
            ],
            [
                108,
                "(sucks in breath)"
            ],
            [
                110,
                "No?"
            ],
            [
                112,
                "No."
            ],
            [
                115,
                "Penny, I just want you to know that, you don’t have to live like this. I’m here for you."
            ],
            [
                127,
                "Sssshhhh! Penny’s sleeping."
            ],
            [
                129,
                "I had no choice. I couldn’t sleep knowing that just outside my bedroom was our living room, and just outside our living room was that hallway, and immediately adjacent to that hallway was… this."
            ],
            [
                131,
                "I just gave you a reasonable explanation."
            ],
            [
                133,
                "Don’t be ridiculous. I have no peers."
            ],
            [
                136,
                "You might want to speak in a lower register."
            ],
            [
                138,
                "Evolution has made women sensitive to high pitched noises while they sleep, so that they’ll be roused by a crying baby. If you want to avoid waking her, speak in a lower register."
            ],
            [
                140,
                "No, (lowering his voice dramatically,) that’s ridiculous."
            ],
            [
                142,
                "I am not leaving until I’m done."
            ],
            [
                144,
                "If you have time to lean, you have time to clean."
            ],
            [
                147,
                "Morning."
            ],
            [
                149,
                "I have to say, I slept splendidly. Granted, not long, but just deeply and well."
            ],
            [
                151,
                "Sarcasm?"
            ],
            [
                153,
                "Granted, my methods may have been somewhat unorthodox, but I think the end result will be a measurable enhancement of Penny’s quality of life."
            ],
            [
                155,
                "You don’t think that crosses a line?"
            ],
            [
                157,
                "You have a sarcasm sign?"
            ],
            [
                159,
                "Do you want some cereal. I’m feeling so good today I’m going to choose from the low fibre end of the shelf. Hello, Honey Puffs."
            ],
            [
                164,
                "I may have left a suggested organisational schematic for her bedroom closet."
            ],
            [
                167,
                "Goodbye, Honey Puffs, hello Big Bran."
            ],
            [
                170,
                "Really more to organise, you’re not actually dirty, per se."
            ],
            [
                176,
                "And snoring. And that’s probably just a sinus infection, but it could be sleep apnoea, you might want to see an otolaryngologist. It’s a throat doctor."
            ],
            [
                178,
                "Depending on the depth, that’s either a proctologist or a general surgeon. (Leonard holds up a sign reading “Sarcasm”) Oh!"
            ],
            [
                183,
                "Penny, Penny, just to clarify because there will be a discussion when you leave, is your objection solely to our presence in the apartment while you were sleeping, or do you also object to the imposition of a new organisational paradigm. (Penny stares in disbelief, then leaves.) Well that was a little non-responsive."
            ],
            [
                185,
                "That wasn’t sarcasm?"
            ],
            [
                187,
                "Wooh, boy, you are all over the place this morning. (Knocks on Penny’s door.) I have a masters and two PhD’s, I should not have to do this."
            ],
            [
                189,
                "I am truly sorry for what happened last night, I take full responsibility. And I hope that it won’t colour your opinion of Leonard, who is not only a wonderful guy, but also, I hear, a gentle and thorough lover. (Penny closes door in his face.) I did what I could."
            ],
            [
                205,
                "His imaginary girlfriend broke up with him."
            ],
            [
                224,
                "Check."
            ],
            [
                226,
                "Check."
            ],
            [
                229,
                "Considering what? How great this place looks?"
            ],
            [
                235,
                "We could put her stereo back there."
            ],
            [
                237,
                "Run an infra-red repeater, photocell here, emitter here, easy peasy. "
            ],
            [
                240,
                "Hang on Penny. How about fans, here and here?"
            ],
            [
                246,
                "And if water is involved we’re going to have to ground the crap out of the thing. "
            ],
            [
                249,
                "Right, then the entire thing’s one big heat sink."
            ]
        ],
        "Raj": [
            [
                5,
                "Are there any chopsticks?"
            ],
            [
                58,
                "Also, the pretty girl left."
            ],
            [
                209,
                "Actually, I was less the chatter than the chattee."
            ],
            [
                211,
                "Well, she was upset at first, but, probably because her sister shot somebody. Then there was something about you and… then she hugged me."
            ],
            [
                213,
                "intoxicating, isn’t it?"
            ]
        ],
        "Penny": [
            [
                12,
                "Hey Leonard."
            ],
            [
                14,
                "Am I interrupting."
            ],
            [
                18,
                "Sounds like you have company."
            ],
            [
                20,
                "Well, you know, it’s the Cheesecake Factory. People order cheesecake, and I bring it to them."
            ],
            [
                22,
                "Yeah, call it whatever you want, I get minimum wage. Yeah, anyways, I was wondering if you could help me out with something, I was…."
            ],
            [
                24,
                "Oh. Okay, great, I’m having some furniture delivered tomorrow, and I may not be here, so…. (apartment door opens, Sheldon, Raj and Howard appear) Oh! Hel…hello!"
            ],
            [
                26,
                "I’m sorry?"
            ],
            [
                28,
                "No, I haven’t."
            ],
            [
                30,
                "Yeah, I probably won’t, but… Hey Sheldon."
            ],
            [
                32,
                "Hey Raj! (Raj looks uncomfortable) Still not talking to me, huh?"
            ],
            [
                36,
                "Yeah, yeah, if it gets here and I’m not here tomorrow could you just sign for it and have them put it in my apartment."
            ],
            [
                38,
                "Great, here’s my spare key. Thank you."
            ],
            [
                40,
                "Yeah?"
            ],
            [
                42,
                "A marathon? Wow, how many Superman movies are there?"
            ],
            [
                44,
                "Yeah, I do like the one where Lois Lane falls from the helicopter and Superman swooshes down and catches her, which one was that? "
            ],
            [
                47,
                "Yes, I know, men can’t fly."
            ],
            [
                55,
                "I’m just going to go wash up."
            ],
            [
                107,
                "Great. Was it hard getting it up the stairs?"
            ],
            [
                114,
                "Oh, great, thank you again (she throws her jacket over the back of the sofa)."
            ],
            [
                116,
                "What’s he talking about?"
            ],
            [
                118,
                "I don’t get it."
            ],
            [
                171,
                "Give me back my key."
            ],
            [
                173,
                "Do you understand how creepy this is."
            ],
            [
                175,
                "In my apartment, while I was sleeping."
            ],
            [
                177,
                "And what kind of doctor removes shoes from asses?"
            ],
            [
                179,
                "God!"
            ],
            [
                181,
                "Stay away from me."
            ],
            [
                191,
                "Hey Raj. (Raj stands looking uncomfortable.) Hey, listen, I don’t know if you heard about what happened last night with Leonard and Sheldon, but I’m really upset about it, I mean they just, they let themselves into my place, and then they cleaned it, I mean can you even believe that? How weird is that?"
            ],
            [
                193,
                "You know, where I come from, someone comes into your house at night, you shoot, okay? And you don’t shoot to wound. I mean, alright, my sister shot her husband, but it was an accident, they were drunk. What was I saying?"
            ],
            [
                195,
                "It’s obvious that they meant well, but I’m just, I’m having a really rough time, like I said, I broke up with my boyfriend, and it’s just freaking me out."
            ],
            [
                197,
                "I mean, just because most of the men I’ve known in my life happen to be jerks, doesn’t mean I should just assume Leonard and Sheldon are. Right?"
            ],
            [
                199,
                "That’s exactly what I thought. Thank you for listening. You’re a doll. (She hugs him.)"
            ],
            [
                215,
                "Hi."
            ],
            [
                217,
                "What’s going on?"
            ],
            [
                219,
                "Leonard."
            ],
            [
                227,
                "Guys, seriously, I grew up on a farm, okay, I rebuilt a tractor engine when I was like twelve, I think I can put together a cheap Swedish media centre. "
            ],
            [
                233,
                "Well, uh, it looked pretty good in the store."
            ],
            [
                239,
                "Hey guys, I got this. "
            ],
            [
                243,
                "Guys, this is actually really simple."
            ],
            [
                247,
                "Guys, it’s hot in here, I think I’ll just take off all my clothes. "
            ],
            [
                254,
                "Okay, this place does look pretty good."
            ]
        ],
        "Sheldon (off)": [
            [
                16,
                "You’re not swelling, Howard."
            ]
        ],
        "Howard (off)": [
            [
                17,
                "No, no, look at my fingers, they’re like Vienna sausages."
            ]
        ],
        "Leonard,Sheldon and Howard together": [
            [
                45,
                "One. (Raj raises one finger). "
            ]
        ],
        "Leonard (snarkily)": [
            [
                72,
                "Exactly half. Let’s push. Okay, see, it’s moving, this is easy, all in the math. "
            ]
        ],
        "Penny (entering)": [
            [
                105,
                "Hey guys."
            ],
            [
                168,
                "You came into my apartment last night when I was sleeping?"
            ]
        ],
        "Scene: Leonard’s bedroom, he is asleep. Sound of door opening and closing somewhere else is heard. Leonard wakes, puts on his glasses and looks at the clock. It is 2": [
            [
                120,
                "16."
            ]
        ],
        "Leonard (doing likewise)": [
            [
                141,
                "Fine. I accept your premise, now please let’s go."
            ]
        ],
        "Penny (voice off)": [
            [
                160,
                "Son of a Bitch!"
            ],
            [
                162,
                "You sick, geeky bastards!"
            ],
            [
                165,
                "Leonard!"
            ]
        ],
        "Penny (opening door)": [
            [
                188,
                "What?"
            ]
        ],
        "Raj (internally, while Penny continues to talk)": [
            [
                192,
                "Ooh, she’s standing very close to me. Oh my, she does smell good. What is that, vanilla?"
            ]
        ],
        "Raj (internally)": [
            [
                194,
                "She’s so chatty. Maybe my parents are right. Maybe I’d be better off with an Indian girl. We’d have the same cultural background, and my wife would sing to my children the same lullabies my mother sang to me. "
            ],
            [
                198,
                "She asked me a question. I should probably nod. (Does.)"
            ],
            [
                200,
                "Oh-oh. Turn your pelvis. (Does.)"
            ]
        ],
        "Howard (jumping off game mat)": [
            [
                202,
                "Grab a napkin, homie. You just got served. "
            ]
        ],
        "Raj (entering)": [
            [
                207,
                "Hello. Sorry I’m late. But I was in the hallway, chatting up Penny."
            ]
        ],
        "Penny (hugs him)": [
            [
                221,
                "We’re okay. (Kisses him on cheek. Closes door. Leonard looks happy, walks back across hallway and straight into the apartment door.)"
            ]
        ],
        "Howard (across room with Raj)": [
            [
                230,
                "Oh boy, I was afraid of this."
            ]
        ],
        "Howard (after Raj whispers in his ear)": [
            [
                238,
                "Good point, how you gonna cool it?"
            ]
        ],
        "Teleplay": [
            [
                255,
                "Robert Cohen & Dave Goetsch"
            ]
        ],
        "Story": [
            [
                256,
                "Chuck Lorre & Bill Prady"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Sheldon and Leonard’s apartment. Sheldon, Leonard, Howard and Raj are present."
        ],
        [
            "Leonard",
            "There you go, Pad Thai, no peanuts."
        ],
        [
            "Howard",
            "But does it have peanut oil?"
        ],
        [
            "Leonard",
            "Uh, I’m not sure, everyone keep an eye on Howard in case he starts to swell up."
        ],
        [
            "Sheldon",
            "Since it’s not bee season, you can have my epinephrine."
        ],
        [
            "Raj",
            "Are there any chopsticks?"
        ],
        [
            "Sheldon",
            "You don’t need chopsticks, this is Thai food."
        ],
        [
            "Leonard",
            "Here we go."
        ],
        [
            "Sheldon",
            "Thailand has had the fork since the latter half of the nineteenth century. Interestingly they don’t actually put the fork in their mouth, they use it to put the food on a spoon which then goes into their mouth."
        ],
        [
            "Leonard",
            "Ask him for a napkin, I dare you. (There is a knock on the door.) I’ll get it."
        ],
        [
            "Howard",
            "Do I look puffy? I feel puffy."
        ],
        [
            "Scene",
            "(Leonard opens door to Penny, steps into hallway)"
        ],
        [
            "Penny",
            "Hey Leonard."
        ],
        [
            "Leonard",
            "Oh, hi Penny."
        ],
        [
            "Penny",
            "Am I interrupting."
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon (off)",
            "You’re not swelling, Howard."
        ],
        [
            "Howard (off)",
            "No, no, look at my fingers, they’re like Vienna sausages."
        ],
        [
            "Penny",
            "Sounds like you have company."
        ],
        [
            "Leonard",
            "They’re not going anywhere. (Closes door, staying in hallway.) So, you’re coming home from work. That’s great. How was work."
        ],
        [
            "Penny",
            "Well, you know, it’s the Cheesecake Factory. People order cheesecake, and I bring it to them."
        ],
        [
            "Leonard",
            "So, you sort of act as a carbohydrate delivery system."
        ],
        [
            "Penny",
            "Yeah, call it whatever you want, I get minimum wage. Yeah, anyways, I was wondering if you could help me out with something, I was…."
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Penny",
            "Oh. Okay, great, I’m having some furniture delivered tomorrow, and I may not be here, so…. (apartment door opens, Sheldon, Raj and Howard appear) Oh! Hel…hello!"
        ],
        [
            "Howard",
            "(speaks a phrase in Russian)."
        ],
        [
            "Penny",
            "I’m sorry?"
        ],
        [
            "Howard",
            "Haven’t you ever been told how beautiful you are in flawless Russian?"
        ],
        [
            "Penny",
            "No, I haven’t."
        ],
        [
            "Howard",
            "Get used to it."
        ],
        [
            "Penny",
            "Yeah, I probably won’t, but… Hey Sheldon."
        ],
        [
            "Sheldon",
            "Hi."
        ],
        [
            "Penny",
            "Hey Raj! (Raj looks uncomfortable) Still not talking to me, huh?"
        ],
        [
            "Sheldon",
            "Don’t take it personally, it’s his pathology, he can’t talk to women."
        ],
        [
            "Howard",
            "He can’t talk to attractive women, or in your case a cheesecake–scented Goddess!"
        ],
        [
            "Leonard",
            "So, there’s gonna be some furniture delivered?"
        ],
        [
            "Penny",
            "Yeah, yeah, if it gets here and I’m not here tomorrow could you just sign for it and have them put it in my apartment."
        ],
        [
            "Leonard",
            "Yeah, no problem."
        ],
        [
            "Penny",
            "Great, here’s my spare key. Thank you."
        ],
        [
            "Leonard",
            "Penny, wait."
        ],
        [
            "Penny",
            "Yeah?"
        ],
        [
            "Leonard",
            "Um, if you don’t have any other plans, do you want to join us for Thai food and a Superman movie marathon?"
        ],
        [
            "Penny",
            "A marathon? Wow, how many Superman movies are there?"
        ],
        [
            "Sheldon",
            "You’re kidding, right?"
        ],
        [
            "Penny",
            "Yeah, I do like the one where Lois Lane falls from the helicopter and Superman swooshes down and catches her, which one was that? "
        ],
        [
            "Leonard,Sheldon and Howard together",
            "One. (Raj raises one finger). "
        ],
        [
            "Sheldon",
            "You realise that scene was rife with scientific inaccuracy."
        ],
        [
            "Penny",
            "Yes, I know, men can’t fly."
        ],
        [
            "Sheldon",
            "Oh no, let’s assume that they can. Lois Lane is falling, accelerating at an initial rate of 32 feet per second per second. Superman swoops down to save her by reaching out two arms of steel. Miss Lane, who is now travelling at approximately 120 miles per hour, hits them, and is immediately sliced into three equal pieces. "
        ],
        [
            "Leonard",
            "Unless, Superman matches her speed and decelerates. "
        ],
        [
            "Sheldon",
            "In what space, sir, in what space? She’s two feet above the ground. Frankly, if he really loved her, he’d let her hit the pavement. It would be a more merciful death."
        ],
        [
            "Leonard",
            "Excuse me, your entire argument is predicated on the assumption that Superman’s flight is a feat of strength."
        ],
        [
            "Sheldon",
            "Are you listening to yourself, it is well established that Superman’s flight is a feat of strength, it is an extension of his ability to leap tall buildings, an ability he derives from Earth’s yellow Sun."
        ],
        [
            "Howard",
            "Yeah, and you don’t have a problem with that, how does he fly at night."
        ],
        [
            "Sheldon",
            "Uh, a combination of the moon’s solar reflection and the energy storage capacity of Kryptonian skin cells."
        ],
        [
            "Penny",
            "I’m just going to go wash up."
        ],
        [
            "Leonard",
            "I have 26 hundred comic books in there, I challenge you to find a single reference to Kryptonian skin cells."
        ],
        [
            "Sheldon",
            "Challenge accepted. (Tries door.) We’re locked out."
        ],
        [
            "Raj",
            "Also, the pretty girl left."
        ],
        [
            "Scene",
            "Credit sequence."
        ],
        [
            "Scene",
            "Ground floor hallway of the apartment building. Leonard is signing for the delivery."
        ],
        [
            "Leonard",
            "Okay, her apartment’s on the fourth floor but the elevator’s broken so you’re going to have to (delivery man leaves) oh, you’re just going to be done, okay, cool, thanks. I guess we’ll just bring it up ourselves."
        ],
        [
            "Sheldon",
            "I hardly think so. "
        ],
        [
            "Leonard",
            "Why not?"
        ],
        [
            "Sheldon",
            "Well, we don’t have a dolly, or lifting belts, or any measurable upper body strength."
        ],
        [
            "Leonard",
            "We don’t need strength, we’re physicists. We are the intellectual descendents of Archimedes. Give me a fulcrum and a lever and I can move the Earth, it’s just a matter… (starts to move package) I don’t have this… I don’t have this I don’t have this."
        ],
        [
            "Sheldon",
            "Archimedes would be so proud."
        ],
        [
            "Leonard",
            "Do you have any ideas?"
        ],
        [
            "Sheldon",
            "Yes, but they all involve a green lantern and a power ring."
        ],
        [
            "Scene",
            "Time shift, Leonard and Sheldon are now lowering the package onto the bottom of the stairs."
        ],
        [
            "Leonard",
            "Easy, easy (package falls) Okay! Now we’ve got an inclined plane. The force required to lift is reduced by the sine of the angle of the stairs, call it thirty degrees, so about half. "
        ],
        [
            "Sheldon",
            "Exactly half."
        ],
        [
            "Leonard (snarkily)",
            "Exactly half. Let’s push. Okay, see, it’s moving, this is easy, all in the math. "
        ],
        [
            "Sheldon",
            "What’s your formula for the corner."
        ],
        [
            "Leonard",
            "What? Oh, okay, uh, okay, yeah, no problem, just come up here and help me pull and turn."
        ],
        [
            "Scene",
            "(Sheldon heads up the stairs. The package slides back down to the bottom.)"
        ],
        [
            "Sheldon",
            "Ah, gravity, thou art a heartless bitch."
        ],
        [
            "Scene",
            "Time shift, they now have the package on an upstairs hallway, not their own."
        ],
        [
            "Sheldon",
            "You do understand that our efforts here will in no way increase the odds of you having sexual congress with this woman?"
        ],
        [
            "Leonard",
            "Men do things for women without expecting sex."
        ],
        [
            "Sheldon",
            "Yeah, those are men who just had sex."
        ],
        [
            "Leonard",
            "I’m doing this to be a good neighbour. In any case, there’s no way it could lower the odds."
        ],
        [
            "Scene",
            "Quick cut to the hallway of their floor, they are nearing the top of the staircase."
        ],
        [
            "Leonard",
            "Almost there, almost there, almost there. (Lets go of package, it starts to slip down)"
        ],
        [
            "Sheldon",
            "No we’re not, no we’re not, no we’re not."
        ],
        [
            "Scene",
            "Inside Penny’s apartment. They are laying the package down on the floor."
        ],
        [
            "Sheldon",
            "Watch your fingers. Watch your fingers. Oh God, my fingers!"
        ],
        [
            "Leonard",
            "You okay?"
        ],
        [
            "Sheldon",
            "No, it hurt… (looking around) Great Caesar’s Ghost, look at this place?"
        ],
        [
            "Leonard",
            "So Penny’s a little messy."
        ],
        [
            "Sheldon",
            "A little messy? The Mandelbrot set of complex numbers is a little messy, this is chaos. Excuse me, explain to me an organisational system where a tray of flatware on a couch is valid. I’m just inferring that this is a couch, because the evidence suggests the coffee table’s having a tiny garage sale. "
        ],
        [
            "Leonard",
            "Did it ever occur to you that not everyone has the compulsive need to sort, organise and label the entire world around them?"
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Well they don’t. Hard as it may be for you to believe, most people don’t sort their breakfast cereal numerically by fibre content."
        ],
        [
            "Sheldon",
            "Excuse me, but I think we’ve both found that helpful at times."
        ],
        [
            "Leonard",
            "Come on, we should go."
        ],
        [
            "Sheldon",
            "Hang on."
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "Straightening up."
        ],
        [
            "Leonard",
            "Sheldon, this is not your home."
        ],
        [
            "Sheldon",
            "This is not anyone’s home, this is a swirling vortex of entropy."
        ],
        [
            "Leonard",
            "When the transvestite lived here, you didn’t care how he kept the place."
        ],
        [
            "Sheldon",
            "Because it was immaculate, I mean, you open that man’s closet, it was left to right, evening gowns, cocktail dresses, then his police uniforms."
        ],
        [
            "Leonard",
            "What were you doing in his closet?"
        ],
        [
            "Sheldon",
            "I helped run some cable for a webcam."
        ],
        [
            "Penny (entering)",
            "Hey guys."
        ],
        [
            "Leonard",
            "Oh, hey Penny, this just arrived, we just brought this up, just now."
        ],
        [
            "Penny",
            "Great. Was it hard getting it up the stairs?"
        ],
        [
            "Sheldon",
            "(sucks in breath)"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "No?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "Well, we’ll get out of your hair."
        ],
        [
            "Penny",
            "Oh, great, thank you again (she throws her jacket over the back of the sofa)."
        ],
        [
            "Sheldon",
            "Penny, I just want you to know that, you don’t have to live like this. I’m here for you."
        ],
        [
            "Penny",
            "What’s he talking about?"
        ],
        [
            "Leonard",
            "It’s a joke."
        ],
        [
            "Penny",
            "I don’t get it."
        ],
        [
            "Leonard",
            "Yeah, he didn’t tell it right."
        ],
        [
            "Scene: Leonard’s bedroom, he is asleep. Sound of door opening and closing somewhere else is heard. Leonard wakes, puts on his glasses and looks at the clock. It is 2",
            "16."
        ],
        [
            "Leonard",
            "Sheldon?"
        ],
        [
            "Scene",
            "The living room. Leonard enters carrying a light sabre."
        ],
        [
            "Leonard",
            "Sheldon? Hello? "
        ],
        [
            "Scene",
            "(Notices front door is open, turns off light sabre.)"
        ],
        [
            "Scene",
            "Penny’s apartment, penny is sleeping, Sheldon is cleaning. Leonard enters."
        ],
        [
            "Leonard",
            "Sheldon!"
        ],
        [
            "Sheldon",
            "Sssshhhh! Penny’s sleeping."
        ],
        [
            "Leonard",
            "Are you insane, you can’t just break into a woman’s apartment in the middle of the night and clean."
        ],
        [
            "Sheldon",
            "I had no choice. I couldn’t sleep knowing that just outside my bedroom was our living room, and just outside our living room was that hallway, and immediately adjacent to that hallway was… this."
        ],
        [
            "Leonard",
            "Do you realise that if Penny wakes up, there is no reasonable explanation as to why we’re here?"
        ],
        [
            "Sheldon",
            "I just gave you a reasonable explanation."
        ],
        [
            "Leonard",
            "No, no. You gave me an explanation, it’s reasonableness will be determined by a jury of your peers."
        ],
        [
            "Sheldon",
            "Don’t be ridiculous. I have no peers."
        ],
        [
            "Leonard",
            "Sheldon, we have to get out of here."
        ],
        [
            "Scene",
            "(Penny snores)"
        ],
        [
            "Sheldon",
            "You might want to speak in a lower register."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "Evolution has made women sensitive to high pitched noises while they sleep, so that they’ll be roused by a crying baby. If you want to avoid waking her, speak in a lower register."
        ],
        [
            "Leonard",
            "That’s ridiculous. (Penny snores again.)"
        ],
        [
            "Sheldon",
            "No, (lowering his voice dramatically,) that’s ridiculous."
        ],
        [
            "Leonard (doing likewise)",
            "Fine. I accept your premise, now please let’s go."
        ],
        [
            "Sheldon",
            "I am not leaving until I’m done."
        ],
        [
            "Leonard",
            "O-o-o-oh! (Collapses against wall)."
        ],
        [
            "Sheldon",
            "If you have time to lean, you have time to clean."
        ],
        [
            "Leonard",
            "Oh, what the hell."
        ],
        [
            "Scene",
            "Sheldon and Leonard’s living room, morning. Sheldon enters, singing to himself. "
        ],
        [
            "Sheldon",
            "Morning."
        ],
        [
            "Leonard",
            "Morning. "
        ],
        [
            "Sheldon",
            "I have to say, I slept splendidly. Granted, not long, but just deeply and well."
        ],
        [
            "Leonard",
            "I’m not surprised. A well known folk cure for insomnia is to break into your neighbour’s apartment and clean."
        ],
        [
            "Sheldon",
            "Sarcasm?"
        ],
        [
            "Leonard",
            "You think?"
        ],
        [
            "Sheldon",
            "Granted, my methods may have been somewhat unorthodox, but I think the end result will be a measurable enhancement of Penny’s quality of life."
        ],
        [
            "Leonard",
            "You know what, you’ve convinced me, maybe tonight we should sneak in and shampoo her carpet."
        ],
        [
            "Sheldon",
            "You don’t think that crosses a line?"
        ],
        [
            "Leonard",
            "Yes! For God’s sake, Sheldon, do I have to hold up a sarcasm sign every time I open my mouth."
        ],
        [
            "Sheldon",
            "You have a sarcasm sign?"
        ],
        [
            "Leonard",
            "No, I do not have a sarcasm sign."
        ],
        [
            "Sheldon",
            "Do you want some cereal. I’m feeling so good today I’m going to choose from the low fibre end of the shelf. Hello, Honey Puffs."
        ],
        [
            "Penny (voice off)",
            "Son of a Bitch!"
        ],
        [
            "Leonard",
            "Penny’s up."
        ],
        [
            "Penny (voice off)",
            "You sick, geeky bastards!"
        ],
        [
            "Leonard",
            "How did she know it was us?"
        ],
        [
            "Sheldon",
            "I may have left a suggested organisational schematic for her bedroom closet."
        ],
        [
            "Penny (voice off)",
            "Leonard!"
        ],
        [
            "Leonard",
            "God, this is going to be bad."
        ],
        [
            "Sheldon",
            "Goodbye, Honey Puffs, hello Big Bran."
        ],
        [
            "Penny (entering)",
            "You came into my apartment last night when I was sleeping?"
        ],
        [
            "Leonard",
            "Yes, but, only to clean."
        ],
        [
            "Sheldon",
            "Really more to organise, you’re not actually dirty, per se."
        ],
        [
            "Penny",
            "Give me back my key."
        ],
        [
            "Leonard",
            "I’m very, very sorry."
        ],
        [
            "Penny",
            "Do you understand how creepy this is."
        ],
        [
            "Leonard",
            "Oh, yes, we discussed it at length last night."
        ],
        [
            "Penny",
            "In my apartment, while I was sleeping."
        ],
        [
            "Sheldon",
            "And snoring. And that’s probably just a sinus infection, but it could be sleep apnoea, you might want to see an otolaryngologist. It’s a throat doctor."
        ],
        [
            "Penny",
            "And what kind of doctor removes shoes from asses?"
        ],
        [
            "Sheldon",
            "Depending on the depth, that’s either a proctologist or a general surgeon. (Leonard holds up a sign reading “Sarcasm”) Oh!"
        ],
        [
            "Penny",
            "God!"
        ],
        [
            "Leonard",
            "Okay, look, no Penny, I think what you’re feeling is perfectly valid, and maybe a little bit later today when you’re feeling a little bit less, for lack of a better word, violated, maybe we could talk about this some more."
        ],
        [
            "Penny",
            "Stay away from me."
        ],
        [
            "Leonard",
            "Sure, that’s another way to go."
        ],
        [
            "Sheldon",
            "Penny, Penny, just to clarify because there will be a discussion when you leave, is your objection solely to our presence in the apartment while you were sleeping, or do you also object to the imposition of a new organisational paradigm. (Penny stares in disbelief, then leaves.) Well that was a little non-responsive."
        ],
        [
            "Leonard",
            "You are going to march yourself over there right now and apologise. (Sheldon laughs.) What’s funny?"
        ],
        [
            "Sheldon",
            "That wasn’t sarcasm?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Wooh, boy, you are all over the place this morning. (Knocks on Penny’s door.) I have a masters and two PhD’s, I should not have to do this."
        ],
        [
            "Penny (opening door)",
            "What?"
        ],
        [
            "Sheldon",
            "I am truly sorry for what happened last night, I take full responsibility. And I hope that it won’t colour your opinion of Leonard, who is not only a wonderful guy, but also, I hear, a gentle and thorough lover. (Penny closes door in his face.) I did what I could."
        ],
        [
            "Scene",
            "The stairwell. Raj is coming up the stairs, he meets Penny who is going down."
        ],
        [
            "Penny",
            "Hey Raj. (Raj stands looking uncomfortable.) Hey, listen, I don’t know if you heard about what happened last night with Leonard and Sheldon, but I’m really upset about it, I mean they just, they let themselves into my place, and then they cleaned it, I mean can you even believe that? How weird is that?"
        ],
        [
            "Raj (internally, while Penny continues to talk)",
            "Ooh, she’s standing very close to me. Oh my, she does smell good. What is that, vanilla?"
        ],
        [
            "Penny",
            "You know, where I come from, someone comes into your house at night, you shoot, okay? And you don’t shoot to wound. I mean, alright, my sister shot her husband, but it was an accident, they were drunk. What was I saying?"
        ],
        [
            "Raj (internally)",
            "She’s so chatty. Maybe my parents are right. Maybe I’d be better off with an Indian girl. We’d have the same cultural background, and my wife would sing to my children the same lullabies my mother sang to me. "
        ],
        [
            "Penny",
            "It’s obvious that they meant well, but I’m just, I’m having a really rough time, like I said, I broke up with my boyfriend, and it’s just freaking me out."
        ],
        [
            "Scene",
            "Raj (internally sings an Indian lullaby.)"
        ],
        [
            "Penny",
            "I mean, just because most of the men I’ve known in my life happen to be jerks, doesn’t mean I should just assume Leonard and Sheldon are. Right?"
        ],
        [
            "Raj (internally)",
            "She asked me a question. I should probably nod. (Does.)"
        ],
        [
            "Penny",
            "That’s exactly what I thought. Thank you for listening. You’re a doll. (She hugs him.)"
        ],
        [
            "Raj (internally)",
            "Oh-oh. Turn your pelvis. (Does.)"
        ],
        [
            "Scene",
            "Sheldon and Leonard’s living room. Howard is there, playing on a dance video game. "
        ],
        [
            "Howard (jumping off game mat)",
            "Grab a napkin, homie. You just got served. "
        ],
        [
            "Leonard",
            "It’s fine. You win."
        ],
        [
            "Howard",
            "What’s his problem?"
        ],
        [
            "Sheldon",
            "His imaginary girlfriend broke up with him."
        ],
        [
            "Howard",
            "Been there."
        ],
        [
            "Raj (entering)",
            "Hello. Sorry I’m late. But I was in the hallway, chatting up Penny."
        ],
        [
            "Howard",
            "Really? You? Rajesh Koothrapali, spoke to Penny?"
        ],
        [
            "Raj",
            "Actually, I was less the chatter than the chattee."
        ],
        [
            "Leonard",
            "What did she say? Is she still mad at me?"
        ],
        [
            "Raj",
            "Well, she was upset at first, but, probably because her sister shot somebody. Then there was something about you and… then she hugged me."
        ],
        [
            "Howard",
            "She hugged you? How did she hug you? (Raj hugs Howard.) Is that her perfume I smell?"
        ],
        [
            "Raj",
            "intoxicating, isn’t it?"
        ],
        [
            "Scene",
            "The hallway, Leonard puts a note under Penny’s door. It opens."
        ],
        [
            "Penny",
            "Hi."
        ],
        [
            "Leonard",
            "Oh."
        ],
        [
            "Penny",
            "What’s going on?"
        ],
        [
            "Leonard",
            "Um, here’s the thing. (Reads from note.) Penny. Just as Oppenheimer came to regret his contributions to the first atomic bomb, so too I regret my participation in what was, at the very least, an error in judgement. The hallmark of the great human experiment is the willingness to recognise one’s mistakes. Some mistakes, such as Madame Curie’s discovery of Radium turned out to have great scientific potential even though she would later die a slow, painful death from radiation poisoning. Another example, from the field of ebola research…."
        ],
        [
            "Penny",
            "Leonard."
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny (hugs him)",
            "We’re okay. (Kisses him on cheek. Closes door. Leonard looks happy, walks back across hallway and straight into the apartment door.)"
        ],
        [
            "Scene",
            "Penny’s apartment. Sheldon and Leonard are trying to construct furniture."
        ],
        [
            "Leonard",
            "Six two inch dowels."
        ],
        [
            "Sheldon",
            "Check."
        ],
        [
            "Leonard",
            "One package, Phillips head screws."
        ],
        [
            "Sheldon",
            "Check."
        ],
        [
            "Penny",
            "Guys, seriously, I grew up on a farm, okay, I rebuilt a tractor engine when I was like twelve, I think I can put together a cheap Swedish media centre. "
        ],
        [
            "Leonard",
            "No, please, we insist, it’s the least we can do considering. "
        ],
        [
            "Sheldon",
            "Considering what? How great this place looks?"
        ],
        [
            "Howard (across room with Raj)",
            "Oh boy, I was afraid of this."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Howard",
            "These instructions are a pictographic representation of the least imaginative way to assemble these components. This right here is why Sweden has no space program."
        ],
        [
            "Penny",
            "Well, uh, it looked pretty good in the store."
        ],
        [
            "Leonard",
            "It is an inefficient design, for example Penny has a flat screen TV, which means all the space behind it is wasted."
        ],
        [
            "Sheldon",
            "We could put her stereo back there."
        ],
        [
            "Leonard",
            "And control it how?"
        ],
        [
            "Sheldon",
            "Run an infra-red repeater, photocell here, emitter here, easy peasy. "
        ],
        [
            "Howard (after Raj whispers in his ear)",
            "Good point, how you gonna cool it?"
        ],
        [
            "Penny",
            "Hey guys, I got this. "
        ],
        [
            "Sheldon",
            "Hang on Penny. How about fans, here and here?"
        ],
        [
            "Leonard",
            "Also inefficient, and might be loud."
        ],
        [
            "Howard",
            "How about liquid coolant? Maybe a little aquarium pump here, run some quarter inch PVC…"
        ],
        [
            "Penny",
            "Guys, this is actually really simple."
        ],
        [
            "Howard",
            "Hold on, honey, men at work. The PVC comes down here, maybe a little corrugated sheet metal as a radiator here."
        ],
        [
            "Leonard",
            "Oh, really, show me where we put a drip tray, a sluice and an overflow reservoir?"
        ],
        [
            "Sheldon",
            "And if water is involved we’re going to have to ground the crap out of the thing. "
        ],
        [
            "Penny",
            "Guys, it’s hot in here, I think I’ll just take off all my clothes. "
        ],
        [
            "Leonard",
            "Oh, I’ve got it. How about if we replace panels A, B and F and crossbar H with aircraft grade aluminium. "
        ],
        [
            "Sheldon",
            "Right, then the entire thing’s one big heat sink."
        ],
        [
            "Howard",
            "Perfect, Leonard, why don’t you and Sheldon go down to the junk yard and pick up about six square metres of scrap aluminium, Raj and I will run down to my lab and get the oxy-acetaline torch."
        ],
        [
            "Leonard",
            "Meet back here in an hour?"
        ],
        [
            "Howard",
            "Done."
        ],
        [
            "Leonard",
            "Got it. (They all leave)."
        ],
        [
            "Penny",
            "Okay, this place does look pretty good."
        ],
        [
            "Teleplay",
            "Robert Cohen & Dave Goetsch"
        ],
        [
            "Story",
            "Chuck Lorre & Bill Prady"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-2-the-big-bran-hypothesis/"
}