{
    "Season": 1,
    "Episode": 3,
    "Title": "the fuzzy boots corollary",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Sheldon and Leonard’s apartment. Sheldon, Leonard, Howard and Raj are using laptops. All are wearing microphone headsets."
            ],
            [
                29,
                "Credits sequence"
            ],
            [
                30,
                "The same."
            ],
            [
                33,
                "(Sound of female laughter from out in the hall)."
            ],
            [
                72,
                "Howard and Lesley’s lab."
            ],
            [
                93,
                "(They kiss.)"
            ],
            [
                101,
                "(They shake hands. Leonard leaves. Then returns.)"
            ],
            [
                103,
                "Sheldon and Leonard’s flat. Sheldon, Raj and Howard are playing Jenga. "
            ],
            [
                122,
                "A salsa class. The four guys and a random fat bloke salsa opposite five middle-aged women."
            ],
            [
                125,
                "The flat, Leonard is entering, singing to himself a depressing emo song."
            ],
            [
                141,
                "The hallway. Leonard knocks on Penny’s door. "
            ],
            [
                164,
                "Sheldon and Leonard’s apartment. Leonard enters from bedrooms, dressed in a smart shirt and trousers. They are covered in sweat stains."
            ],
            [
                206,
                "A restaurant."
            ],
            [
                242,
                "The stairwell of the apartment building."
            ],
            [
                257,
                "The apartment, Leonard enters."
            ]
        ],
        "Howard": [
            [
                1,
                "Alright, just a few more feet, and…. here we are gentlemen, the Gates of Elzebub."
            ],
            [
                5,
                "Stay frosty, there’s a horde of armed goblins on the other side of that gate guarding the Sword of Azeroth."
            ],
            [
                8,
                "Raj, blow up the gates."
            ],
            [
                10,
                "Don’t just stand there, slash and move, slash and move."
            ],
            [
                12,
                "Leonard, you’ve got one on your tail."
            ],
            [
                17,
                "Sheldon, he’s got Raj, use your sleath spell. Sheldon! Sheldon!"
            ],
            [
                21,
                "Leonard look out!"
            ],
            [
                28,
                "I am the Swordmaster!"
            ],
            [
                34,
                "Sounds like your neighbour’s home."
            ],
            [
                38,
                "Stealing snail mail, very old school, I like it. "
            ],
            [
                52,
                "Kissing, what kind of kissing? Cheeks? Lips? Chaste? French? "
            ],
            [
                54,
                "I’m a romantic."
            ],
            [
                57,
                "Because he looked better than you?"
            ],
            [
                60,
                "I disagree, love is not a sprint, it’s a marathon. A relentless pursuit that only ends when she falls into your arms. Or hits you with the pepper spray. "
            ],
            [
                67,
                "I don’t know, you guys work in the same lab."
            ],
            [
                69,
                "There are pitfalls, trust me, I know. When it comes to sexual harassment law I’m… a bit of a self-taught expert. "
            ],
            [
                71,
                "Oh, then you’re probably okay."
            ],
            [
                104,
                "Sheldon, if you were a robot, and I knew and you didn’t, would you want me to tell you?"
            ],
            [
                106,
                "Maybe, although the history of science-fiction is not on your side. "
            ],
            [
                109,
                "That’s true. Have you ever harmed a human being, or through inaction allowed a human being to come to harm?"
            ],
            [
                111,
                "Have you ever harmed yourself, or allowed yourself to be harmed except in cases where a human being would have been endangered?"
            ],
            [
                113,
                "I smell robot. "
            ],
            [
                117,
                "So, how did it go with Lesley? "
            ],
            [
                121,
                "Well, as usual, Wolowitz has the solution. I happen to know a place where there are plenty of eligible women, and Leonard could have his pick."
            ]
        ],
        "Sheldon": [
            [
                2,
                "Good lord!"
            ],
            [
                7,
                "Lock and load. "
            ],
            [
                18,
                "I’ve got the Sword of Azeroth!"
            ],
            [
                20,
                "There is no more Sheldon, I am the Swordmaster!"
            ],
            [
                23,
                "Goodbye, peasants. "
            ],
            [
                27,
                "I’m a rogue knight elf, don’t you people read character descriptions? Wait, wait, wait, somebody just clicked “buy it now.”"
            ],
            [
                31,
                "Wooh, I’m all sweaty, anybody want to log on to second life and go swimming, I just built a virtual pool."
            ],
            [
                36,
                "Don’t forget the mail you took accidentally on purpose so you’d have an excuse to talk to her."
            ],
            [
                49,
                "Penny for your thoughts. "
            ],
            [
                55,
                "Please don’t tell me that your hopeless infatuation is devolving into pointless jealousy."
            ],
            [
                59,
                "Well, at least now you can retrieve the black box from the twisted smouldering wreckage that was once your fantasy of dating her, and analyse the data so that you don’t crash into geek mountain again."
            ],
            [
                64,
                "The dietician at the cafeteria with the limp and the lazy eye?"
            ],
            [
                66,
                "Well, I don’t think you have a shot there. I have noticed that Lesley Winkle recently started shaving her legs. Now, given that winter is coming one can only assume that she is signalling sexual availability. "
            ],
            [
                105,
                "That depends. When I learn that I’m a robot, will I be able to handle it?"
            ],
            [
                107,
                "Uh, let me ask you this. When I learn that I’m a robot, would I be bound by Asimov’s three laws of robotics?"
            ],
            [
                110,
                "Of course not. "
            ],
            [
                112,
                "Well, no."
            ],
            [
                115,
                "The internet’s been down for half an hour. "
            ],
            [
                119,
                "Oh, I’ve seen that look before. This is just going to be two weeks of moping and tedious emo songs, and calling me to come down to pet stores to look at cats. I don’t know if I can take it. "
            ],
            [
                126,
                "Oh, good lord."
            ],
            [
                128,
                "If you’re compiling a mix CD for a double suicide. (Leonard is taking supplies out of a bag) Oh, I hope that scratching post is for you."
            ],
            [
                130,
                "Leonard, listen to me…"
            ],
            [
                132,
                "Leonard, do you really think you can satisfy your need for a relationship with a genetically altered cat?"
            ],
            [
                134,
                "Oh, come on, Leonard! This is obviously about Penny. "
            ],
            [
                136,
                "Okay, look, I think that you have as much of a chance of having a sexual relationship with Penny as the Hubble Telescope does of discovering at the centre of every black hole is a little man with a flashlight searching for a circuit breaker. Nevertheless, I do feel obligated to point out to you that she did no reject you. You did not ask her out. "
            ],
            [
                138,
                "No. No, now that was not my point. My point was, don’t buy a cat. "
            ],
            [
                140,
                "Oh, goody, we’re getting a cat. "
            ],
            [
                166,
                "Could you be more specific?"
            ],
            [
                168,
                "No. The dark crescent-shaped patterns under your arms conceal it nicely. What time is your date?"
            ],
            [
                170,
                "Perfect, that gives you two hours and fifteen minutes for that dense molecular cloud of Aramis to dissipate. "
            ],
            [
                172,
                "Not if you’re a rugby team. "
            ],
            [
                174,
                "Why would I join you?"
            ],
            [
                176,
                "Oh, no, no, no, well now, there’s always the possibility that alcohol and poor judgement on her part might lead to a nice romantic evening."
            ],
            [
                178,
                "Of course, there’s the other possibility that this date kicks off a rather unpleasant six months of the two of you passing awkwardly in the hall until one of you breaks down and moves to another zip code."
            ],
            [
                180,
                "If I could of, I would of. "
            ],
            [
                182,
                "Is the sex starting now?"
            ],
            [
                184,
                "Oh, okay, well then, calm down."
            ],
            [
                186,
                "Alright, alright, well, just, sit down, yes, sit down, now close your eyes."
            ],
            [
                188,
                "Just do it."
            ],
            [
                190,
                "Now try to increase your alpha-wave activity."
            ],
            [
                192,
                "It’s a bio-feedback technique, it’s relaxation through brain-wave manipulation, I read a paper about it in the Journal of American Neuroscience, it was a little sparsely sourced but I think the basic science is valid, I probably have it here somewhere."
            ],
            [
                194,
                "Me?"
            ],
            [
                196,
                "What should I tell her."
            ],
            [
                198,
                "Okay."
            ],
            [
                200,
                "Got it. So I’m assuming nothing venereal. I’ll just tell her that you had a routine colonoscopy and haven’t quite bounced back."
            ],
            [
                202,
                "But I thought you wanted to cancel?"
            ],
            [
                204,
                "Why would she be expecting me? "
            ],
            [
                258,
                "So, how was your date?"
            ],
            [
                260,
                "Score one for liquor and poor judgement."
            ]
        ],
        "Raj": [
            [
                3,
                "Oooh."
            ],
            [
                9,
                "Blowing the gates. Control, shift, B! Oh, my God, so many goblins!"
            ],
            [
                14,
                "I’ve got him Leonard. Tonight I spice my meat with goblin blood!"
            ],
            [
                16,
                "Oooh, he’s got me."
            ],
            [
                25,
                "He’s selling the Sword of Azeroth on ebay."
            ],
            [
                50,
                "What’s the matter."
            ],
            [
                62,
                "Like who?"
            ],
            [
                108,
                "You might be bound by them right now."
            ],
            [
                116,
                "Also, Sheldon may be a robot. "
            ],
            [
                120,
                "You could power down."
            ]
        ],
        "Leonard": [
            [
                4,
                "Don’t panic, this is what the last 97 hours have been about."
            ],
            [
                6,
                "Warriors, unsheathe your weapons, magic wielders raise your wands."
            ],
            [
                11,
                "Stay in formation."
            ],
            [
                13,
                "That’s alright, my tail’s prehensile, I’ll swat him off."
            ],
            [
                15,
                "Raj, no, it’s a trap, they’re flanking us!"
            ],
            [
                19,
                "Forget the sword, Sheldon, help Raj."
            ],
            [
                22,
                "Dammit man, we’re dying here. "
            ],
            [
                24,
                "The bastard teleported. "
            ],
            [
                26,
                "You betrayed us for money, who are you?"
            ],
            [
                32,
                "No, I can’t look at you or your avatar right now."
            ],
            [
                35,
                "Excuse me."
            ],
            [
                37,
                "Oh, right, right right right right."
            ],
            [
                42,
                "Not much. Bro. "
            ],
            [
                44,
                "Uh, yeah, uh, I just, I got your mail again, here."
            ],
            [
                46,
                "Oh no, that’s probably not such a good idea. Civil servants have a documented propensity to, you know, snap. "
            ],
            [
                48,
                "No problem. Bye. Oh, and, bye, bro! (Returns to apartment)."
            ],
            [
                51,
                "No, I’m fine. Penny’s fine, the guy she’s kissing is really fine and…"
            ],
            [
                53,
                "What is wrong with you?"
            ],
            [
                56,
                "No, I’m not jealous, I’m just a little concerned for her. I didn’t like the look of the guy that she was with."
            ],
            [
                58,
                "Yeah. He was kinda dreamy."
            ],
            [
                61,
                "Well, I’m done with Penny. I’m going to be more realistic and go after someone my own speed."
            ],
            [
                63,
                "I don’t know. Olivia Geiger?"
            ],
            [
                65,
                "Yeah."
            ],
            [
                68,
                "So?"
            ],
            [
                70,
                "Look, Howard, if I were to ask Lesley Winkle out it would just be for dinner, I’m not going to walk into the lab, ask her to strip naked and dance for me."
            ],
            [
                73,
                "Hello Lesley."
            ],
            [
                75,
                "Lesley I would like to propose an experiment."
            ],
            [
                77,
                "Right. Lesley, I would like to propose an experiment."
            ],
            [
                79,
                "Pfff, I’ve done it, about two seconds, 2.6 for minestrone. Anyway, I was thinking more of a bio-social exploration with a neuro-chemical overlay. "
            ],
            [
                81,
                "I was going to characterise it as the modification of our colleague/friendship paradigm, with the addition of a date-like component. But we don’t need to quibble over terminology. "
            ],
            [
                83,
                "There is a generally accepted pattern in this area, I would pick you up, take you to a restaurant, then we would see a movie, probably a romantic comedy featuring the talents of Hugh Grant or Sandra Bullock. "
            ],
            [
                85,
                "Heartrate, pheromones, etc, yes. "
            ],
            [
                87,
                "You mean, kiss you now?"
            ],
            [
                89,
                "Can you define the parameters of the kiss?"
            ],
            [
                91,
                "Thank you. (Takes mint). Shall I count down from three?"
            ],
            [
                95,
                "You proposed the experiment, I think you should present your findings first."
            ],
            [
                97,
                "None?"
            ],
            [
                99,
                "Ah. Well, thank you for your time."
            ],
            [
                102,
                "None at all?"
            ],
            [
                118,
                "Oh, we tried kissing, but the earth didn’t move. I mean any more than the 383 miles that it was going to move anyway. "
            ],
            [
                129,
                "I know what you’re thinking, I’ve taken your asthma into account. There’s a feline geneticist in San Diego who has developed the cutest little hypo-allergenic calicos. "
            ],
            [
                131,
                "I’ve been thinking about names, I’m kind of torn between Einstein, Newton and Sergeant Fuzzyboots. "
            ],
            [
                133,
                "Maybe, if it’s a cute little cuddly cat."
            ],
            [
                135,
                "It doesn’t matter. The woman’s not interested in me, the woman rejected me. "
            ],
            [
                137,
                "You’re right. I didn’t ask her out, I should ask her out."
            ],
            [
                139,
                "No, but you’re right. I should march over there and ask her out. "
            ],
            [
                143,
                "Good afternoon Penny, so hi, hey. Uh… I was wondering if you had plans for dinner."
            ],
            [
                145,
                "There is an inherent ambiguity in the word dinner. Technically it refers to the largest meal of the day whenever it is consumed, so, to clarify here, by dinner I mean supper."
            ],
            [
                147,
                "Or dinner. I was thinking six thirty, if you can go, or a different time."
            ],
            [
                149,
                "Really? Great!"
            ],
            [
                151,
                "Us guys?"
            ],
            [
                153,
                "They…. might all be there. Or a subset of them might be there, uh, algebraically speaking there are too many unknowns, for example Sheldon had Quizznos for lunch, sometimes he finds that filling, other times he doesn’t, it’s no fault of Quizznos, they have a varied menu."
            ],
            [
                155,
                "Great. Did we say a time?"
            ],
            [
                157,
                "And that’s still good for you."
            ],
            [
                159,
                "Cos it’s not carved in stone."
            ],
            [
                161,
                "I’ll get my chisel."
            ],
            [
                163,
                "To… carve the… okay, I’ll see you six thirty."
            ],
            [
                165,
                "How do I look?"
            ],
            [
                167,
                "Can you tell I’m perspiring a little?"
            ],
            [
                169,
                "Six thirty. "
            ],
            [
                171,
                "Is it too much?"
            ],
            [
                173,
                "By the way, if it should ever come up, you didn’t join us because you stuffed yourself with a chicken carbonara sub at Quizznos. "
            ],
            [
                175,
                "No reason. Oh, you know what, maybe this isn’t such a good idea. "
            ],
            [
                177,
                "You’re right, alcohol, poor judgement, it could go well."
            ],
            [
                179,
                "You could have stopped at “it could go well.”"
            ],
            [
                181,
                "I mean, I’m a perfectly nice guy. There’s no reason we couldn’t go to the restaurant and have a lovely dinner. Maybe take a walk afterwards, talk about things we have in common, “you love pottery? I love pottery!” You know, there’s a pause, we both know what’s happening, I lean in, we kiss, it’s a little tentative at first but then I realise, she’s kissing me back, and she’s biting my lower lip, you know, she wants me, this thing is going the distance, we’re going to have sex! Oh God! Oh, my God!"
            ],
            [
                183,
                "I’m having a panic attack."
            ],
            [
                185,
                "If I could calm down I wouldn’t be having a panic attack, that’s why they call it a panic attack."
            ],
            [
                187,
                "Why?"
            ],
            [
                189,
                "Okay."
            ],
            [
                191,
                "What?"
            ],
            [
                193,
                "Oh, who am I kidding, I can’t go through with this, you need to call her and cancel."
            ],
            [
                195,
                "Yes."
            ],
            [
                197,
                "I don’t know. Tell her I’m sick."
            ],
            [
                199,
                "Not the kind of illness that will make her want to come over and take care of me, but nothing so critical that she’ll feel uncomfortable going out with me in the future if I want to try this again."
            ],
            [
                201,
                "Give me the phone. "
            ],
            [
                203,
                "I can’t because if I don’t show up she’ll still be expecting you."
            ],
            [
                205,
                "Stop asking me all these questions, I need to take another shower."
            ],
            [
                208,
                "Oh, yeah, no. Turns out that Raj and Howard had to work, and Sheldon had a colonoscopy and he hasn’t quite bounced back yet. "
            ],
            [
                210,
                "You’re kidding, well, then, that’s something we have in common. "
            ],
            [
                212,
                "We both have people in our lives who… want to nip intestinal polyps in the bud. "
            ],
            [
                214,
                "Nothing."
            ],
            [
                216,
                "Well, with the exception of string theory, not much has happened since the 1930’s, and you can’t prove string theory, at best you can say “hey, look, my idea has an internal logical consistency.”"
            ],
            [
                218,
                "What’s new at the Cheesecake Factory?"
            ],
            [
                220,
                "Good. Good. And what about your, uh, hallway friend."
            ],
            [
                223,
                "No, (waves her away) You were saying, but…"
            ],
            [
                225,
                "Just say the but thing about Doug and then I’ll get her back. "
            ],
            [
                227,
                "Ugh, don’t get me started on rebound sex."
            ],
            [
                229,
                "I’m not sure that I do. Um, is that one thirty-six hour experience, or is it thirty six hours spread out over say, one… glorious summer."
            ],
            [
                231,
                "Well, chafing, right?"
            ],
            [
                233,
                "Of course, yeah, emotional chafing. Hey, do you want to see something cool? (Penny nods.) I can make this olive go into this glass without touching it. "
            ],
            [
                235,
                "Physics. (He places the glass over the olive and spins it until the olive gets caught up on the side)."
            ],
            [
                237,
                "Actually, it’s centripetal force, which is an inward force generated by the glass acting on the olive. (The olive drops.) Excuse me. (Leonard disappears under table.)Now, if you were riding on the olive, you’d be in a non-inertial reference frame, and would (he bangs his head on the underside of the table.)"
            ],
            [
                239,
                "Yeah, I’m okay. Did you spill ketchup?"
            ],
            [
                241,
                "I’m not okay."
            ],
            [
                244,
                "No, no, I’m okay, it’s stopped bleeding."
            ],
            [
                246,
                "Yes, but I get car sick too, so…"
            ],
            [
                248,
                "Sorry about your car, by the way."
            ],
            [
                250,
                "The poor guy on the bike. I had a nice time."
            ],
            [
                252,
                "Yeah."
            ],
            [
                254,
                "This? No. No, of course not, this was just you and me hanging out with a bunch of guys who didn’t show up, because of work and a colonoscopy."
            ],
            [
                256,
                "When I take a girl out on a date, and I do, she knows she’s been dated. Capital D. Bold face, underline, like Day-ted. I think I might have a little concussion, I’m going to go lay down for a while, good night. "
            ],
            [
                259,
                "Awesome!"
            ]
        ],
        "Leonard (exiting to hallway)": [
            [
                39,
                "Penny, the mailman did it again, he… (looks up to see Penny kissing a hunky man) Oh! Sorry."
            ]
        ],
        "Penny": [
            [
                40,
                "Um, no, hi Leonard, this is Doug, Doug, this is my neighbour Leonard."
            ],
            [
                43,
                "Is, is everything okay."
            ],
            [
                45,
                "Thank you, I’ve got to talk to that mailman."
            ],
            [
                47,
                "Okay, well, thank you, again."
            ],
            [
                144,
                "Uh, do you mean dinner tonight?"
            ],
            [
                146,
                "Supper?"
            ],
            [
                148,
                "Uh, six thirty’s great."
            ],
            [
                150,
                "Yeah, I like hanging out with you guys."
            ],
            [
                152,
                "You know, Sheldon, Howard, Raj, who all’s coming?"
            ],
            [
                154,
                "Okay, whatever, it sounds like fun."
            ],
            [
                156,
                "Six thirty."
            ],
            [
                158,
                "It’s fine."
            ],
            [
                160,
                "No, six thirty’s great."
            ],
            [
                162,
                "Why?"
            ],
            [
                207,
                "So are the rest of the guys meeting us here?"
            ],
            [
                209,
                "Ooh, my uncle just had a colonoscopy."
            ],
            [
                211,
                "How?"
            ],
            [
                213,
                "So, what’s new in the world of physics?"
            ],
            [
                215,
                "Really, nothing?"
            ],
            [
                217,
                "Ah. Well I’m sure things will pick up. "
            ],
            [
                219,
                "Oh, uh, not much. We do have a chocolate key lime that’s moving pretty well. "
            ],
            [
                221,
                "Doug? Oh, yeah, I dunno, I mean, he’s nice and funny, but…"
            ],
            [
                224,
                "I’d like a drink."
            ],
            [
                226,
                "Okay, well, you know, it’s just me. I’m still getting over this break-up with Kurt, and this thing with Doug would be just rebound sex."
            ],
            [
                228,
                "It’s just, it’s my pattern. I break up, then I find some cute guy, and then it’s just thirty six meaningless of… well, you know. "
            ],
            [
                230,
                "No, it’s usually over a weekend, and trust me, you do not feel good after it."
            ],
            [
                232,
                "Emotionally."
            ],
            [
                234,
                "How?"
            ],
            [
                236,
                "Wow, centrifugal force!"
            ],
            [
                238,
                "Are you okay?"
            ],
            [
                240,
                "No."
            ],
            [
                243,
                "Are you sure you don’t want to go to the emergency room?"
            ],
            [
                245,
                "I know, but you did throw up. Isn’t that a sign of a concussion?"
            ],
            [
                247,
                "Okay."
            ],
            [
                249,
                "Oh, no, it’s fine, you got most of it out the window. "
            ],
            [
                251,
                "Yeah, me too. Um, good night. (Leonard turns across hallway.) Leonard?"
            ],
            [
                253,
                "Was this supposed to be a date?"
            ],
            [
                255,
                "Okay, I was just checking."
            ]
        ],
        "Doug": [
            [
                41,
                "What’s up bro."
            ]
        ],
        "Lesley": [
            [
                74,
                "Hi Leonard. "
            ],
            [
                76,
                "Goggles, Leonard."
            ],
            [
                78,
                "Hang on. I’m trying to see how long it takes a five hundred kilowatt oxygen iodine laser to heat up my cup o’ noodles."
            ],
            [
                80,
                "Wait, are you asking me out?"
            ],
            [
                82,
                "What sort of experiment would you propose?"
            ],
            [
                84,
                "Interesting. And would you agree that the primary way we would evaluate either the success or failure of the date would be based on the bio-chemical reaction during the goodnight kiss."
            ],
            [
                86,
                "Well, why don’t we just stipulate that the date goes well and move to the key variable."
            ],
            [
                88,
                "Yes. "
            ],
            [
                90,
                "Closed mouth but romantic. Mint?"
            ],
            [
                92,
                "No, I think it needs to be spontaneous."
            ],
            [
                94,
                "What do you think."
            ],
            [
                96,
                "Fair enough. On the plus side, it was a good kiss, reasonable technique, no extraneous spittle. On the other hand, no arousal. "
            ],
            [
                98,
                "None."
            ],
            [
                100,
                "Thank you. "
            ]
        ],
        "Leonard (entering)": [
            [
                114,
                "Hey, what’s going on."
            ]
        ],
        "Class instructor": [
            [
                123,
                "Remember the Latin hips. Shoulders stay still, and we sway. One two three. Five six seven. "
            ]
        ],
        "Howard (to Leonard)": [
            [
                124,
                "I think Mrs Tishman’s got her eye on you. I’ve been there, you’re in for a treat. "
            ]
        ],
        "Leonard (singing)": [
            [
                127,
                "You don’t know me, you don’t wear my chains… God, that’s a good song. "
            ]
        ],
        "Penny (opening door)": [
            [
                142,
                "Ah, hey Leonard."
            ]
        ],
        "Waitress": [
            [
                222,
                "Can I get you started with some drinks?"
            ]
        ],
        "Teleplay": [
            [
                261,
                "Bill Prady & Steven Molaro"
            ]
        ],
        " Story": [
            [
                262,
                "Chuck Lorre"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Sheldon and Leonard’s apartment. Sheldon, Leonard, Howard and Raj are using laptops. All are wearing microphone headsets."
        ],
        [
            "Howard",
            "Alright, just a few more feet, and…. here we are gentlemen, the Gates of Elzebub."
        ],
        [
            "Sheldon",
            "Good lord!"
        ],
        [
            "Raj",
            "Oooh."
        ],
        [
            "Leonard",
            "Don’t panic, this is what the last 97 hours have been about."
        ],
        [
            "Howard",
            "Stay frosty, there’s a horde of armed goblins on the other side of that gate guarding the Sword of Azeroth."
        ],
        [
            "Leonard",
            "Warriors, unsheathe your weapons, magic wielders raise your wands."
        ],
        [
            "Sheldon",
            "Lock and load. "
        ],
        [
            "Howard",
            "Raj, blow up the gates."
        ],
        [
            "Raj",
            "Blowing the gates. Control, shift, B! Oh, my God, so many goblins!"
        ],
        [
            "Howard",
            "Don’t just stand there, slash and move, slash and move."
        ],
        [
            "Leonard",
            "Stay in formation."
        ],
        [
            "Howard",
            "Leonard, you’ve got one on your tail."
        ],
        [
            "Leonard",
            "That’s alright, my tail’s prehensile, I’ll swat him off."
        ],
        [
            "Raj",
            "I’ve got him Leonard. Tonight I spice my meat with goblin blood!"
        ],
        [
            "Leonard",
            "Raj, no, it’s a trap, they’re flanking us!"
        ],
        [
            "Raj",
            "Oooh, he’s got me."
        ],
        [
            "Howard",
            "Sheldon, he’s got Raj, use your sleath spell. Sheldon! Sheldon!"
        ],
        [
            "Sheldon",
            "I’ve got the Sword of Azeroth!"
        ],
        [
            "Leonard",
            "Forget the sword, Sheldon, help Raj."
        ],
        [
            "Sheldon",
            "There is no more Sheldon, I am the Swordmaster!"
        ],
        [
            "Howard",
            "Leonard look out!"
        ],
        [
            "Leonard",
            "Dammit man, we’re dying here. "
        ],
        [
            "Sheldon",
            "Goodbye, peasants. "
        ],
        [
            "Leonard",
            "The bastard teleported. "
        ],
        [
            "Raj",
            "He’s selling the Sword of Azeroth on ebay."
        ],
        [
            "Leonard",
            "You betrayed us for money, who are you?"
        ],
        [
            "Sheldon",
            "I’m a rogue knight elf, don’t you people read character descriptions? Wait, wait, wait, somebody just clicked “buy it now.”"
        ],
        [
            "Howard",
            "I am the Swordmaster!"
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The same."
        ],
        [
            "Sheldon",
            "Wooh, I’m all sweaty, anybody want to log on to second life and go swimming, I just built a virtual pool."
        ],
        [
            "Leonard",
            "No, I can’t look at you or your avatar right now."
        ],
        [
            "Scene",
            "(Sound of female laughter from out in the hall)."
        ],
        [
            "Howard",
            "Sounds like your neighbour’s home."
        ],
        [
            "Leonard",
            "Excuse me."
        ],
        [
            "Sheldon",
            "Don’t forget the mail you took accidentally on purpose so you’d have an excuse to talk to her."
        ],
        [
            "Leonard",
            "Oh, right, right right right right."
        ],
        [
            "Howard",
            "Stealing snail mail, very old school, I like it. "
        ],
        [
            "Leonard (exiting to hallway)",
            "Penny, the mailman did it again, he… (looks up to see Penny kissing a hunky man) Oh! Sorry."
        ],
        [
            "Penny",
            "Um, no, hi Leonard, this is Doug, Doug, this is my neighbour Leonard."
        ],
        [
            "Doug",
            "What’s up bro."
        ],
        [
            "Leonard",
            "Not much. Bro. "
        ],
        [
            "Penny",
            "Is, is everything okay."
        ],
        [
            "Leonard",
            "Uh, yeah, uh, I just, I got your mail again, here."
        ],
        [
            "Penny",
            "Thank you, I’ve got to talk to that mailman."
        ],
        [
            "Leonard",
            "Oh no, that’s probably not such a good idea. Civil servants have a documented propensity to, you know, snap. "
        ],
        [
            "Penny",
            "Okay, well, thank you, again."
        ],
        [
            "Leonard",
            "No problem. Bye. Oh, and, bye, bro! (Returns to apartment)."
        ],
        [
            "Sheldon",
            "Penny for your thoughts. "
        ],
        [
            "Raj",
            "What’s the matter."
        ],
        [
            "Leonard",
            "No, I’m fine. Penny’s fine, the guy she’s kissing is really fine and…"
        ],
        [
            "Howard",
            "Kissing, what kind of kissing? Cheeks? Lips? Chaste? French? "
        ],
        [
            "Leonard",
            "What is wrong with you?"
        ],
        [
            "Howard",
            "I’m a romantic."
        ],
        [
            "Sheldon",
            "Please don’t tell me that your hopeless infatuation is devolving into pointless jealousy."
        ],
        [
            "Leonard",
            "No, I’m not jealous, I’m just a little concerned for her. I didn’t like the look of the guy that she was with."
        ],
        [
            "Howard",
            "Because he looked better than you?"
        ],
        [
            "Leonard",
            "Yeah. He was kinda dreamy."
        ],
        [
            "Sheldon",
            "Well, at least now you can retrieve the black box from the twisted smouldering wreckage that was once your fantasy of dating her, and analyse the data so that you don’t crash into geek mountain again."
        ],
        [
            "Howard",
            "I disagree, love is not a sprint, it’s a marathon. A relentless pursuit that only ends when she falls into your arms. Or hits you with the pepper spray. "
        ],
        [
            "Leonard",
            "Well, I’m done with Penny. I’m going to be more realistic and go after someone my own speed."
        ],
        [
            "Raj",
            "Like who?"
        ],
        [
            "Leonard",
            "I don’t know. Olivia Geiger?"
        ],
        [
            "Sheldon",
            "The dietician at the cafeteria with the limp and the lazy eye?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Sheldon",
            "Well, I don’t think you have a shot there. I have noticed that Lesley Winkle recently started shaving her legs. Now, given that winter is coming one can only assume that she is signalling sexual availability. "
        ],
        [
            "Howard",
            "I don’t know, you guys work in the same lab."
        ],
        [
            "Leonard",
            "So?"
        ],
        [
            "Howard",
            "There are pitfalls, trust me, I know. When it comes to sexual harassment law I’m… a bit of a self-taught expert. "
        ],
        [
            "Leonard",
            "Look, Howard, if I were to ask Lesley Winkle out it would just be for dinner, I’m not going to walk into the lab, ask her to strip naked and dance for me."
        ],
        [
            "Howard",
            "Oh, then you’re probably okay."
        ],
        [
            "Scene",
            "Howard and Lesley’s lab."
        ],
        [
            "Leonard",
            "Hello Lesley."
        ],
        [
            "Lesley",
            "Hi Leonard. "
        ],
        [
            "Leonard",
            "Lesley I would like to propose an experiment."
        ],
        [
            "Lesley",
            "Goggles, Leonard."
        ],
        [
            "Leonard",
            "Right. Lesley, I would like to propose an experiment."
        ],
        [
            "Lesley",
            "Hang on. I’m trying to see how long it takes a five hundred kilowatt oxygen iodine laser to heat up my cup o’ noodles."
        ],
        [
            "Leonard",
            "Pfff, I’ve done it, about two seconds, 2.6 for minestrone. Anyway, I was thinking more of a bio-social exploration with a neuro-chemical overlay. "
        ],
        [
            "Lesley",
            "Wait, are you asking me out?"
        ],
        [
            "Leonard",
            "I was going to characterise it as the modification of our colleague/friendship paradigm, with the addition of a date-like component. But we don’t need to quibble over terminology. "
        ],
        [
            "Lesley",
            "What sort of experiment would you propose?"
        ],
        [
            "Leonard",
            "There is a generally accepted pattern in this area, I would pick you up, take you to a restaurant, then we would see a movie, probably a romantic comedy featuring the talents of Hugh Grant or Sandra Bullock. "
        ],
        [
            "Lesley",
            "Interesting. And would you agree that the primary way we would evaluate either the success or failure of the date would be based on the bio-chemical reaction during the goodnight kiss."
        ],
        [
            "Leonard",
            "Heartrate, pheromones, etc, yes. "
        ],
        [
            "Lesley",
            "Well, why don’t we just stipulate that the date goes well and move to the key variable."
        ],
        [
            "Leonard",
            "You mean, kiss you now?"
        ],
        [
            "Lesley",
            "Yes. "
        ],
        [
            "Leonard",
            "Can you define the parameters of the kiss?"
        ],
        [
            "Lesley",
            "Closed mouth but romantic. Mint?"
        ],
        [
            "Leonard",
            "Thank you. (Takes mint). Shall I count down from three?"
        ],
        [
            "Lesley",
            "No, I think it needs to be spontaneous."
        ],
        [
            "Scene",
            "(They kiss.)"
        ],
        [
            "Lesley",
            "What do you think."
        ],
        [
            "Leonard",
            "You proposed the experiment, I think you should present your findings first."
        ],
        [
            "Lesley",
            "Fair enough. On the plus side, it was a good kiss, reasonable technique, no extraneous spittle. On the other hand, no arousal. "
        ],
        [
            "Leonard",
            "None?"
        ],
        [
            "Lesley",
            "None."
        ],
        [
            "Leonard",
            "Ah. Well, thank you for your time."
        ],
        [
            "Lesley",
            "Thank you. "
        ],
        [
            "Scene",
            "(They shake hands. Leonard leaves. Then returns.)"
        ],
        [
            "Leonard",
            "None at all?"
        ],
        [
            "Scene",
            "Sheldon and Leonard’s flat. Sheldon, Raj and Howard are playing Jenga. "
        ],
        [
            "Howard",
            "Sheldon, if you were a robot, and I knew and you didn’t, would you want me to tell you?"
        ],
        [
            "Sheldon",
            "That depends. When I learn that I’m a robot, will I be able to handle it?"
        ],
        [
            "Howard",
            "Maybe, although the history of science-fiction is not on your side. "
        ],
        [
            "Sheldon",
            "Uh, let me ask you this. When I learn that I’m a robot, would I be bound by Asimov’s three laws of robotics?"
        ],
        [
            "Raj",
            "You might be bound by them right now."
        ],
        [
            "Howard",
            "That’s true. Have you ever harmed a human being, or through inaction allowed a human being to come to harm?"
        ],
        [
            "Sheldon",
            "Of course not. "
        ],
        [
            "Howard",
            "Have you ever harmed yourself, or allowed yourself to be harmed except in cases where a human being would have been endangered?"
        ],
        [
            "Sheldon",
            "Well, no."
        ],
        [
            "Howard",
            "I smell robot. "
        ],
        [
            "Leonard (entering)",
            "Hey, what’s going on."
        ],
        [
            "Sheldon",
            "The internet’s been down for half an hour. "
        ],
        [
            "Raj",
            "Also, Sheldon may be a robot. "
        ],
        [
            "Howard",
            "So, how did it go with Lesley? "
        ],
        [
            "Leonard",
            "Oh, we tried kissing, but the earth didn’t move. I mean any more than the 383 miles that it was going to move anyway. "
        ],
        [
            "Sheldon",
            "Oh, I’ve seen that look before. This is just going to be two weeks of moping and tedious emo songs, and calling me to come down to pet stores to look at cats. I don’t know if I can take it. "
        ],
        [
            "Raj",
            "You could power down."
        ],
        [
            "Howard",
            "Well, as usual, Wolowitz has the solution. I happen to know a place where there are plenty of eligible women, and Leonard could have his pick."
        ],
        [
            "Scene",
            "A salsa class. The four guys and a random fat bloke salsa opposite five middle-aged women."
        ],
        [
            "Class instructor",
            "Remember the Latin hips. Shoulders stay still, and we sway. One two three. Five six seven. "
        ],
        [
            "Howard (to Leonard)",
            "I think Mrs Tishman’s got her eye on you. I’ve been there, you’re in for a treat. "
        ],
        [
            "Scene",
            "The flat, Leonard is entering, singing to himself a depressing emo song."
        ],
        [
            "Sheldon",
            "Oh, good lord."
        ],
        [
            "Leonard (singing)",
            "You don’t know me, you don’t wear my chains… God, that’s a good song. "
        ],
        [
            "Sheldon",
            "If you’re compiling a mix CD for a double suicide. (Leonard is taking supplies out of a bag) Oh, I hope that scratching post is for you."
        ],
        [
            "Leonard",
            "I know what you’re thinking, I’ve taken your asthma into account. There’s a feline geneticist in San Diego who has developed the cutest little hypo-allergenic calicos. "
        ],
        [
            "Sheldon",
            "Leonard, listen to me…"
        ],
        [
            "Leonard",
            "I’ve been thinking about names, I’m kind of torn between Einstein, Newton and Sergeant Fuzzyboots. "
        ],
        [
            "Sheldon",
            "Leonard, do you really think you can satisfy your need for a relationship with a genetically altered cat?"
        ],
        [
            "Leonard",
            "Maybe, if it’s a cute little cuddly cat."
        ],
        [
            "Sheldon",
            "Oh, come on, Leonard! This is obviously about Penny. "
        ],
        [
            "Leonard",
            "It doesn’t matter. The woman’s not interested in me, the woman rejected me. "
        ],
        [
            "Sheldon",
            "Okay, look, I think that you have as much of a chance of having a sexual relationship with Penny as the Hubble Telescope does of discovering at the centre of every black hole is a little man with a flashlight searching for a circuit breaker. Nevertheless, I do feel obligated to point out to you that she did no reject you. You did not ask her out. "
        ],
        [
            "Leonard",
            "You’re right. I didn’t ask her out, I should ask her out."
        ],
        [
            "Sheldon",
            "No. No, now that was not my point. My point was, don’t buy a cat. "
        ],
        [
            "Leonard",
            "No, but you’re right. I should march over there and ask her out. "
        ],
        [
            "Sheldon",
            "Oh, goody, we’re getting a cat. "
        ],
        [
            "Scene",
            "The hallway. Leonard knocks on Penny’s door. "
        ],
        [
            "Penny (opening door)",
            "Ah, hey Leonard."
        ],
        [
            "Leonard",
            "Good afternoon Penny, so hi, hey. Uh… I was wondering if you had plans for dinner."
        ],
        [
            "Penny",
            "Uh, do you mean dinner tonight?"
        ],
        [
            "Leonard",
            "There is an inherent ambiguity in the word dinner. Technically it refers to the largest meal of the day whenever it is consumed, so, to clarify here, by dinner I mean supper."
        ],
        [
            "Penny",
            "Supper?"
        ],
        [
            "Leonard",
            "Or dinner. I was thinking six thirty, if you can go, or a different time."
        ],
        [
            "Penny",
            "Uh, six thirty’s great."
        ],
        [
            "Leonard",
            "Really? Great!"
        ],
        [
            "Penny",
            "Yeah, I like hanging out with you guys."
        ],
        [
            "Leonard",
            "Us guys?"
        ],
        [
            "Penny",
            "You know, Sheldon, Howard, Raj, who all’s coming?"
        ],
        [
            "Leonard",
            "They…. might all be there. Or a subset of them might be there, uh, algebraically speaking there are too many unknowns, for example Sheldon had Quizznos for lunch, sometimes he finds that filling, other times he doesn’t, it’s no fault of Quizznos, they have a varied menu."
        ],
        [
            "Penny",
            "Okay, whatever, it sounds like fun."
        ],
        [
            "Leonard",
            "Great. Did we say a time?"
        ],
        [
            "Penny",
            "Six thirty."
        ],
        [
            "Leonard",
            "And that’s still good for you."
        ],
        [
            "Penny",
            "It’s fine."
        ],
        [
            "Leonard",
            "Cos it’s not carved in stone."
        ],
        [
            "Penny",
            "No, six thirty’s great."
        ],
        [
            "Leonard",
            "I’ll get my chisel."
        ],
        [
            "Penny",
            "Why?"
        ],
        [
            "Leonard",
            "To… carve the… okay, I’ll see you six thirty."
        ],
        [
            "Scene",
            "Sheldon and Leonard’s apartment. Leonard enters from bedrooms, dressed in a smart shirt and trousers. They are covered in sweat stains."
        ],
        [
            "Leonard",
            "How do I look?"
        ],
        [
            "Sheldon",
            "Could you be more specific?"
        ],
        [
            "Leonard",
            "Can you tell I’m perspiring a little?"
        ],
        [
            "Sheldon",
            "No. The dark crescent-shaped patterns under your arms conceal it nicely. What time is your date?"
        ],
        [
            "Leonard",
            "Six thirty. "
        ],
        [
            "Sheldon",
            "Perfect, that gives you two hours and fifteen minutes for that dense molecular cloud of Aramis to dissipate. "
        ],
        [
            "Leonard",
            "Is it too much?"
        ],
        [
            "Sheldon",
            "Not if you’re a rugby team. "
        ],
        [
            "Leonard",
            "By the way, if it should ever come up, you didn’t join us because you stuffed yourself with a chicken carbonara sub at Quizznos. "
        ],
        [
            "Sheldon",
            "Why would I join you?"
        ],
        [
            "Leonard",
            "No reason. Oh, you know what, maybe this isn’t such a good idea. "
        ],
        [
            "Sheldon",
            "Oh, no, no, no, well now, there’s always the possibility that alcohol and poor judgement on her part might lead to a nice romantic evening."
        ],
        [
            "Leonard",
            "You’re right, alcohol, poor judgement, it could go well."
        ],
        [
            "Sheldon",
            "Of course, there’s the other possibility that this date kicks off a rather unpleasant six months of the two of you passing awkwardly in the hall until one of you breaks down and moves to another zip code."
        ],
        [
            "Leonard",
            "You could have stopped at “it could go well.”"
        ],
        [
            "Sheldon",
            "If I could of, I would of. "
        ],
        [
            "Leonard",
            "I mean, I’m a perfectly nice guy. There’s no reason we couldn’t go to the restaurant and have a lovely dinner. Maybe take a walk afterwards, talk about things we have in common, “you love pottery? I love pottery!” You know, there’s a pause, we both know what’s happening, I lean in, we kiss, it’s a little tentative at first but then I realise, she’s kissing me back, and she’s biting my lower lip, you know, she wants me, this thing is going the distance, we’re going to have sex! Oh God! Oh, my God!"
        ],
        [
            "Sheldon",
            "Is the sex starting now?"
        ],
        [
            "Leonard",
            "I’m having a panic attack."
        ],
        [
            "Sheldon",
            "Oh, okay, well then, calm down."
        ],
        [
            "Leonard",
            "If I could calm down I wouldn’t be having a panic attack, that’s why they call it a panic attack."
        ],
        [
            "Sheldon",
            "Alright, alright, well, just, sit down, yes, sit down, now close your eyes."
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Sheldon",
            "Just do it."
        ],
        [
            "Leonard",
            "Okay."
        ],
        [
            "Sheldon",
            "Now try to increase your alpha-wave activity."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "It’s a bio-feedback technique, it’s relaxation through brain-wave manipulation, I read a paper about it in the Journal of American Neuroscience, it was a little sparsely sourced but I think the basic science is valid, I probably have it here somewhere."
        ],
        [
            "Leonard",
            "Oh, who am I kidding, I can’t go through with this, you need to call her and cancel."
        ],
        [
            "Sheldon",
            "Me?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "What should I tell her."
        ],
        [
            "Leonard",
            "I don’t know. Tell her I’m sick."
        ],
        [
            "Sheldon",
            "Okay."
        ],
        [
            "Leonard",
            "Not the kind of illness that will make her want to come over and take care of me, but nothing so critical that she’ll feel uncomfortable going out with me in the future if I want to try this again."
        ],
        [
            "Sheldon",
            "Got it. So I’m assuming nothing venereal. I’ll just tell her that you had a routine colonoscopy and haven’t quite bounced back."
        ],
        [
            "Leonard",
            "Give me the phone. "
        ],
        [
            "Sheldon",
            "But I thought you wanted to cancel?"
        ],
        [
            "Leonard",
            "I can’t because if I don’t show up she’ll still be expecting you."
        ],
        [
            "Sheldon",
            "Why would she be expecting me? "
        ],
        [
            "Leonard",
            "Stop asking me all these questions, I need to take another shower."
        ],
        [
            "Scene",
            "A restaurant."
        ],
        [
            "Penny",
            "So are the rest of the guys meeting us here?"
        ],
        [
            "Leonard",
            "Oh, yeah, no. Turns out that Raj and Howard had to work, and Sheldon had a colonoscopy and he hasn’t quite bounced back yet. "
        ],
        [
            "Penny",
            "Ooh, my uncle just had a colonoscopy."
        ],
        [
            "Leonard",
            "You’re kidding, well, then, that’s something we have in common. "
        ],
        [
            "Penny",
            "How?"
        ],
        [
            "Leonard",
            "We both have people in our lives who… want to nip intestinal polyps in the bud. "
        ],
        [
            "Penny",
            "So, what’s new in the world of physics?"
        ],
        [
            "Leonard",
            "Nothing."
        ],
        [
            "Penny",
            "Really, nothing?"
        ],
        [
            "Leonard",
            "Well, with the exception of string theory, not much has happened since the 1930’s, and you can’t prove string theory, at best you can say “hey, look, my idea has an internal logical consistency.”"
        ],
        [
            "Penny",
            "Ah. Well I’m sure things will pick up. "
        ],
        [
            "Leonard",
            "What’s new at the Cheesecake Factory?"
        ],
        [
            "Penny",
            "Oh, uh, not much. We do have a chocolate key lime that’s moving pretty well. "
        ],
        [
            "Leonard",
            "Good. Good. And what about your, uh, hallway friend."
        ],
        [
            "Penny",
            "Doug? Oh, yeah, I dunno, I mean, he’s nice and funny, but…"
        ],
        [
            "Waitress",
            "Can I get you started with some drinks?"
        ],
        [
            "Leonard",
            "No, (waves her away) You were saying, but…"
        ],
        [
            "Penny",
            "I’d like a drink."
        ],
        [
            "Leonard",
            "Just say the but thing about Doug and then I’ll get her back. "
        ],
        [
            "Penny",
            "Okay, well, you know, it’s just me. I’m still getting over this break-up with Kurt, and this thing with Doug would be just rebound sex."
        ],
        [
            "Leonard",
            "Ugh, don’t get me started on rebound sex."
        ],
        [
            "Penny",
            "It’s just, it’s my pattern. I break up, then I find some cute guy, and then it’s just thirty six meaningless of… well, you know. "
        ],
        [
            "Leonard",
            "I’m not sure that I do. Um, is that one thirty-six hour experience, or is it thirty six hours spread out over say, one… glorious summer."
        ],
        [
            "Penny",
            "No, it’s usually over a weekend, and trust me, you do not feel good after it."
        ],
        [
            "Leonard",
            "Well, chafing, right?"
        ],
        [
            "Penny",
            "Emotionally."
        ],
        [
            "Leonard",
            "Of course, yeah, emotional chafing. Hey, do you want to see something cool? (Penny nods.) I can make this olive go into this glass without touching it. "
        ],
        [
            "Penny",
            "How?"
        ],
        [
            "Leonard",
            "Physics. (He places the glass over the olive and spins it until the olive gets caught up on the side)."
        ],
        [
            "Penny",
            "Wow, centrifugal force!"
        ],
        [
            "Leonard",
            "Actually, it’s centripetal force, which is an inward force generated by the glass acting on the olive. (The olive drops.) Excuse me. (Leonard disappears under table.)Now, if you were riding on the olive, you’d be in a non-inertial reference frame, and would (he bangs his head on the underside of the table.)"
        ],
        [
            "Penny",
            "Are you okay?"
        ],
        [
            "Leonard",
            "Yeah, I’m okay. Did you spill ketchup?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Leonard",
            "I’m not okay."
        ],
        [
            "Scene",
            "The stairwell of the apartment building."
        ],
        [
            "Penny",
            "Are you sure you don’t want to go to the emergency room?"
        ],
        [
            "Leonard",
            "No, no, I’m okay, it’s stopped bleeding."
        ],
        [
            "Penny",
            "I know, but you did throw up. Isn’t that a sign of a concussion?"
        ],
        [
            "Leonard",
            "Yes, but I get car sick too, so…"
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Leonard",
            "Sorry about your car, by the way."
        ],
        [
            "Penny",
            "Oh, no, it’s fine, you got most of it out the window. "
        ],
        [
            "Leonard",
            "The poor guy on the bike. I had a nice time."
        ],
        [
            "Penny",
            "Yeah, me too. Um, good night. (Leonard turns across hallway.) Leonard?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny",
            "Was this supposed to be a date?"
        ],
        [
            "Leonard",
            "This? No. No, of course not, this was just you and me hanging out with a bunch of guys who didn’t show up, because of work and a colonoscopy."
        ],
        [
            "Penny",
            "Okay, I was just checking."
        ],
        [
            "Leonard",
            "When I take a girl out on a date, and I do, she knows she’s been dated. Capital D. Bold face, underline, like Day-ted. I think I might have a little concussion, I’m going to go lay down for a while, good night. "
        ],
        [
            "Scene",
            "The apartment, Leonard enters."
        ],
        [
            "Sheldon",
            "So, how was your date?"
        ],
        [
            "Leonard",
            "Awesome!"
        ],
        [
            "Sheldon",
            "Score one for liquor and poor judgement."
        ],
        [
            "Teleplay",
            "Bill Prady & Steven Molaro"
        ],
        [
            " Story",
            "Chuck Lorre"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-3-the-fuzzy-boots-corollary/"
}