{
    "Season": 1,
    "Episode": 5,
    "Title": "the hamburger postulate",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The Cheesecake Factory"
            ],
            [
                59,
                "The stairwell of the apartment building."
            ],
            [
                68,
                "Credit sequence."
            ],
            [
                69,
                "The apartment living room. The string quartet are practising. "
            ],
            [
                73,
                "Time jump"
            ],
            [
                102,
                "(They play, gradually going faster and faster.)"
            ],
            [
                105,
                "The hallway, Sheldon scuttles out of apartment door and crosses to Penny’s. Knocks on it urgently."
            ],
            [
                112,
                "Jump to the pair of them standing outside Leonard’s bedroom door. Bryan Adams “Have You Ever Loved A Woman” is emerging. There is a tie on the bedroom door."
            ],
            [
                135,
                "(Sheldon looks lost for a moment. The pulls out his mobile phone and dials.)"
            ],
            [
                137,
                "In Leonard’s Bedroom. Leonard wakes up next to Lesley, puts on glasses and grins."
            ],
            [
                138,
                "Living room, Sheldon is sleeping on the sofa, with his head on Lesley’s Violin case."
            ],
            [
                161,
                "The hallway. "
            ],
            [
                189,
                "Leonard and Lesley’s lab. "
            ],
            [
                217,
                "The Cheesecake Factory."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Alright, I’m moving my infantry division, augmented by a battalion of Orcs from Lord of the Rings, we flank the Tennessee Volunteers, and the North once again wins the Battle of Gettysburg."
            ],
            [
                15,
                "We don’t eat here, I don’t know what’s good."
            ],
            [
                17,
                "Statistically unlikely. "
            ],
            [
                19,
                "I like the hamburgers where we usually have hamburgers, you can’t make the assumption that I’ll like the hamburgers here. "
            ],
            [
                22,
                "Can’t we just go to Big Boy? They only have one burger. The Big Boy. "
            ],
            [
                24,
                "Excuse me, in a world that already includes the Big Boy, why would I settle for something like a Big Boy?"
            ],
            [
                26,
                "Fine, I’ll have the Barbecue Burger. "
            ],
            [
                28,
                "Waitresses don’t yell at you at Big Boy. "
            ],
            [
                32,
                "We don’t. This is a disturbing aberration. "
            ],
            [
                50,
                "He asked her out once, it was an embarrassing failure. "
            ],
            [
                52,
                "Oh, I’m sorry, was that supposed to be a secret?"
            ],
            [
                61,
                "Well I assume she meant that the two of you together would constitute a couple that others might consider cute. An alternate, and somewhat less likely interpretation, is that you could manufacture one. As in, oh look, Leonard and Lesley made Mr and Mrs Goldfarb, aren’t they adorable. "
            ],
            [
                63,
                "You’re a lucky man, Leonard. "
            ],
            [
                65,
                "You’re talking to one of the three men in the Western hemisphere capable of following that train of thought. "
            ],
            [
                67,
                "I said I could follow it, I didn’t say I cared."
            ],
            [
                107,
                "I need your opinion on a matter of semiotics."
            ],
            [
                109,
                "Semiotics. The study of signs and symbols, it’s a branch of philosophy related to linguistics."
            ],
            [
                111,
                "Just come with me."
            ],
            [
                113,
                "Well?"
            ],
            [
                115,
                "What does it mean?"
            ],
            [
                117,
                "Yes, but I was eleven."
            ],
            [
                119,
                "So you’re saying Leonard has a girl in there."
            ],
            [
                125,
                "Oh, yes, but there’s usually planning, courtship and advance notice. Last time I was able to book a cruise to the Arctic to see a solar eclipse. "
            ],
            [
                127,
                "I didn’t have to, the dates just happened to coincide. "
            ],
            [
                129,
                "Well, there’s Leonard. (Picking up violin case) And he’s either with Lesley Winkle or a 1930’s gangster. "
            ],
            [
                131,
                "No, no, wait, hold on. "
            ],
            [
                133,
                "I don’t know what the protocol is here. Do I stay, do I leave? Do I wait to greet them with a refreshing beverage? "
            ],
            [
                136,
                "Hi, Leonard. It’s me, Sheldon. In the living room. I just, I wanted you to know I saw the tie. Message received. You’re welcome. You carry on. Give my best to Lesley. "
            ],
            [
                139,
                "Big boy! (Wakes up, looks at watch, wraps self in blanket, walks towards kitchen) Someone touched my board. Oh God, my board. Leonard! Leonard!"
            ],
            [
                141,
                "My equations, someone’s tampered with my equations. "
            ],
            [
                143,
                "Of course I’m sure. Look at the beta-function of quantum chrono-dynamics, the sign’s been changed. "
            ],
            [
                145,
                "Are you insane? Are you out of your mind? Are you…. hey look, that fixes the problem I’ve been having. "
            ],
            [
                147,
                "You did this?"
            ],
            [
                149,
                "Cool?"
            ],
            [
                152,
                "Uh-duh, hold on, hold on!"
            ],
            [
                154,
                "Who told you you could touch my board?"
            ],
            [
                156,
                "I don’t come into your house and touch your board."
            ],
            [
                158,
                "Oh, that is so… so…"
            ],
            [
                160,
                "Inconsiderate, that is the adjective, inconsiderate. "
            ],
            [
                172,
                "I’m coming."
            ],
            [
                175,
                "Boy, you’re wound awfully tight for a man who just had sexual intercourse. "
            ],
            [
                178,
                "Do you realise I may have to share a Nobel Prize with your booty call?"
            ],
            [
                180,
                "She’s not that intelligent."
            ],
            [
                182,
                "She got lucky."
            ],
            [
                184,
                "I don’t have to believe in it for her to be lucky. "
            ],
            [
                186,
                "Leonard?"
            ],
            [
                188,
                "I still don’t care. "
            ],
            [
                218,
                "You know, I think I may have misjudged this restaurant. "
            ],
            [
                220,
                "I won’t go out on a limb, but I think we may be looking at my new Tuesday hamburger. "
            ],
            [
                222,
                "Way ahead of you. I was thinking of moving Big Boy to Thursdays, and just dropping Soup Plantation. "
            ],
            [
                224,
                "Yeah, the name always confused me anyway, Soup Plantation. You can’t grow soup. "
            ],
            [
                226,
                "Terrific, you’ll be happy to know that I plan to come here every Tuesday night for the foreseeable future."
            ],
            [
                228,
                "Who do I speak to about permanently reserving this table? "
            ],
            [
                233,
                "You know why this hamburger surpasses the Big Boy? This is a single decker hamburger whereas the Big Boy is a double decker. This has a much more satisfying meat to bun to condiment ratio. "
            ],
            [
                235,
                "Of course I’m listening. Blah blah, hopeless Penny delusion, blah blah blah."
            ]
        ],
        "Howard": [
            [
                2,
                "Not so fast, remember the South still has two infantry divisions, plus Superman and Godzilla."
            ],
            [
                6,
                "Hang on, honey. Shiva and Ganesh? The Hindu Gods against the entire Union army?"
            ],
            [
                11,
                "What do you recommend for someone who worked up a man-sized appetite from a morning of weight training and cardio-funk?"
            ],
            [
                13,
                "I’ll take the heart smart platter."
            ],
            [
                34,
                "And walks in quiet beauty like the night. "
            ],
            [
                47,
                "If you’re into music, I happen to be a human beatbox. "
            ],
            [
                55,
                "What’s the matter?"
            ],
            [
                57,
                "How can she take your order when you’re too neurotic to talk to her."
            ],
            [
                209,
                "Hey, look, it’s Doctor Stud!"
            ],
            [
                211,
                "The blogosphere is a-buzzing with news of you and Lesley Winkle making eine kleine bang-bang music. "
            ],
            [
                213,
                "I put it there. "
            ]
        ],
        "Leonard": [
            [
                3,
                "No, no, no, no, Orcs are magic, Superman is vulnerable to magic, not to mention, you already lost Godzilla to the Illinois Cavalry and Hulk."
            ],
            [
                7,
                "And Orcs!"
            ],
            [
                18,
                "Just get a hamburger, you like hamburgers."
            ],
            [
                20,
                "I’m sorry. Give him a hamburger. "
            ],
            [
                27,
                "Make it two. "
            ],
            [
                30,
                "Hey Lesley. "
            ],
            [
                33,
                "Lesley, this is Penny, she lives across the hall from Sheldon and me. "
            ],
            [
                36,
                "Lesley and I do research together at the University. "
            ],
            [
                39,
                "What happened to Elliot Wong?"
            ],
            [
                41,
                "Yeah, sure, why not."
            ],
            [
                43,
                "Why at my place?"
            ],
            [
                46,
                "Yeah, my parents felt that naming me Leonard and putting me in advanced placement classes wasn’t getting me beaten up enough. "
            ],
            [
                49,
                "Lesley? No, no-oh, what are you kidding?"
            ],
            [
                51,
                "Thank you Sheldon."
            ],
            [
                60,
                "What did Penny mean, you’d make a cute couple?"
            ],
            [
                62,
                "If Penny didn’t know that Lesley had already turned me down then that would unambiguously mean that she, Penny, thought that I should her, Lesley, out, indicating that she, Penny, had no interest in me asking her, Penny, out. But because she did know that I had asked Lesley out and that she, Lesley, had turned me down then she, Penny, could be offering consolation. That’s too bad, you would have made a cute couple. But while thinking, good, Leonard remains available. "
            ],
            [
                64,
                "How so?"
            ],
            [
                66,
                "Well, what do you think."
            ],
            [
                71,
                "Thank you."
            ],
            [
                77,
                "That was fun, Lesley, thanks for including me. "
            ],
            [
                79,
                "Uh, sure, why not. "
            ],
            [
                81,
                "Really?"
            ],
            [
                83,
                "I thought you weren’t interested in me."
            ],
            [
                85,
                "You mean my cello?"
            ],
            [
                87,
                "No kidding?"
            ],
            [
                89,
                "Gee, uh…"
            ],
            [
                91,
                "Penny? What about her?"
            ],
            [
                93,
                "Well, I did have a poppy seed bagel for breakfast, which could give a positive urine test for opiates but certainly not dilate my pupils, so I guess there’s no point in bringing it up. "
            ],
            [
                95,
                "No. No, there’s nothing going on between Penny and me."
            ],
            [
                97,
                "Yeah. Yeah, I guess I am. "
            ],
            [
                99,
                "Yeah, yeah it is good. Did you want to start now?"
            ],
            [
                101,
                "Oh. Okay. A little musical foreplay. Terrific. "
            ],
            [
                103,
                "I’m good, I’m good to go. "
            ],
            [
                142,
                "Are you sure?"
            ],
            [
                144,
                "Oh yeah. But doesn’t that fix the problem you’ve been having?"
            ],
            [
                151,
                "Thank you, I’ll see you at work. "
            ],
            [
                165,
                "Oh, hi."
            ],
            [
                167,
                "Pretty good. "
            ],
            [
                169,
                "Pretty, very, there’s really no objective scale for delineating variations of good, why do you ask?"
            ],
            [
                171,
                "Sheldon!"
            ],
            [
                174,
                "Wuh, I don’t…. th-th-th-that’s really two different questions, uh, I’m not…. Sheldon, we have to go! "
            ],
            [
                177,
                "Thank you. What did she mean, she’s happy for me? Is she happy because I’m seeing someone, or is she happy because she thinks that I’m happy, because anyone who cared for someone would want them to be happy, even if the reason for their happiness made the first person unhappy. You know, because the second person, though happy, is now romantically unavailable to the first person."
            ],
            [
                179,
                "You know what, I’m being ridiculous. But who cares what Penny thinks, Lesley is a terrific girl, she’s attractive, we like each other, she’s extremely intelligent."
            ],
            [
                181,
                "She fixed your equation."
            ],
            [
                183,
                "You don’t believe in luck."
            ],
            [
                185,
                "Regardless, I have a chance at a real relationship with Lesley, I’m not going to pass that up for some hypothetical future happiness with a woman who may or may not want me to be happy with a woman who is currently making me happy. "
            ],
            [
                187,
                "Yeah. "
            ],
            [
                190,
                "Hey, Lesley."
            ],
            [
                192,
                "Brrrr. Why are you smashing a flash frozen banana."
            ],
            [
                194,
                "So anyway (puts arms around her) Hello."
            ],
            [
                196,
                "Just extending the intimacy. Do you want to slip over to the radiation lab and share a decontamination shower?"
            ],
            [
                198,
                "I’m not sure, but I think I’m about to discover how the banana felt. "
            ],
            [
                200,
                "Who wouldn’t? "
            ],
            [
                202,
                "Yeah, well, I’m just glad to be a part of it. So what happens now?"
            ],
            [
                204,
                "Oh. Okay. Thank you."
            ],
            [
                206,
                "You want to make plans for New Years."
            ],
            [
                210,
                "Doctor what?"
            ],
            [
                212,
                "Wha… how did it get on the internet?"
            ],
            [
                214,
                "Well, how did you know about it?"
            ],
            [
                216,
                "Well, that part’s true! "
            ],
            [
                219,
                "No kidding."
            ],
            [
                221,
                "Your old Tuesday hamburger will be so broken hearted. "
            ],
            [
                223,
                "Really?"
            ],
            [
                230,
                "Oh, to be honest, I don’t think it’s going to work out. "
            ],
            [
                232,
                "Well what did she mean by that? Was that just a generic platitude or was that a subtle bid for attention? "
            ],
            [
                234,
                "Are you even listening to me?"
            ],
            [
                236,
                "Okay then. You know, you can grow the ingredients for soup. (Sheldon nods). "
            ]
        ],
        "Raj": [
            [
                4,
                "Why don’t you just have Robert E. Lee charge the line with Shiva and Ganesh."
            ],
            [
                9,
                "Excuse me, Ganesh is the remover of obstacles, and Shiva is the destroyer. When the smoke clears, Abraham Lincoln will be speaking Hindi and drinking mint juleps. "
            ],
            [
                54,
                "Oh dear."
            ],
            [
                56,
                "She didn’t take my order."
            ],
            [
                58,
                "Nevertheless, this will be reflected in her tip. "
            ],
            [
                215,
                "A little bird told us. Apparently you are a magnificent beast. "
            ]
        ],
        "Penny": [
            [
                5,
                "Hi, you guys ready to order?"
            ],
            [
                8,
                "I’ll be back."
            ],
            [
                10,
                "Alright, my boss says you either have to order, or leave and never come back. "
            ],
            [
                12,
                "A shower. "
            ],
            [
                14,
                "Alright, thank you, and Sheldon."
            ],
            [
                16,
                "Well, it’s all good. "
            ],
            [
                21,
                "Uh, which one, the Classic Burger, the Ranch House Burger, the Barbecue Burger or the Kobe burger?"
            ],
            [
                23,
                "The Barbecue Burger is like the Big Boy. "
            ],
            [
                25,
                "Because you are not at Big Boy!"
            ],
            [
                35,
                "Howard, I’ve asked you not to do that. "
            ],
            [
                37,
                "Oh, wow, a girl scientist. "
            ],
            [
                45,
                "Yeah, you too. Leonard, I didn’t know you played the cello?"
            ],
            [
                48,
                "Really? (Howard performs some of the worst beatboxing imaginable.) I’m actually not that into music. So hey, your friend’s really cute, anything going on with you two. "
            ],
            [
                53,
                "Oh, that’s too bad, you guys would make a cute couple. "
            ],
            [
                108,
                "I’m sorry?"
            ],
            [
                110,
                "Okay, sweetie, I know you think you’re explaining yourself, but you’re really not. "
            ],
            [
                114,
                "Well what?"
            ],
            [
                116,
                "Oh, come on, you went to college."
            ],
            [
                118,
                "Alright, look, a tie on the doorknob usually means someone doesn’t want to be disturbed because they’re, you know, getting busy. "
            ],
            [
                120,
                "Well, either that or he’s lost his tie rack and gotten really into Bryan Adams. "
            ],
            [
                122,
                "We really shouldn’t be standing here. "
            ],
            [
                124,
                "Oh, come on, you know, Leonard’s had girls over before, right?"
            ],
            [
                126,
                "Wait, you had to leave the state because your roommate was having sex?"
            ],
            [
                128,
                "So, do you know who’s in there?"
            ],
            [
                130,
                "Hmmm. Good for him. Good for Leonard. Okay, night."
            ],
            [
                132,
                "What’s the matter?"
            ],
            [
                134,
                "Gee, Sheldon, you’re asking the wrong girl. I’m usually on the other side of the tie. "
            ],
            [
                164,
                "Oh, hey Leonard."
            ],
            [
                166,
                "So, how’s it going?"
            ],
            [
                168,
                "Just pretty good, I’d think you were doing very good. "
            ],
            [
                170,
                "Well, a little bird told me that you and Lesley hooked up last night. "
            ],
            [
                173,
                "So, is it serious, do you like her?"
            ],
            [
                176,
                "Alright, well, I’ll talk to you later, but, I am so happy for you Leonard. "
            ],
            [
                225,
                "So, how’s everything. "
            ],
            [
                227,
                "Really, oh yay!"
            ],
            [
                229,
                "Um, I don’t know, a psychiatrist? So hey, how are things with you and Lesley? "
            ],
            [
                231,
                "Oh, oh that’s too bad. Well hey, don’t worry, I’m sure there is someone out there who is just right for you. (Walks away smiling)."
            ]
        ],
        "Lesley (entering)": [
            [
                29,
                "Hey Leonard, hi guys. "
            ],
            [
                146,
                "You’re welcome. "
            ]
        ],
        "Lesley": [
            [
                31,
                "I didn’t know you ate here."
            ],
            [
                38,
                "Yep, come for the breasts, stay for the brains. So, I’m glad I ran into you, the physics department string quartet needs a new cellist. "
            ],
            [
                40,
                "He switched over to high energy radiation research, had a little mishap, and now the other guys are uncomfortable sitting next to him. So, are you in?"
            ],
            [
                42,
                "Great, we rehearse on Tuesdays at your place."
            ],
            [
                44,
                "Yeah, the department of energy said our regular space is kind of a hot zone. Nice meeting you."
            ],
            [
                70,
                "I admire your fingering. "
            ],
            [
                72,
                "Maybe some time you can try that on my instrument. "
            ],
            [
                74,
                "Goodnight guys, good job."
            ],
            [
                78,
                "You’re welcome. If you’re up for it we could practise that middle section again."
            ],
            [
                80,
                "Just so we’re clear, you understand that me hanging back to practise with you is a pretext for letting you know that I’m sexually available. "
            ],
            [
                82,
                "Yeah, I’m good to go. "
            ],
            [
                84,
                "That was before I saw you handling that beautiful piece of wood between your legs. "
            ],
            [
                86,
                "No, I mean the obvious crude double entendre. I’m seducing you."
            ],
            [
                88,
                "What can I say, I’m a passionate and impulsive woman. So how about it?"
            ],
            [
                90,
                "Is it the waitress?"
            ],
            [
                92,
                "Well, I thought I saw your pupils dilate when you looked at her, which, unless you’re a heroin addict, points to sexual attraction."
            ],
            [
                94,
                "You and the waitress then?"
            ],
            [
                96,
                "So, you’re open to a sexual relationship?"
            ],
            [
                98,
                "Good. "
            ],
            [
                100,
                "Why don’t we finish the section first."
            ],
            [
                104,
                "Me too. (Exit in direction of bedrooms.)"
            ],
            [
                148,
                "Yeah, I noticed it when I got up to get a glass of water, so I fixed it, now you can show that quarks are asymptotically free at high energies. Pretty cool, huh?"
            ],
            [
                150,
                "Listen, I got to hit the lab. Thanks for a great night. "
            ],
            [
                153,
                "What?"
            ],
            [
                155,
                "No-one."
            ],
            [
                157,
                "There are no incorrect equations on my board. "
            ],
            [
                159,
                "I’m sorry, I’ve got to run, if you come up with an adjective, text me. (Leaves). "
            ],
            [
                191,
                "Careful  Leonard, liquid nitrogen, 320 degrees below zero. "
            ],
            [
                193,
                "Because I’ve got a bowl of Cheerios and I couldn’t find a knife."
            ],
            [
                195,
                "Uh, what are you doing?"
            ],
            [
                197,
                "Okay, uh, what exactly do you think’s going on between us?"
            ],
            [
                199,
                "Listen, Leonard, neither of us are neuroscientists but we both understand the biochemistry of sex, I mean, dopamine in our brains is released across synapses causing pleasure. You stick electrodes in a rat’s brain, give him an orgasm button, he’ll push that thing until he starves to death.  "
            ],
            [
                201,
                "Well, the only difference between us and a rat is that you can’t stick an electrode in our hypothalamus. That’s where you come in. "
            ],
            [
                203,
                "Well, I don’t know about your sex drive, but I’m probably good till New Years. "
            ],
            [
                205,
                "Thank you!"
            ],
            [
                207,
                "Woah, Leonard, please, you’re smothering me. "
            ]
        ],
        "Male string quartettist": [
            [
                75,
                "Thanks."
            ]
        ],
        "Female string quartettist": [
            [
                76,
                "See you next week."
            ]
        ],
        "Penny (opening door)": [
            [
                106,
                "Oh, hey Sheldon, what’s going on?"
            ]
        ],
        "Lesley (voice off)": [
            [
                121,
                "Oh Leonard, you magnificent beast. "
            ]
        ],
        "Sheldon (entering living room)": [
            [
                123,
                "This is very awkward."
            ]
        ],
        "Leonard (entering)": [
            [
                140,
                "Hey, what’s the matter? "
            ]
        ],
        "Leonard (exiting the apartment)": [
            [
                162,
                "You can stare at your board all day Sheldon, she’s still going to be right. "
            ]
        ],
        "Sheldon (inside)": [
            [
                163,
                "I’m not staring, I’m mulling."
            ]
        ],
        "Leonard (leaving)": [
            [
                208,
                "Sorry."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The Cheesecake Factory"
        ],
        [
            "Sheldon",
            "Alright, I’m moving my infantry division, augmented by a battalion of Orcs from Lord of the Rings, we flank the Tennessee Volunteers, and the North once again wins the Battle of Gettysburg."
        ],
        [
            "Howard",
            "Not so fast, remember the South still has two infantry divisions, plus Superman and Godzilla."
        ],
        [
            "Leonard",
            "No, no, no, no, Orcs are magic, Superman is vulnerable to magic, not to mention, you already lost Godzilla to the Illinois Cavalry and Hulk."
        ],
        [
            "Raj",
            "Why don’t you just have Robert E. Lee charge the line with Shiva and Ganesh."
        ],
        [
            "Penny",
            "Hi, you guys ready to order?"
        ],
        [
            "Howard",
            "Hang on, honey. Shiva and Ganesh? The Hindu Gods against the entire Union army?"
        ],
        [
            "Leonard",
            "And Orcs!"
        ],
        [
            "Penny",
            "I’ll be back."
        ],
        [
            "Raj",
            "Excuse me, Ganesh is the remover of obstacles, and Shiva is the destroyer. When the smoke clears, Abraham Lincoln will be speaking Hindi and drinking mint juleps. "
        ],
        [
            "Penny",
            "Alright, my boss says you either have to order, or leave and never come back. "
        ],
        [
            "Howard",
            "What do you recommend for someone who worked up a man-sized appetite from a morning of weight training and cardio-funk?"
        ],
        [
            "Penny",
            "A shower. "
        ],
        [
            "Howard",
            "I’ll take the heart smart platter."
        ],
        [
            "Penny",
            "Alright, thank you, and Sheldon."
        ],
        [
            "Sheldon",
            "We don’t eat here, I don’t know what’s good."
        ],
        [
            "Penny",
            "Well, it’s all good. "
        ],
        [
            "Sheldon",
            "Statistically unlikely. "
        ],
        [
            "Leonard",
            "Just get a hamburger, you like hamburgers."
        ],
        [
            "Sheldon",
            "I like the hamburgers where we usually have hamburgers, you can’t make the assumption that I’ll like the hamburgers here. "
        ],
        [
            "Leonard",
            "I’m sorry. Give him a hamburger. "
        ],
        [
            "Penny",
            "Uh, which one, the Classic Burger, the Ranch House Burger, the Barbecue Burger or the Kobe burger?"
        ],
        [
            "Sheldon",
            "Can’t we just go to Big Boy? They only have one burger. The Big Boy. "
        ],
        [
            "Penny",
            "The Barbecue Burger is like the Big Boy. "
        ],
        [
            "Sheldon",
            "Excuse me, in a world that already includes the Big Boy, why would I settle for something like a Big Boy?"
        ],
        [
            "Penny",
            "Because you are not at Big Boy!"
        ],
        [
            "Sheldon",
            "Fine, I’ll have the Barbecue Burger. "
        ],
        [
            "Leonard",
            "Make it two. "
        ],
        [
            "Sheldon",
            "Waitresses don’t yell at you at Big Boy. "
        ],
        [
            "Lesley (entering)",
            "Hey Leonard, hi guys. "
        ],
        [
            "Leonard",
            "Hey Lesley. "
        ],
        [
            "Lesley",
            "I didn’t know you ate here."
        ],
        [
            "Sheldon",
            "We don’t. This is a disturbing aberration. "
        ],
        [
            "Leonard",
            "Lesley, this is Penny, she lives across the hall from Sheldon and me. "
        ],
        [
            "Howard",
            "And walks in quiet beauty like the night. "
        ],
        [
            "Penny",
            "Howard, I’ve asked you not to do that. "
        ],
        [
            "Leonard",
            "Lesley and I do research together at the University. "
        ],
        [
            "Penny",
            "Oh, wow, a girl scientist. "
        ],
        [
            "Lesley",
            "Yep, come for the breasts, stay for the brains. So, I’m glad I ran into you, the physics department string quartet needs a new cellist. "
        ],
        [
            "Leonard",
            "What happened to Elliot Wong?"
        ],
        [
            "Lesley",
            "He switched over to high energy radiation research, had a little mishap, and now the other guys are uncomfortable sitting next to him. So, are you in?"
        ],
        [
            "Leonard",
            "Yeah, sure, why not."
        ],
        [
            "Lesley",
            "Great, we rehearse on Tuesdays at your place."
        ],
        [
            "Leonard",
            "Why at my place?"
        ],
        [
            "Lesley",
            "Yeah, the department of energy said our regular space is kind of a hot zone. Nice meeting you."
        ],
        [
            "Penny",
            "Yeah, you too. Leonard, I didn’t know you played the cello?"
        ],
        [
            "Leonard",
            "Yeah, my parents felt that naming me Leonard and putting me in advanced placement classes wasn’t getting me beaten up enough. "
        ],
        [
            "Howard",
            "If you’re into music, I happen to be a human beatbox. "
        ],
        [
            "Penny",
            "Really? (Howard performs some of the worst beatboxing imaginable.) I’m actually not that into music. So hey, your friend’s really cute, anything going on with you two. "
        ],
        [
            "Leonard",
            "Lesley? No, no-oh, what are you kidding?"
        ],
        [
            "Sheldon",
            "He asked her out once, it was an embarrassing failure. "
        ],
        [
            "Leonard",
            "Thank you Sheldon."
        ],
        [
            "Sheldon",
            "Oh, I’m sorry, was that supposed to be a secret?"
        ],
        [
            "Penny",
            "Oh, that’s too bad, you guys would make a cute couple. "
        ],
        [
            "Raj",
            "Oh dear."
        ],
        [
            "Howard",
            "What’s the matter?"
        ],
        [
            "Raj",
            "She didn’t take my order."
        ],
        [
            "Howard",
            "How can she take your order when you’re too neurotic to talk to her."
        ],
        [
            "Raj",
            "Nevertheless, this will be reflected in her tip. "
        ],
        [
            "Scene",
            "The stairwell of the apartment building."
        ],
        [
            "Leonard",
            "What did Penny mean, you’d make a cute couple?"
        ],
        [
            "Sheldon",
            "Well I assume she meant that the two of you together would constitute a couple that others might consider cute. An alternate, and somewhat less likely interpretation, is that you could manufacture one. As in, oh look, Leonard and Lesley made Mr and Mrs Goldfarb, aren’t they adorable. "
        ],
        [
            "Leonard",
            "If Penny didn’t know that Lesley had already turned me down then that would unambiguously mean that she, Penny, thought that I should her, Lesley, out, indicating that she, Penny, had no interest in me asking her, Penny, out. But because she did know that I had asked Lesley out and that she, Lesley, had turned me down then she, Penny, could be offering consolation. That’s too bad, you would have made a cute couple. But while thinking, good, Leonard remains available. "
        ],
        [
            "Sheldon",
            "You’re a lucky man, Leonard. "
        ],
        [
            "Leonard",
            "How so?"
        ],
        [
            "Sheldon",
            "You’re talking to one of the three men in the Western hemisphere capable of following that train of thought. "
        ],
        [
            "Leonard",
            "Well, what do you think."
        ],
        [
            "Sheldon",
            "I said I could follow it, I didn’t say I cared."
        ],
        [
            "Scene",
            "Credit sequence."
        ],
        [
            "Scene",
            "The apartment living room. The string quartet are practising. "
        ],
        [
            "Lesley",
            "I admire your fingering. "
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Lesley",
            "Maybe some time you can try that on my instrument. "
        ],
        [
            "Scene",
            "Time jump"
        ],
        [
            "Lesley",
            "Goodnight guys, good job."
        ],
        [
            "Male string quartettist",
            "Thanks."
        ],
        [
            "Female string quartettist",
            "See you next week."
        ],
        [
            "Leonard",
            "That was fun, Lesley, thanks for including me. "
        ],
        [
            "Lesley",
            "You’re welcome. If you’re up for it we could practise that middle section again."
        ],
        [
            "Leonard",
            "Uh, sure, why not. "
        ],
        [
            "Lesley",
            "Just so we’re clear, you understand that me hanging back to practise with you is a pretext for letting you know that I’m sexually available. "
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Lesley",
            "Yeah, I’m good to go. "
        ],
        [
            "Leonard",
            "I thought you weren’t interested in me."
        ],
        [
            "Lesley",
            "That was before I saw you handling that beautiful piece of wood between your legs. "
        ],
        [
            "Leonard",
            "You mean my cello?"
        ],
        [
            "Lesley",
            "No, I mean the obvious crude double entendre. I’m seducing you."
        ],
        [
            "Leonard",
            "No kidding?"
        ],
        [
            "Lesley",
            "What can I say, I’m a passionate and impulsive woman. So how about it?"
        ],
        [
            "Leonard",
            "Gee, uh…"
        ],
        [
            "Lesley",
            "Is it the waitress?"
        ],
        [
            "Leonard",
            "Penny? What about her?"
        ],
        [
            "Lesley",
            "Well, I thought I saw your pupils dilate when you looked at her, which, unless you’re a heroin addict, points to sexual attraction."
        ],
        [
            "Leonard",
            "Well, I did have a poppy seed bagel for breakfast, which could give a positive urine test for opiates but certainly not dilate my pupils, so I guess there’s no point in bringing it up. "
        ],
        [
            "Lesley",
            "You and the waitress then?"
        ],
        [
            "Leonard",
            "No. No, there’s nothing going on between Penny and me."
        ],
        [
            "Lesley",
            "So, you’re open to a sexual relationship?"
        ],
        [
            "Leonard",
            "Yeah. Yeah, I guess I am. "
        ],
        [
            "Lesley",
            "Good. "
        ],
        [
            "Leonard",
            "Yeah, yeah it is good. Did you want to start now?"
        ],
        [
            "Lesley",
            "Why don’t we finish the section first."
        ],
        [
            "Leonard",
            "Oh. Okay. A little musical foreplay. Terrific. "
        ],
        [
            "Scene",
            "(They play, gradually going faster and faster.)"
        ],
        [
            "Leonard",
            "I’m good, I’m good to go. "
        ],
        [
            "Lesley",
            "Me too. (Exit in direction of bedrooms.)"
        ],
        [
            "Scene",
            "The hallway, Sheldon scuttles out of apartment door and crosses to Penny’s. Knocks on it urgently."
        ],
        [
            "Penny (opening door)",
            "Oh, hey Sheldon, what’s going on?"
        ],
        [
            "Sheldon",
            "I need your opinion on a matter of semiotics."
        ],
        [
            "Penny",
            "I’m sorry?"
        ],
        [
            "Sheldon",
            "Semiotics. The study of signs and symbols, it’s a branch of philosophy related to linguistics."
        ],
        [
            "Penny",
            "Okay, sweetie, I know you think you’re explaining yourself, but you’re really not. "
        ],
        [
            "Sheldon",
            "Just come with me."
        ],
        [
            "Scene",
            "Jump to the pair of them standing outside Leonard’s bedroom door. Bryan Adams “Have You Ever Loved A Woman” is emerging. There is a tie on the bedroom door."
        ],
        [
            "Sheldon",
            "Well?"
        ],
        [
            "Penny",
            "Well what?"
        ],
        [
            "Sheldon",
            "What does it mean?"
        ],
        [
            "Penny",
            "Oh, come on, you went to college."
        ],
        [
            "Sheldon",
            "Yes, but I was eleven."
        ],
        [
            "Penny",
            "Alright, look, a tie on the doorknob usually means someone doesn’t want to be disturbed because they’re, you know, getting busy. "
        ],
        [
            "Sheldon",
            "So you’re saying Leonard has a girl in there."
        ],
        [
            "Penny",
            "Well, either that or he’s lost his tie rack and gotten really into Bryan Adams. "
        ],
        [
            "Lesley (voice off)",
            "Oh Leonard, you magnificent beast. "
        ],
        [
            "Penny",
            "We really shouldn’t be standing here. "
        ],
        [
            "Sheldon (entering living room)",
            "This is very awkward."
        ],
        [
            "Penny",
            "Oh, come on, you know, Leonard’s had girls over before, right?"
        ],
        [
            "Sheldon",
            "Oh, yes, but there’s usually planning, courtship and advance notice. Last time I was able to book a cruise to the Arctic to see a solar eclipse. "
        ],
        [
            "Penny",
            "Wait, you had to leave the state because your roommate was having sex?"
        ],
        [
            "Sheldon",
            "I didn’t have to, the dates just happened to coincide. "
        ],
        [
            "Penny",
            "So, do you know who’s in there?"
        ],
        [
            "Sheldon",
            "Well, there’s Leonard. (Picking up violin case) And he’s either with Lesley Winkle or a 1930’s gangster. "
        ],
        [
            "Penny",
            "Hmmm. Good for him. Good for Leonard. Okay, night."
        ],
        [
            "Sheldon",
            "No, no, wait, hold on. "
        ],
        [
            "Penny",
            "What’s the matter?"
        ],
        [
            "Sheldon",
            "I don’t know what the protocol is here. Do I stay, do I leave? Do I wait to greet them with a refreshing beverage? "
        ],
        [
            "Penny",
            "Gee, Sheldon, you’re asking the wrong girl. I’m usually on the other side of the tie. "
        ],
        [
            "Scene",
            "(Sheldon looks lost for a moment. The pulls out his mobile phone and dials.)"
        ],
        [
            "Sheldon",
            "Hi, Leonard. It’s me, Sheldon. In the living room. I just, I wanted you to know I saw the tie. Message received. You’re welcome. You carry on. Give my best to Lesley. "
        ],
        [
            "Scene",
            "In Leonard’s Bedroom. Leonard wakes up next to Lesley, puts on glasses and grins."
        ],
        [
            "Scene",
            "Living room, Sheldon is sleeping on the sofa, with his head on Lesley’s Violin case."
        ],
        [
            "Sheldon",
            "Big boy! (Wakes up, looks at watch, wraps self in blanket, walks towards kitchen) Someone touched my board. Oh God, my board. Leonard! Leonard!"
        ],
        [
            "Leonard (entering)",
            "Hey, what’s the matter? "
        ],
        [
            "Sheldon",
            "My equations, someone’s tampered with my equations. "
        ],
        [
            "Leonard",
            "Are you sure?"
        ],
        [
            "Sheldon",
            "Of course I’m sure. Look at the beta-function of quantum chrono-dynamics, the sign’s been changed. "
        ],
        [
            "Leonard",
            "Oh yeah. But doesn’t that fix the problem you’ve been having?"
        ],
        [
            "Sheldon",
            "Are you insane? Are you out of your mind? Are you…. hey look, that fixes the problem I’ve been having. "
        ],
        [
            "Lesley (entering)",
            "You’re welcome. "
        ],
        [
            "Sheldon",
            "You did this?"
        ],
        [
            "Lesley",
            "Yeah, I noticed it when I got up to get a glass of water, so I fixed it, now you can show that quarks are asymptotically free at high energies. Pretty cool, huh?"
        ],
        [
            "Sheldon",
            "Cool?"
        ],
        [
            "Lesley",
            "Listen, I got to hit the lab. Thanks for a great night. "
        ],
        [
            "Leonard",
            "Thank you, I’ll see you at work. "
        ],
        [
            "Sheldon",
            "Uh-duh, hold on, hold on!"
        ],
        [
            "Lesley",
            "What?"
        ],
        [
            "Sheldon",
            "Who told you you could touch my board?"
        ],
        [
            "Lesley",
            "No-one."
        ],
        [
            "Sheldon",
            "I don’t come into your house and touch your board."
        ],
        [
            "Lesley",
            "There are no incorrect equations on my board. "
        ],
        [
            "Sheldon",
            "Oh, that is so… so…"
        ],
        [
            "Lesley",
            "I’m sorry, I’ve got to run, if you come up with an adjective, text me. (Leaves). "
        ],
        [
            "Sheldon",
            "Inconsiderate, that is the adjective, inconsiderate. "
        ],
        [
            "Scene",
            "The hallway. "
        ],
        [
            "Leonard (exiting the apartment)",
            "You can stare at your board all day Sheldon, she’s still going to be right. "
        ],
        [
            "Sheldon (inside)",
            "I’m not staring, I’m mulling."
        ],
        [
            "Penny",
            "Oh, hey Leonard."
        ],
        [
            "Leonard",
            "Oh, hi."
        ],
        [
            "Penny",
            "So, how’s it going?"
        ],
        [
            "Leonard",
            "Pretty good. "
        ],
        [
            "Penny",
            "Just pretty good, I’d think you were doing very good. "
        ],
        [
            "Leonard",
            "Pretty, very, there’s really no objective scale for delineating variations of good, why do you ask?"
        ],
        [
            "Penny",
            "Well, a little bird told me that you and Lesley hooked up last night. "
        ],
        [
            "Leonard",
            "Sheldon!"
        ],
        [
            "Sheldon",
            "I’m coming."
        ],
        [
            "Penny",
            "So, is it serious, do you like her?"
        ],
        [
            "Leonard",
            "Wuh, I don’t…. th-th-th-that’s really two different questions, uh, I’m not…. Sheldon, we have to go! "
        ],
        [
            "Sheldon",
            "Boy, you’re wound awfully tight for a man who just had sexual intercourse. "
        ],
        [
            "Penny",
            "Alright, well, I’ll talk to you later, but, I am so happy for you Leonard. "
        ],
        [
            "Leonard",
            "Thank you. What did she mean, she’s happy for me? Is she happy because I’m seeing someone, or is she happy because she thinks that I’m happy, because anyone who cared for someone would want them to be happy, even if the reason for their happiness made the first person unhappy. You know, because the second person, though happy, is now romantically unavailable to the first person."
        ],
        [
            "Sheldon",
            "Do you realise I may have to share a Nobel Prize with your booty call?"
        ],
        [
            "Leonard",
            "You know what, I’m being ridiculous. But who cares what Penny thinks, Lesley is a terrific girl, she’s attractive, we like each other, she’s extremely intelligent."
        ],
        [
            "Sheldon",
            "She’s not that intelligent."
        ],
        [
            "Leonard",
            "She fixed your equation."
        ],
        [
            "Sheldon",
            "She got lucky."
        ],
        [
            "Leonard",
            "You don’t believe in luck."
        ],
        [
            "Sheldon",
            "I don’t have to believe in it for her to be lucky. "
        ],
        [
            "Leonard",
            "Regardless, I have a chance at a real relationship with Lesley, I’m not going to pass that up for some hypothetical future happiness with a woman who may or may not want me to be happy with a woman who is currently making me happy. "
        ],
        [
            "Sheldon",
            "Leonard?"
        ],
        [
            "Leonard",
            "Yeah. "
        ],
        [
            "Sheldon",
            "I still don’t care. "
        ],
        [
            "Scene",
            "Leonard and Lesley’s lab. "
        ],
        [
            "Leonard",
            "Hey, Lesley."
        ],
        [
            "Lesley",
            "Careful  Leonard, liquid nitrogen, 320 degrees below zero. "
        ],
        [
            "Leonard",
            "Brrrr. Why are you smashing a flash frozen banana."
        ],
        [
            "Lesley",
            "Because I’ve got a bowl of Cheerios and I couldn’t find a knife."
        ],
        [
            "Leonard",
            "So anyway (puts arms around her) Hello."
        ],
        [
            "Lesley",
            "Uh, what are you doing?"
        ],
        [
            "Leonard",
            "Just extending the intimacy. Do you want to slip over to the radiation lab and share a decontamination shower?"
        ],
        [
            "Lesley",
            "Okay, uh, what exactly do you think’s going on between us?"
        ],
        [
            "Leonard",
            "I’m not sure, but I think I’m about to discover how the banana felt. "
        ],
        [
            "Lesley",
            "Listen, Leonard, neither of us are neuroscientists but we both understand the biochemistry of sex, I mean, dopamine in our brains is released across synapses causing pleasure. You stick electrodes in a rat’s brain, give him an orgasm button, he’ll push that thing until he starves to death.  "
        ],
        [
            "Leonard",
            "Who wouldn’t? "
        ],
        [
            "Lesley",
            "Well, the only difference between us and a rat is that you can’t stick an electrode in our hypothalamus. That’s where you come in. "
        ],
        [
            "Leonard",
            "Yeah, well, I’m just glad to be a part of it. So what happens now?"
        ],
        [
            "Lesley",
            "Well, I don’t know about your sex drive, but I’m probably good till New Years. "
        ],
        [
            "Leonard",
            "Oh. Okay. Thank you."
        ],
        [
            "Lesley",
            "Thank you!"
        ],
        [
            "Leonard",
            "You want to make plans for New Years."
        ],
        [
            "Lesley",
            "Woah, Leonard, please, you’re smothering me. "
        ],
        [
            "Leonard (leaving)",
            "Sorry."
        ],
        [
            "Howard",
            "Hey, look, it’s Doctor Stud!"
        ],
        [
            "Leonard",
            "Doctor what?"
        ],
        [
            "Howard",
            "The blogosphere is a-buzzing with news of you and Lesley Winkle making eine kleine bang-bang music. "
        ],
        [
            "Leonard",
            "Wha… how did it get on the internet?"
        ],
        [
            "Howard",
            "I put it there. "
        ],
        [
            "Leonard",
            "Well, how did you know about it?"
        ],
        [
            "Raj",
            "A little bird told us. Apparently you are a magnificent beast. "
        ],
        [
            "Leonard",
            "Well, that part’s true! "
        ],
        [
            "Scene",
            "The Cheesecake Factory."
        ],
        [
            "Sheldon",
            "You know, I think I may have misjudged this restaurant. "
        ],
        [
            "Leonard",
            "No kidding."
        ],
        [
            "Sheldon",
            "I won’t go out on a limb, but I think we may be looking at my new Tuesday hamburger. "
        ],
        [
            "Leonard",
            "Your old Tuesday hamburger will be so broken hearted. "
        ],
        [
            "Sheldon",
            "Way ahead of you. I was thinking of moving Big Boy to Thursdays, and just dropping Soup Plantation. "
        ],
        [
            "Leonard",
            "Really?"
        ],
        [
            "Sheldon",
            "Yeah, the name always confused me anyway, Soup Plantation. You can’t grow soup. "
        ],
        [
            "Penny",
            "So, how’s everything. "
        ],
        [
            "Sheldon",
            "Terrific, you’ll be happy to know that I plan to come here every Tuesday night for the foreseeable future."
        ],
        [
            "Penny",
            "Really, oh yay!"
        ],
        [
            "Sheldon",
            "Who do I speak to about permanently reserving this table? "
        ],
        [
            "Penny",
            "Um, I don’t know, a psychiatrist? So hey, how are things with you and Lesley? "
        ],
        [
            "Leonard",
            "Oh, to be honest, I don’t think it’s going to work out. "
        ],
        [
            "Penny",
            "Oh, oh that’s too bad. Well hey, don’t worry, I’m sure there is someone out there who is just right for you. (Walks away smiling)."
        ],
        [
            "Leonard",
            "Well what did she mean by that? Was that just a generic platitude or was that a subtle bid for attention? "
        ],
        [
            "Sheldon",
            "You know why this hamburger surpasses the Big Boy? This is a single decker hamburger whereas the Big Boy is a double decker. This has a much more satisfying meat to bun to condiment ratio. "
        ],
        [
            "Leonard",
            "Are you even listening to me?"
        ],
        [
            "Sheldon",
            "Of course I’m listening. Blah blah, hopeless Penny delusion, blah blah blah."
        ],
        [
            "Leonard",
            "Okay then. You know, you can grow the ingredients for soup. (Sheldon nods). "
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-5-the-hamburger-postulate/"
}