{
    "Season": 1,
    "Episode": 6,
    "Title": "the middle earth paradigm",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Lobby of the apartment building, Howard, Raj, Sheldon and Leonard enter in combat gear, covered in blue paint."
            ],
            [
                45,
                "Credits Sequence"
            ],
            [
                46,
                "The apartment living room. There is a knock on the door."
            ],
            [
                60,
                "The same, later. Leonard is dressed as Frodo. Howard appears to be Peter Pan. There is a knock on the door."
            ],
            [
                75,
                "The hallway. Howard knocks on Penny’s door with his bow. "
            ],
            [
                100,
                "Time shift, the party is in full swing, the four guys are sitting together around the coffee table."
            ],
            [
                144,
                "Time shift. Sheldon and Leonard are now talking to a girl in a princess costume."
            ],
            [
                216,
                "The living room. Sheldon brings Leonard a cup of tea."
            ],
            [
                251,
                "The apartment, there is a knock on the door. "
            ],
            [
                259,
                "A random bedroom. Butterfly costume girl is climbing off of Raj. "
            ],
            [
                261,
                "(Raj puts hands behind head with a smug expression on his face.)"
            ]
        ],
        "Raj": [
            [
                1,
                "Okay, if no-one else will say it, I will. We really suck at paintball."
            ],
            [
                51,
                "Make way for the fastest man alive. (Enters, also in a Flash costume.) Oh no!"
            ],
            [
                54,
                "Or, we could walk right behind each other all night and look like one person going really fast. "
            ],
            [
                63,
                "What? Just because I’m Indian I can’t be a Norse God? No, no, no, Raj has to be an Indian God. That’s racism. I mean, look at Wolowitz, he’s not English, but he’s dressed like Peter Pan. Sheldon(entering in a body suit featuring black and white vertical lines) is neither sound nor light, but he’s obviously the Doppler Effect. "
            ],
            [
                65,
                "Really, because I saw Peter Pan, and you’re dressed exactly like Cathy Rigby. She was a little bigger than you, but it’s basically the same look, man. "
            ],
            [
                101,
                "Mmmm, by Odin’s beard, this is good Chex Mix. "
            ],
            [
                107,
                "Penny is wearing the worst Catwoman costume I have ever seen, and that includes Halle Berry’s."
            ],
            [
                111,
                "What is your move?"
            ],
            [
                115,
                "Oh, if only I had his confidence. I have such difficulty speaking to women. Or around women. Or at times, even effeminate men. "
            ]
        ],
        "Howard": [
            [
                2,
                "That was absolutely humiliating."
            ],
            [
                4,
                "Yes, but you don’t have to lose to Kyle Bernstein’s Bar-Mitzvah party. "
            ],
            [
                9,
                "I shot you for good reason, you were leading us into disaster. "
            ],
            [
                14,
                "Morning ma’am. "
            ],
            [
                20,
                "A boy-girl party?"
            ],
            [
                30,
                "As in, costumes? "
            ],
            [
                44,
                "Gentlemen, to the sewing machines."
            ],
            [
                55,
                "No, no, no, it’s a boy-girl party, this Flash runs solo. "
            ],
            [
                64,
                "I’m not Peter Pan, I’m Robin Hood. "
            ],
            [
                76,
                "Just a heads up fellas, if anyone gets lucky I’ve got a dozen condoms in my quiver. "
            ],
            [
                84,
                "What, are all the girls in the bathroom?"
            ],
            [
                93,
                "I’m Peter Pan! And I’ve got a handful of pixie dust with your name on it. "
            ],
            [
                102,
                "No thanks, peanuts, I can’t afford to swell up in these tights. "
            ],
            [
                110,
                "Hey guys, check out the sexy nurse. I believe it’s time for me to turn my head and cough. "
            ],
            [
                112,
                "I’m going to use the mirror technique. She brushes her hair back, I brush my hair back, she shrugs, I shrug, subconsciously she’s thinking we’re in sync, we belong together."
            ],
            [
                114,
                "You know, psychology journals, internet research, and there’s this great show on VH1 about how to pick up girls. "
            ],
            [
                116,
                "If that’s a working stethoscope, maybe you’d like to hear my heart skip a beat."
            ],
            [
                118,
                "No, seriously, you can, I have transient idiopathic arrhythmia."
            ],
            [
                253,
                "Hey, have you seen Koothrapali?"
            ],
            [
                255,
                "He’s not the Marvel comic story, he’s the original Norse God. "
            ],
            [
                257,
                "I’m supposed to give him a ride home."
            ]
        ],
        "Leonard": [
            [
                3,
                "Oh, come on, some battles you win, some battles you lose."
            ],
            [
                5,
                "I think we have to acknowledge, those were some fairly savage pre-adolescent Jews. "
            ],
            [
                7,
                "Sheldon, let it go."
            ],
            [
                11,
                "You hid behind a tree yelling “get the kid in the yarmulkah, get the kid in the yarmulkah.”"
            ],
            [
                13,
                "Hello Penny."
            ],
            [
                18,
                "A party? "
            ],
            [
                23,
                "Yeah, I don’t know, Penny…"
            ],
            [
                25,
                "We’re really more…."
            ],
            [
                27,
                "But thanks, thanks for thinking of us."
            ],
            [
                32,
                "Is there a theme?"
            ],
            [
                36,
                "He’s asking if we can come as anyone from science-fiction, fantasy…"
            ],
            [
                49,
                "Oh, no. "
            ],
            [
                53,
                "We all have other costumes, we can change."
            ],
            [
                56,
                "Okay, how about this, nobody gets to be The Flash, we all change, agreed?"
            ],
            [
                58,
                "I call Frodo!"
            ],
            [
                62,
                "You went with Thor?"
            ],
            [
                66,
                "Hey, Sheldon, there’s something I want to talk to you about before we go to the party."
            ],
            [
                68,
                "No, it’s not…"
            ],
            [
                70,
                "Terrific. Um, this party is my first chance for Penny to see me in the context of her social group, and I need you not to embarrass me tonight. "
            ],
            [
                72,
                "For example, tonight no-one needs to know that my middle name is Leakey. "
            ],
            [
                74,
                "All I’m saying is that this party is the perfect opportunity for Penny to see me as a member of her peer group. A potential close friend and… perhaps more. I don’t want to look like a dork. "
            ],
            [
                78,
                "Hey, sorry we’re late. "
            ],
            [
                92,
                "Actually, Penny, he’s Rob…"
            ],
            [
                95,
                "Oh, he’s the Doppler Effect."
            ],
            [
                98,
                "Okay. "
            ],
            [
                104,
                "We’re socialising. Meeting new people. "
            ],
            [
                108,
                "She’s not Catwoman, she’s just a generic cat."
            ],
            [
                113,
                "Where do you get this stuff?"
            ],
            [
                119,
                "I  want to get to know Penny’s friends, I just, I don’t know how to talk to these people. "
            ],
            [
                121,
                "How so?"
            ],
            [
                123,
                "Go on."
            ],
            [
                125,
                "Then what happens?"
            ],
            [
                127,
                "This is ridiculous, I’m jumping in."
            ],
            [
                129,
                "No, you’re coming with me."
            ],
            [
                131,
                "Come on."
            ],
            [
                133,
                "Yes. But I need a wing-man."
            ],
            [
                136,
                "Hi."
            ],
            [
                149,
                "Why don’t you just tell people you’re a zebra?"
            ],
            [
                151,
                "Because I’m Frodo."
            ],
            [
                153,
                "Oh no."
            ],
            [
                155,
                "That’s Penny’s ex-boyfriend."
            ],
            [
                157,
                "If he were any bigger, he’d have moons orbiting him."
            ],
            [
                159,
                "Why should we leave? For all we know, he crashed the party and Penny doesn’t even want him here. (Penny and Kurt hug)."
            ],
            [
                161,
                "Maybe they just want to be friends. "
            ],
            [
                163,
                "Then he and I are on equal ground."
            ],
            [
                165,
                "Look, if this was 15,000 years ago, by virtue of his size and strength, Kurt would be entitled to his choice of female partners."
            ],
            [
                167,
                "Yes, but our society has undergone a paradigm shift, in the information age, Sheldon, you and I are the alpha males. We shouldn’t have to back down. "
            ],
            [
                169,
                "No. I’m going to assert my dominance face to face. "
            ],
            [
                171,
                "Hello Penny. Hello Kurt."
            ],
            [
                177,
                "No, I’m a Hobbit."
            ],
            [
                179,
                "Uh, a Hobbit is a mortal Halfling inhabitant of Middle Earth, whereas an Elf is an immortal tall warrior. "
            ],
            [
                183,
                "I think we’re all talking to Penny here."
            ],
            [
                189,
                "Okay, I understand your impulse to try to physically intimidate me. I mean, you can’t compete with me on an intellectual level and so you’re driven to animalistic puffery. "
            ],
            [
                192,
                "No, I said animalistic. Of course we’re all animals, but some of us have climbed a little higher on the evolutionary tree. "
            ],
            [
                198,
                "No, Penny, it’s okay, I can handle this. I’m not a dwarf, I’m a Hobbit. A Hobbit. Are misfiring neurons in your hippocampus preventing the conversion from short-term to long-term memory?"
            ],
            [
                200,
                "A homo-habilus discovering his opposable thumbs says what?"
            ],
            [
                202,
                "I think I’ve made my point."
            ],
            [
                205,
                "There’s not going to be a confrontation, in fact I doubt if he can even spell confrontation."
            ],
            [
                213,
                "Yeah, no, I’m fine. It’s good, it’s a good party, thanks for having us, it’s just getting a little late so…."
            ],
            [
                217,
                "What’s that?"
            ],
            [
                219,
                "No."
            ],
            [
                221,
                "Good night Sheldon."
            ],
            [
                224,
                "Hi Penny."
            ],
            [
                226,
                "I’m fine. "
            ],
            [
                228,
                "It’s not your fault."
            ],
            [
                230,
                "So why was he at your party?"
            ],
            [
                232,
                "There there. "
            ],
            [
                234,
                "Nothing, you’re perfect."
            ],
            [
                236,
                "Yes you are. "
            ],
            [
                238,
                "Penny?"
            ],
            [
                240,
                "How much have you had to drink tonight?"
            ],
            [
                242,
                "Are you sure that your being drunk, and your being angry with Kurt doesn’t have something to do with what’s going on here?"
            ],
            [
                244,
                "Yeah, I’m a frickin’ genius. "
            ],
            [
                246,
                "Because if all guys were like me, the human race couldn’t survive. "
            ],
            [
                248,
                "Probably. "
            ],
            [
                250,
                "That’s right, you saw what you saw. That’s how we roll in The Shire. (Closes door quickly, locks and chains it.)"
            ]
        ],
        "Sheldon": [
            [
                6,
                "You know, we were annihilated by our own incompetence and the inability of some people to follow the chain of command. "
            ],
            [
                8,
                "No, I want to talk about the fact that Wolowitz shot me in the back. "
            ],
            [
                10,
                "I was giving clear, concise orders. "
            ],
            [
                16,
                "Sure, if you consider being fragged by your own troops fun. (To Howard) You clear space on your calendar, there will be an enquiry."
            ],
            [
                22,
                "Dancing?"
            ],
            [
                24,
                "The thing is, we’re not…."
            ],
            [
                26,
                "No."
            ],
            [
                29,
                "A Halloween party?"
            ],
            [
                34,
                "Yes, but are the costumes random, or genre specific? "
            ],
            [
                38,
                "What about comic-books?"
            ],
            [
                40,
                "Anime?"
            ],
            [
                42,
                "TV , film, D&D, Manga, Greek Gods, Roman Gods, Norse Gods…"
            ],
            [
                50,
                "Oh no! (He is also wearing a Flash costume.)"
            ],
            [
                52,
                "See, this is why I wanted to have a costume meeting. "
            ],
            [
                67,
                "I don’t care if anybody gets it, I’m going as the Doppler Effect. "
            ],
            [
                69,
                "If I have to, I can demonstrate. Neeeeoooowwwww!"
            ],
            [
                71,
                "Well, what exactly do you mean by embarrass you?"
            ],
            [
                73,
                "Well, there’s nothing embarrassing about that, your father worked with Lewis Leakey, a great anthropologist. It had nothing to do with your bed-wetting. "
            ],
            [
                80,
                "And you said the party starts at seven. "
            ],
            [
                86,
                "So what time does the costume parade start? "
            ],
            [
                88,
                "Yeah, so the judges can give out the prizes for best costume, you know, most frightening, most authentic, most accurate visual representation of a scientific principle."
            ],
            [
                90,
                "This party is just going to suck. "
            ],
            [
                96,
                "Yes. It’s the apparent change in the frequency of a wave caused by relative motion between the source of the wave and the observer. "
            ],
            [
                99,
                "See, people get it. "
            ],
            [
                103,
                "I’m confused. If there’s no costume parade, what are we doing here? "
            ],
            [
                105,
                "Telepathically?"
            ],
            [
                109,
                "And that’s the kind of sloppy costuming which results from a lack of rules and competition."
            ],
            [
                120,
                "Well, I actually might be able to help."
            ],
            [
                122,
                "Like Jane Goodall observing the apes, I initially saw their interactions as confusing and unstructured, but patterns emerge, they have their own language if you will. "
            ],
            [
                124,
                "Well, it seems that the newcomer approaches the existing group with the greeting “How wasted am I?” which is met with an approving chorus of “Dude.”"
            ],
            [
                126,
                "That’s as far as I’ve gotten."
            ],
            [
                128,
                "Good luck. "
            ],
            [
                130,
                "Oh, I hardly think so. "
            ],
            [
                132,
                "Aren’t you afraid I’ll embarrass you?"
            ],
            [
                134,
                "Alright, but if we’re going to use flight metaphors I’m much more suited to being the guy from the FAA, analysing wreckage. "
            ],
            [
                137,
                "Hello."
            ],
            [
                139,
                "Me? I’ll give you a hint. Neeeeooooowwwww!"
            ],
            [
                141,
                "Close! Neeeeeoooooowwwww!"
            ],
            [
                145,
                "Neeeeeooooowwwwww!"
            ],
            [
                147,
                "I’m the Doppler Effect. "
            ],
            [
                152,
                "Yes, well, I’m the Doppler Effect. "
            ],
            [
                154,
                "What?"
            ],
            [
                156,
                "What do you suppose he’s doing here? Besides disrupting the local gravity field. "
            ],
            [
                158,
                "Oh, snap. So I guess we’ll be leaving now. "
            ],
            [
                160,
                "You have a back-up hypothesis. "
            ],
            [
                162,
                "Or maybe she wants to be friends, and he wants something more. "
            ],
            [
                164,
                "Yes, but you’re much closer to it than he is. "
            ],
            [
                166,
                "And male partners. Animal partners. Large primordial eggplants, pretty much whatever tickled his fancy. "
            ],
            [
                168,
                "True. Why don’t you text him that and see if he backs down?"
            ],
            [
                170,
                "Face to face? Are you going to wait for him to sit down, or are you going to stand on a coffee table?"
            ],
            [
                173,
                "Given the reaction to my costume, this party is a scathing indictment of the American education system. "
            ],
            [
                175,
                "Yet another child left behind. "
            ],
            [
                181,
                "Because he is neither tall nor immortal, and none of us could be The Flash. "
            ],
            [
                184,
                "I’m not. No offence. "
            ],
            [
                193,
                "If he understands that, you’re in trouble. "
            ],
            [
                195,
                "You’re in trouble. "
            ],
            [
                204,
                "Let me remind you, while my moral support is absolute, in a physical confrontation I will be less than useless. "
            ],
            [
                211,
                "He’s a Hobbit! I’ve got your back. "
            ],
            [
                215,
                "Happy Halloween. (They leave) If it’s any consolation, I thought that homo-habilus line really put him in his place. "
            ],
            [
                218,
                "Tea. When people are upset the cultural convention is to bring them hot beverages. There there. You want to talk about it?"
            ],
            [
                220,
                "Good. There there was really all I had. "
            ],
            [
                222,
                "Good night Leonard. "
            ],
            [
                252,
                "Coming. (Opens door to Howard.)"
            ],
            [
                254,
                "He’s not here. Maybe the Avenger summoned him. "
            ],
            [
                256,
                "Thank you for the clarification. "
            ],
            [
                258,
                "Well I’m sure he’ll be fine. He has his hammer. "
            ]
        ],
        "Penny (arriving)": [
            [
                12,
                "Oh, hey guys."
            ]
        ],
        "Penny": [
            [
                15,
                "So, how was paintball, did you have fun?"
            ],
            [
                17,
                "Okay, um, oh hey, I’m having a party on Saturday so if you guys are around you should come by."
            ],
            [
                19,
                "Yeah."
            ],
            [
                21,
                "Well, there will be boys, and there will be girls, and it is a party. So, it’ll just be a bunch of my friends, we’ll have some beer, do a little dancing…"
            ],
            [
                28,
                "Are you sure? Come on, it’s Halloween."
            ],
            [
                31,
                "Well, yeah. "
            ],
            [
                33,
                "Um, yeah, Halloween."
            ],
            [
                35,
                "As usual, I’m not following."
            ],
            [
                37,
                "Sure."
            ],
            [
                39,
                "Fine."
            ],
            [
                41,
                "Of course."
            ],
            [
                43,
                "Anything you want, okay? Any costume you want. Bye. "
            ],
            [
                81,
                "Well, yeah, when you start a party at seven, no-one shows up at, you know, seven. "
            ],
            [
                83,
                "Yes. Yes it is. Okay, well, um, come on in. "
            ],
            [
                85,
                "Probably, but in their own homes. "
            ],
            [
                87,
                "The parade?"
            ],
            [
                89,
                "Oh, Sheldon, I’m sorry but there aren’t going to be any parades or judges or prizes. "
            ],
            [
                91,
                "No, come on, it’s going to be fun, and you all look great, I mean, look at you, Thor, and, oh, Peter Pan, that’s so cute."
            ],
            [
                94,
                "No you don’t. Oh, hey, what’s Sheldon supposed to be."
            ],
            [
                97,
                "Oh, sure, I see it now, the Doppler Effect. Alright, I’ve got to shower, you guys um, make yourselves comfortable. "
            ],
            [
                172,
                "Oh, hey guys. You having a good time?"
            ],
            [
                186,
                "Alright Kurt, be nice."
            ],
            [
                188,
                "Kurt!"
            ],
            [
                191,
                "Of course not, no, he’s not, you’re not, right Leonard? "
            ],
            [
                197,
                "Okay, Kurt, please."
            ],
            [
                207,
                "Kurt, put him down this instant. "
            ],
            [
                209,
                "I don’t care, I’m finishing it, put him down. "
            ],
            [
                212,
                "Leonard, are you okay."
            ],
            [
                214,
                "Oh, okay, alright, well thank you for coming. "
            ],
            [
                225,
                "Hey, I just wanted to make sure you’re okay."
            ],
            [
                227,
                "I’m so sorry about what happened."
            ],
            [
                229,
                "Yes it is. That’s why I broke up with him, he always does stuff like that. "
            ],
            [
                231,
                "Well, I ran into him last week and, he was…  just, all apologetic, about how he’s changed, he was just going on and on and I believed him, and I’m an idiot because I always believe guys like that and… I can’t go back to my party because he’s there, and I know you don’t want to hear this and I’m upset and I’m really drunk and I just want to… (bursts into tears and rests head on Leonard’s shoulder.)"
            ],
            [
                233,
                "God, what is wrong with me."
            ],
            [
                235,
                "Gah, I’m not perfect."
            ],
            [
                237,
                "You really think so, don’t you? (She kisses hm.)"
            ],
            [
                239,
                "Yeah. "
            ],
            [
                241,
                "Just…. a lot. "
            ],
            [
                243,
                "It might. Boy, you’re really smart."
            ],
            [
                245,
                "Leonard, you are so great. Why can’t all guys be like you? "
            ],
            [
                247,
                "I should probably go."
            ]
        ],
        "Leonard (off)": [
            [
                47,
                "I’ll get it. (He enters, wearing a Flash costume. Opens door.)"
            ]
        ],
        "Howard (Entering at speed, also wearing a Flash costume)": [
            [
                48,
                "Bjow (They stare at each other in shock.)"
            ]
        ],
        "All": [
            [
                57,
                "Agreed. "
            ],
            [
                59,
                "Damn!"
            ]
        ],
        "Raj (Entering dressed as Thor)": [
            [
                61,
                "Hey. Sorry I’m late, but my hammer got stuck in the door on the bus."
            ]
        ],
        "Penny (opening door, not in costume)": [
            [
                77,
                "Oh, hey guys. "
            ]
        ],
        "Penny: Late? It’s 7": [
            [
                79,
                "05."
            ]
        ],
        "Sheldon: It’s 7": [
            [
                82,
                "05. "
            ]
        ],
        "Penny (crossing the room in a cat costume, speaking to someone off-screen)": [
            [
                106,
                "Oh hey, when did you get here, Hi!"
            ]
        ],
        "Nurse Costume Girl": [
            [
                117,
                "No thanks."
            ]
        ],
        "Girl in Hippie Costume": [
            [
                135,
                "Oh, Hi!"
            ]
        ],
        "Girl": [
            [
                138,
                "So, what are you supposed to be?"
            ],
            [
                140,
                "Uh, a choo-choo train?"
            ],
            [
                142,
                "A brain damaged choo-choo train?"
            ],
            [
                146,
                "I still don’t get it."
            ],
            [
                148,
                "Okay, if that is some sort of learning disability, I think it’s very insensitive."
            ]
        ],
        "Girl in Butterfly Costume (dropping onto sofa next to Raj)": [
            [
                143,
                "How wasted am I? (Raj shrugs.)"
            ]
        ],
        " Sheldon": [
            [
                150,
                "Well, why don’t you just tell people you’re one of the seven dwarves. "
            ]
        ],
        "Kurt": [
            [
                174,
                "What, you’re a zebra, right?"
            ],
            [
                176,
                "And what are you supposed to be, an Elf?"
            ],
            [
                178,
                "What’s the difference? "
            ],
            [
                180,
                "So why the hell would you want to be a Hobbit?"
            ],
            [
                182,
                "Well, whatever, why don’t you go hop off on a quest, I’m talking to Penny here."
            ],
            [
                185,
                "Okay, maybe you didn’t hear me, go away."
            ],
            [
                187,
                "Aw, I am being nice. Right little buddy."
            ],
            [
                190,
                "Are you calling me a puffy animal?"
            ],
            [
                194,
                "So what, I’m unevolved?"
            ],
            [
                196,
                "You know, you use a lot of big words for such a little dwarf. "
            ],
            [
                199,
                "Okay, now you’re starting to make me mad. "
            ],
            [
                201,
                "What?"
            ],
            [
                203,
                "Yeah, how about I make a point out of your pointy little head."
            ],
            [
                208,
                "He started it."
            ],
            [
                210,
                "Fine. You’re one lucky little leprechaun. "
            ]
        ],
        "Kurt (physically lifting Leonard from the ground)": [
            [
                206,
                "C – O – N… frontation!"
            ]
        ],
        "Penny (knocking on door and entering)": [
            [
                223,
                "Hey Leonard."
            ]
        ],
        "Penny (in doorway)": [
            [
                249,
                "Thank you. (She kisses him again. Kurt is watching.)"
            ]
        ],
        "Butterfly Girl": [
            [
                260,
                "Wow, I have to say, you are an amazing man. You’re gentle and passionate, and my God, you are such a good listener! "
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Lobby of the apartment building, Howard, Raj, Sheldon and Leonard enter in combat gear, covered in blue paint."
        ],
        [
            "Raj",
            "Okay, if no-one else will say it, I will. We really suck at paintball."
        ],
        [
            "Howard",
            "That was absolutely humiliating."
        ],
        [
            "Leonard",
            "Oh, come on, some battles you win, some battles you lose."
        ],
        [
            "Howard",
            "Yes, but you don’t have to lose to Kyle Bernstein’s Bar-Mitzvah party. "
        ],
        [
            "Leonard",
            "I think we have to acknowledge, those were some fairly savage pre-adolescent Jews. "
        ],
        [
            "Sheldon",
            "You know, we were annihilated by our own incompetence and the inability of some people to follow the chain of command. "
        ],
        [
            "Leonard",
            "Sheldon, let it go."
        ],
        [
            "Sheldon",
            "No, I want to talk about the fact that Wolowitz shot me in the back. "
        ],
        [
            "Howard",
            "I shot you for good reason, you were leading us into disaster. "
        ],
        [
            "Sheldon",
            "I was giving clear, concise orders. "
        ],
        [
            "Leonard",
            "You hid behind a tree yelling “get the kid in the yarmulkah, get the kid in the yarmulkah.”"
        ],
        [
            "Penny (arriving)",
            "Oh, hey guys."
        ],
        [
            "Leonard",
            "Hello Penny."
        ],
        [
            "Howard",
            "Morning ma’am. "
        ],
        [
            "Penny",
            "So, how was paintball, did you have fun?"
        ],
        [
            "Sheldon",
            "Sure, if you consider being fragged by your own troops fun. (To Howard) You clear space on your calendar, there will be an enquiry."
        ],
        [
            "Penny",
            "Okay, um, oh hey, I’m having a party on Saturday so if you guys are around you should come by."
        ],
        [
            "Leonard",
            "A party? "
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Howard",
            "A boy-girl party?"
        ],
        [
            "Penny",
            "Well, there will be boys, and there will be girls, and it is a party. So, it’ll just be a bunch of my friends, we’ll have some beer, do a little dancing…"
        ],
        [
            "Sheldon",
            "Dancing?"
        ],
        [
            "Leonard",
            "Yeah, I don’t know, Penny…"
        ],
        [
            "Sheldon",
            "The thing is, we’re not…."
        ],
        [
            "Leonard",
            "We’re really more…."
        ],
        [
            "Sheldon",
            "No."
        ],
        [
            "Leonard",
            "But thanks, thanks for thinking of us."
        ],
        [
            "Penny",
            "Are you sure? Come on, it’s Halloween."
        ],
        [
            "Sheldon",
            "A Halloween party?"
        ],
        [
            "Howard",
            "As in, costumes? "
        ],
        [
            "Penny",
            "Well, yeah. "
        ],
        [
            "Leonard",
            "Is there a theme?"
        ],
        [
            "Penny",
            "Um, yeah, Halloween."
        ],
        [
            "Sheldon",
            "Yes, but are the costumes random, or genre specific? "
        ],
        [
            "Penny",
            "As usual, I’m not following."
        ],
        [
            "Leonard",
            "He’s asking if we can come as anyone from science-fiction, fantasy…"
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Sheldon",
            "What about comic-books?"
        ],
        [
            "Penny",
            "Fine."
        ],
        [
            "Sheldon",
            "Anime?"
        ],
        [
            "Penny",
            "Of course."
        ],
        [
            "Sheldon",
            "TV , film, D&D, Manga, Greek Gods, Roman Gods, Norse Gods…"
        ],
        [
            "Penny",
            "Anything you want, okay? Any costume you want. Bye. "
        ],
        [
            "Howard",
            "Gentlemen, to the sewing machines."
        ],
        [
            "Scene",
            "Credits Sequence"
        ],
        [
            "Scene",
            "The apartment living room. There is a knock on the door."
        ],
        [
            "Leonard (off)",
            "I’ll get it. (He enters, wearing a Flash costume. Opens door.)"
        ],
        [
            "Howard (Entering at speed, also wearing a Flash costume)",
            "Bjow (They stare at each other in shock.)"
        ],
        [
            "Leonard",
            "Oh, no. "
        ],
        [
            "Sheldon",
            "Oh no! (He is also wearing a Flash costume.)"
        ],
        [
            "Raj",
            "Make way for the fastest man alive. (Enters, also in a Flash costume.) Oh no!"
        ],
        [
            "Sheldon",
            "See, this is why I wanted to have a costume meeting. "
        ],
        [
            "Leonard",
            "We all have other costumes, we can change."
        ],
        [
            "Raj",
            "Or, we could walk right behind each other all night and look like one person going really fast. "
        ],
        [
            "Howard",
            "No, no, no, it’s a boy-girl party, this Flash runs solo. "
        ],
        [
            "Leonard",
            "Okay, how about this, nobody gets to be The Flash, we all change, agreed?"
        ],
        [
            "All",
            "Agreed. "
        ],
        [
            "Leonard",
            "I call Frodo!"
        ],
        [
            "All",
            "Damn!"
        ],
        [
            "Scene",
            "The same, later. Leonard is dressed as Frodo. Howard appears to be Peter Pan. There is a knock on the door."
        ],
        [
            "Raj (Entering dressed as Thor)",
            "Hey. Sorry I’m late, but my hammer got stuck in the door on the bus."
        ],
        [
            "Leonard",
            "You went with Thor?"
        ],
        [
            "Raj",
            "What? Just because I’m Indian I can’t be a Norse God? No, no, no, Raj has to be an Indian God. That’s racism. I mean, look at Wolowitz, he’s not English, but he’s dressed like Peter Pan. Sheldon(entering in a body suit featuring black and white vertical lines) is neither sound nor light, but he’s obviously the Doppler Effect. "
        ],
        [
            "Howard",
            "I’m not Peter Pan, I’m Robin Hood. "
        ],
        [
            "Raj",
            "Really, because I saw Peter Pan, and you’re dressed exactly like Cathy Rigby. She was a little bigger than you, but it’s basically the same look, man. "
        ],
        [
            "Leonard",
            "Hey, Sheldon, there’s something I want to talk to you about before we go to the party."
        ],
        [
            "Sheldon",
            "I don’t care if anybody gets it, I’m going as the Doppler Effect. "
        ],
        [
            "Leonard",
            "No, it’s not…"
        ],
        [
            "Sheldon",
            "If I have to, I can demonstrate. Neeeeoooowwwww!"
        ],
        [
            "Leonard",
            "Terrific. Um, this party is my first chance for Penny to see me in the context of her social group, and I need you not to embarrass me tonight. "
        ],
        [
            "Sheldon",
            "Well, what exactly do you mean by embarrass you?"
        ],
        [
            "Leonard",
            "For example, tonight no-one needs to know that my middle name is Leakey. "
        ],
        [
            "Sheldon",
            "Well, there’s nothing embarrassing about that, your father worked with Lewis Leakey, a great anthropologist. It had nothing to do with your bed-wetting. "
        ],
        [
            "Leonard",
            "All I’m saying is that this party is the perfect opportunity for Penny to see me as a member of her peer group. A potential close friend and… perhaps more. I don’t want to look like a dork. "
        ],
        [
            "Scene",
            "The hallway. Howard knocks on Penny’s door with his bow. "
        ],
        [
            "Howard",
            "Just a heads up fellas, if anyone gets lucky I’ve got a dozen condoms in my quiver. "
        ],
        [
            "Penny (opening door, not in costume)",
            "Oh, hey guys. "
        ],
        [
            "Leonard",
            "Hey, sorry we’re late. "
        ],
        [
            "Penny: Late? It’s 7",
            "05."
        ],
        [
            "Sheldon",
            "And you said the party starts at seven. "
        ],
        [
            "Penny",
            "Well, yeah, when you start a party at seven, no-one shows up at, you know, seven. "
        ],
        [
            "Sheldon: It’s 7",
            "05. "
        ],
        [
            "Penny",
            "Yes. Yes it is. Okay, well, um, come on in. "
        ],
        [
            "Howard",
            "What, are all the girls in the bathroom?"
        ],
        [
            "Penny",
            "Probably, but in their own homes. "
        ],
        [
            "Sheldon",
            "So what time does the costume parade start? "
        ],
        [
            "Penny",
            "The parade?"
        ],
        [
            "Sheldon",
            "Yeah, so the judges can give out the prizes for best costume, you know, most frightening, most authentic, most accurate visual representation of a scientific principle."
        ],
        [
            "Penny",
            "Oh, Sheldon, I’m sorry but there aren’t going to be any parades or judges or prizes. "
        ],
        [
            "Sheldon",
            "This party is just going to suck. "
        ],
        [
            "Penny",
            "No, come on, it’s going to be fun, and you all look great, I mean, look at you, Thor, and, oh, Peter Pan, that’s so cute."
        ],
        [
            "Leonard",
            "Actually, Penny, he’s Rob…"
        ],
        [
            "Howard",
            "I’m Peter Pan! And I’ve got a handful of pixie dust with your name on it. "
        ],
        [
            "Penny",
            "No you don’t. Oh, hey, what’s Sheldon supposed to be."
        ],
        [
            "Leonard",
            "Oh, he’s the Doppler Effect."
        ],
        [
            "Sheldon",
            "Yes. It’s the apparent change in the frequency of a wave caused by relative motion between the source of the wave and the observer. "
        ],
        [
            "Penny",
            "Oh, sure, I see it now, the Doppler Effect. Alright, I’ve got to shower, you guys um, make yourselves comfortable. "
        ],
        [
            "Leonard",
            "Okay. "
        ],
        [
            "Sheldon",
            "See, people get it. "
        ],
        [
            "Scene",
            "Time shift, the party is in full swing, the four guys are sitting together around the coffee table."
        ],
        [
            "Raj",
            "Mmmm, by Odin’s beard, this is good Chex Mix. "
        ],
        [
            "Howard",
            "No thanks, peanuts, I can’t afford to swell up in these tights. "
        ],
        [
            "Sheldon",
            "I’m confused. If there’s no costume parade, what are we doing here? "
        ],
        [
            "Leonard",
            "We’re socialising. Meeting new people. "
        ],
        [
            "Sheldon",
            "Telepathically?"
        ],
        [
            "Penny (crossing the room in a cat costume, speaking to someone off-screen)",
            "Oh hey, when did you get here, Hi!"
        ],
        [
            "Raj",
            "Penny is wearing the worst Catwoman costume I have ever seen, and that includes Halle Berry’s."
        ],
        [
            "Leonard",
            "She’s not Catwoman, she’s just a generic cat."
        ],
        [
            "Sheldon",
            "And that’s the kind of sloppy costuming which results from a lack of rules and competition."
        ],
        [
            "Howard",
            "Hey guys, check out the sexy nurse. I believe it’s time for me to turn my head and cough. "
        ],
        [
            "Raj",
            "What is your move?"
        ],
        [
            "Howard",
            "I’m going to use the mirror technique. She brushes her hair back, I brush my hair back, she shrugs, I shrug, subconsciously she’s thinking we’re in sync, we belong together."
        ],
        [
            "Leonard",
            "Where do you get this stuff?"
        ],
        [
            "Howard",
            "You know, psychology journals, internet research, and there’s this great show on VH1 about how to pick up girls. "
        ],
        [
            "Raj",
            "Oh, if only I had his confidence. I have such difficulty speaking to women. Or around women. Or at times, even effeminate men. "
        ],
        [
            "Howard",
            "If that’s a working stethoscope, maybe you’d like to hear my heart skip a beat."
        ],
        [
            "Nurse Costume Girl",
            "No thanks."
        ],
        [
            "Howard",
            "No, seriously, you can, I have transient idiopathic arrhythmia."
        ],
        [
            "Leonard",
            "I  want to get to know Penny’s friends, I just, I don’t know how to talk to these people. "
        ],
        [
            "Sheldon",
            "Well, I actually might be able to help."
        ],
        [
            "Leonard",
            "How so?"
        ],
        [
            "Sheldon",
            "Like Jane Goodall observing the apes, I initially saw their interactions as confusing and unstructured, but patterns emerge, they have their own language if you will. "
        ],
        [
            "Leonard",
            "Go on."
        ],
        [
            "Sheldon",
            "Well, it seems that the newcomer approaches the existing group with the greeting “How wasted am I?” which is met with an approving chorus of “Dude.”"
        ],
        [
            "Leonard",
            "Then what happens?"
        ],
        [
            "Sheldon",
            "That’s as far as I’ve gotten."
        ],
        [
            "Leonard",
            "This is ridiculous, I’m jumping in."
        ],
        [
            "Sheldon",
            "Good luck. "
        ],
        [
            "Leonard",
            "No, you’re coming with me."
        ],
        [
            "Sheldon",
            "Oh, I hardly think so. "
        ],
        [
            "Leonard",
            "Come on."
        ],
        [
            "Sheldon",
            "Aren’t you afraid I’ll embarrass you?"
        ],
        [
            "Leonard",
            "Yes. But I need a wing-man."
        ],
        [
            "Sheldon",
            "Alright, but if we’re going to use flight metaphors I’m much more suited to being the guy from the FAA, analysing wreckage. "
        ],
        [
            "Girl in Hippie Costume",
            "Oh, Hi!"
        ],
        [
            "Leonard",
            "Hi."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Girl",
            "So, what are you supposed to be?"
        ],
        [
            "Sheldon",
            "Me? I’ll give you a hint. Neeeeooooowwwww!"
        ],
        [
            "Girl",
            "Uh, a choo-choo train?"
        ],
        [
            "Sheldon",
            "Close! Neeeeeoooooowwwww!"
        ],
        [
            "Girl",
            "A brain damaged choo-choo train?"
        ],
        [
            "Girl in Butterfly Costume (dropping onto sofa next to Raj)",
            "How wasted am I? (Raj shrugs.)"
        ],
        [
            "Scene",
            "Time shift. Sheldon and Leonard are now talking to a girl in a princess costume."
        ],
        [
            "Sheldon",
            "Neeeeeooooowwwwww!"
        ],
        [
            "Girl",
            "I still don’t get it."
        ],
        [
            "Sheldon",
            "I’m the Doppler Effect. "
        ],
        [
            "Girl",
            "Okay, if that is some sort of learning disability, I think it’s very insensitive."
        ],
        [
            "Leonard",
            "Why don’t you just tell people you’re a zebra?"
        ],
        [
            " Sheldon",
            "Well, why don’t you just tell people you’re one of the seven dwarves. "
        ],
        [
            "Leonard",
            "Because I’m Frodo."
        ],
        [
            "Sheldon",
            "Yes, well, I’m the Doppler Effect. "
        ],
        [
            "Leonard",
            "Oh no."
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Leonard",
            "That’s Penny’s ex-boyfriend."
        ],
        [
            "Sheldon",
            "What do you suppose he’s doing here? Besides disrupting the local gravity field. "
        ],
        [
            "Leonard",
            "If he were any bigger, he’d have moons orbiting him."
        ],
        [
            "Sheldon",
            "Oh, snap. So I guess we’ll be leaving now. "
        ],
        [
            "Leonard",
            "Why should we leave? For all we know, he crashed the party and Penny doesn’t even want him here. (Penny and Kurt hug)."
        ],
        [
            "Sheldon",
            "You have a back-up hypothesis. "
        ],
        [
            "Leonard",
            "Maybe they just want to be friends. "
        ],
        [
            "Sheldon",
            "Or maybe she wants to be friends, and he wants something more. "
        ],
        [
            "Leonard",
            "Then he and I are on equal ground."
        ],
        [
            "Sheldon",
            "Yes, but you’re much closer to it than he is. "
        ],
        [
            "Leonard",
            "Look, if this was 15,000 years ago, by virtue of his size and strength, Kurt would be entitled to his choice of female partners."
        ],
        [
            "Sheldon",
            "And male partners. Animal partners. Large primordial eggplants, pretty much whatever tickled his fancy. "
        ],
        [
            "Leonard",
            "Yes, but our society has undergone a paradigm shift, in the information age, Sheldon, you and I are the alpha males. We shouldn’t have to back down. "
        ],
        [
            "Sheldon",
            "True. Why don’t you text him that and see if he backs down?"
        ],
        [
            "Leonard",
            "No. I’m going to assert my dominance face to face. "
        ],
        [
            "Sheldon",
            "Face to face? Are you going to wait for him to sit down, or are you going to stand on a coffee table?"
        ],
        [
            "Leonard",
            "Hello Penny. Hello Kurt."
        ],
        [
            "Penny",
            "Oh, hey guys. You having a good time?"
        ],
        [
            "Sheldon",
            "Given the reaction to my costume, this party is a scathing indictment of the American education system. "
        ],
        [
            "Kurt",
            "What, you’re a zebra, right?"
        ],
        [
            "Sheldon",
            "Yet another child left behind. "
        ],
        [
            "Kurt",
            "And what are you supposed to be, an Elf?"
        ],
        [
            "Leonard",
            "No, I’m a Hobbit."
        ],
        [
            "Kurt",
            "What’s the difference? "
        ],
        [
            "Leonard",
            "Uh, a Hobbit is a mortal Halfling inhabitant of Middle Earth, whereas an Elf is an immortal tall warrior. "
        ],
        [
            "Kurt",
            "So why the hell would you want to be a Hobbit?"
        ],
        [
            "Sheldon",
            "Because he is neither tall nor immortal, and none of us could be The Flash. "
        ],
        [
            "Kurt",
            "Well, whatever, why don’t you go hop off on a quest, I’m talking to Penny here."
        ],
        [
            "Leonard",
            "I think we’re all talking to Penny here."
        ],
        [
            "Sheldon",
            "I’m not. No offence. "
        ],
        [
            "Kurt",
            "Okay, maybe you didn’t hear me, go away."
        ],
        [
            "Penny",
            "Alright Kurt, be nice."
        ],
        [
            "Kurt",
            "Aw, I am being nice. Right little buddy."
        ],
        [
            "Penny",
            "Kurt!"
        ],
        [
            "Leonard",
            "Okay, I understand your impulse to try to physically intimidate me. I mean, you can’t compete with me on an intellectual level and so you’re driven to animalistic puffery. "
        ],
        [
            "Kurt",
            "Are you calling me a puffy animal?"
        ],
        [
            "Penny",
            "Of course not, no, he’s not, you’re not, right Leonard? "
        ],
        [
            "Leonard",
            "No, I said animalistic. Of course we’re all animals, but some of us have climbed a little higher on the evolutionary tree. "
        ],
        [
            "Sheldon",
            "If he understands that, you’re in trouble. "
        ],
        [
            "Kurt",
            "So what, I’m unevolved?"
        ],
        [
            "Sheldon",
            "You’re in trouble. "
        ],
        [
            "Kurt",
            "You know, you use a lot of big words for such a little dwarf. "
        ],
        [
            "Penny",
            "Okay, Kurt, please."
        ],
        [
            "Leonard",
            "No, Penny, it’s okay, I can handle this. I’m not a dwarf, I’m a Hobbit. A Hobbit. Are misfiring neurons in your hippocampus preventing the conversion from short-term to long-term memory?"
        ],
        [
            "Kurt",
            "Okay, now you’re starting to make me mad. "
        ],
        [
            "Leonard",
            "A homo-habilus discovering his opposable thumbs says what?"
        ],
        [
            "Kurt",
            "What?"
        ],
        [
            "Leonard",
            "I think I’ve made my point."
        ],
        [
            "Kurt",
            "Yeah, how about I make a point out of your pointy little head."
        ],
        [
            "Sheldon",
            "Let me remind you, while my moral support is absolute, in a physical confrontation I will be less than useless. "
        ],
        [
            "Leonard",
            "There’s not going to be a confrontation, in fact I doubt if he can even spell confrontation."
        ],
        [
            "Kurt (physically lifting Leonard from the ground)",
            "C – O – N… frontation!"
        ],
        [
            "Penny",
            "Kurt, put him down this instant. "
        ],
        [
            "Kurt",
            "He started it."
        ],
        [
            "Penny",
            "I don’t care, I’m finishing it, put him down. "
        ],
        [
            "Kurt",
            "Fine. You’re one lucky little leprechaun. "
        ],
        [
            "Sheldon",
            "He’s a Hobbit! I’ve got your back. "
        ],
        [
            "Penny",
            "Leonard, are you okay."
        ],
        [
            "Leonard",
            "Yeah, no, I’m fine. It’s good, it’s a good party, thanks for having us, it’s just getting a little late so…."
        ],
        [
            "Penny",
            "Oh, okay, alright, well thank you for coming. "
        ],
        [
            "Sheldon",
            "Happy Halloween. (They leave) If it’s any consolation, I thought that homo-habilus line really put him in his place. "
        ],
        [
            "Scene",
            "The living room. Sheldon brings Leonard a cup of tea."
        ],
        [
            "Leonard",
            "What’s that?"
        ],
        [
            "Sheldon",
            "Tea. When people are upset the cultural convention is to bring them hot beverages. There there. You want to talk about it?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "Good. There there was really all I had. "
        ],
        [
            "Leonard",
            "Good night Sheldon."
        ],
        [
            "Sheldon",
            "Good night Leonard. "
        ],
        [
            "Penny (knocking on door and entering)",
            "Hey Leonard."
        ],
        [
            "Leonard",
            "Hi Penny."
        ],
        [
            "Penny",
            "Hey, I just wanted to make sure you’re okay."
        ],
        [
            "Leonard",
            "I’m fine. "
        ],
        [
            "Penny",
            "I’m so sorry about what happened."
        ],
        [
            "Leonard",
            "It’s not your fault."
        ],
        [
            "Penny",
            "Yes it is. That’s why I broke up with him, he always does stuff like that. "
        ],
        [
            "Leonard",
            "So why was he at your party?"
        ],
        [
            "Penny",
            "Well, I ran into him last week and, he was…  just, all apologetic, about how he’s changed, he was just going on and on and I believed him, and I’m an idiot because I always believe guys like that and… I can’t go back to my party because he’s there, and I know you don’t want to hear this and I’m upset and I’m really drunk and I just want to… (bursts into tears and rests head on Leonard’s shoulder.)"
        ],
        [
            "Leonard",
            "There there. "
        ],
        [
            "Penny",
            "God, what is wrong with me."
        ],
        [
            "Leonard",
            "Nothing, you’re perfect."
        ],
        [
            "Penny",
            "Gah, I’m not perfect."
        ],
        [
            "Leonard",
            "Yes you are. "
        ],
        [
            "Penny",
            "You really think so, don’t you? (She kisses hm.)"
        ],
        [
            "Leonard",
            "Penny?"
        ],
        [
            "Penny",
            "Yeah. "
        ],
        [
            "Leonard",
            "How much have you had to drink tonight?"
        ],
        [
            "Penny",
            "Just…. a lot. "
        ],
        [
            "Leonard",
            "Are you sure that your being drunk, and your being angry with Kurt doesn’t have something to do with what’s going on here?"
        ],
        [
            "Penny",
            "It might. Boy, you’re really smart."
        ],
        [
            "Leonard",
            "Yeah, I’m a frickin’ genius. "
        ],
        [
            "Penny",
            "Leonard, you are so great. Why can’t all guys be like you? "
        ],
        [
            "Leonard",
            "Because if all guys were like me, the human race couldn’t survive. "
        ],
        [
            "Penny",
            "I should probably go."
        ],
        [
            "Leonard",
            "Probably. "
        ],
        [
            "Penny (in doorway)",
            "Thank you. (She kisses him again. Kurt is watching.)"
        ],
        [
            "Leonard",
            "That’s right, you saw what you saw. That’s how we roll in The Shire. (Closes door quickly, locks and chains it.)"
        ],
        [
            "Scene",
            "The apartment, there is a knock on the door. "
        ],
        [
            "Sheldon",
            "Coming. (Opens door to Howard.)"
        ],
        [
            "Howard",
            "Hey, have you seen Koothrapali?"
        ],
        [
            "Sheldon",
            "He’s not here. Maybe the Avenger summoned him. "
        ],
        [
            "Howard",
            "He’s not the Marvel comic story, he’s the original Norse God. "
        ],
        [
            "Sheldon",
            "Thank you for the clarification. "
        ],
        [
            "Howard",
            "I’m supposed to give him a ride home."
        ],
        [
            "Sheldon",
            "Well I’m sure he’ll be fine. He has his hammer. "
        ],
        [
            "Scene",
            "A random bedroom. Butterfly costume girl is climbing off of Raj. "
        ],
        [
            "Butterfly Girl",
            "Wow, I have to say, you are an amazing man. You’re gentle and passionate, and my God, you are such a good listener! "
        ],
        [
            "Scene",
            "(Raj puts hands behind head with a smug expression on his face.)"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-6-the-middle-earth-paradigm/"
}