{
    "Season": 1,
    "Episode": 8,
    "Title": "the grasshopper experiment",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The Apartment."
            ],
            [
                8,
                "Leonard opens door. Raj and Howard are outside. Raj is holding a laptop which is open. His parents are on the screen."
            ],
            [
                76,
                "Credits sequence"
            ],
            [
                77,
                "The apartment."
            ],
            [
                111,
                "Penny’s apartment. "
            ],
            [
                153,
                "The restaurant.   "
            ],
            [
                222,
                "The apartment. Raj is talking to his parents on the webcam."
            ],
            [
                267,
                "Penny’s restaurant. Sheldon is on the piano, singing “To Life” from Fiddler on the Roof enthusiastically. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "Damn you, walletnook.com."
            ],
            [
                3,
                "The online description was completely misleading, they said eight slots plus removable ID, to any rational person that would mean room for nine cards, but they don’t tell you the removable ID takes up one slot, it’s a nightmare. "
            ],
            [
                5,
                "It’s been in every wallet I’ve owned since I was five. "
            ],
            [
                7,
                "It says keep this on your person at all times. (Knock on door) It’s right here under Batman’s signature."
            ],
            [
                18,
                "Hi."
            ],
            [
                47,
                "If I may, your parents probably don’t consider this meddling, while arranged marriages are no longer the norm, Indian parents continue to have a greater than average involvement in their children’s lives."
            ],
            [
                49,
                "You seemed confused."
            ],
            [
                56,
                "It might speak to a cultural aspiration to have one’s children enter the medical profession. "
            ],
            [
                59,
                "What’s not to love?"
            ],
            [
                61,
                "I suggest you go through with it."
            ],
            [
                63,
                "Romantic love as the basis for marriage has only existed since the nineteenth century. Up until then, arranged marriages were the norm, and it served society quite well."
            ],
            [
                67,
                "Understandable, but there’s a universality to that story which transcends ethnicity."
            ],
            [
                74,
                "No need, we have the special edition. "
            ],
            [
                103,
                "Okay, there’s a lab animal supply company in Reseda you could try, but if your research is going to have human applications may I suggest white mice instead, their brain chemistry is far closer to ours. "
            ],
            [
                108,
                "With certain obvious exceptions. Suicide, for example. "
            ],
            [
                117,
                "I’ll have a diet coke."
            ],
            [
                119,
                "Fine. I’ll have a virgin cuba libre. "
            ],
            [
                121,
                "Yes, "
            ],
            [
                123,
                "Yes. And would you make it diet? "
            ],
            [
                125,
                "A cuba libre traditionally comes in a tall glass with a lime wedge."
            ],
            [
                127,
                "Bartenders are supposed to have people skills. "
            ],
            [
                143,
                "And now we’ll never know. "
            ],
            [
                167,
                "Sorry I’m late."
            ],
            [
                169,
                "Nothing, I just really didn’t want to come. Virgin diet cuba libre please."
            ],
            [
                171,
                "In a tall glass, with a lime wedge."
            ],
            [
                173,
                "So, how’s Koothrappali d…. oh my Lord."
            ],
            [
                175,
                "That’s Princess Punchali. "
            ],
            [
                177,
                "No, no, Princess Punchali from The Monkey and the Princess. "
            ],
            [
                179,
                "It’s a children’s story."
            ],
            [
                181,
                "When I was a little boy and got sick, which was most of the time, my mother would read it to me. It’s about an Indian princess who befriends a monkey, who was mocked by all the other monkeys because he was different. For some reason I related to it quite strongly. "
            ],
            [
                184,
                "That woman looks exactly like the pictures of Princess Punchali in the book. How often does one see a beloved fictional character come to life?"
            ],
            [
                187,
                "Forgive me your highness, for I am but a monkey, and it is in my nature to climb. I did not mean to gaze upon you as you comb your hair."
            ],
            [
                189,
                "You are the living embodiment of the beautiful Princess Punchali. "
            ],
            [
                191,
                "A beloved character from an Indian folk tale. "
            ],
            [
                193,
                "You Indian."
            ],
            [
                195,
                "The resemblance is remarkable. I can practically smell the lotus blossoms woven into your ebony hair. "
            ],
            [
                197,
                "I shower twice a day and wash my hands as often as I can. "
            ],
            [
                201,
                "It was said that the Gods fashioned her eyes out of the stars, and that roses were ashamed to bloom in the presence of her ruby lips. "
            ],
            [
                204,
                "What?"
            ],
            [
                206,
                "I’m not hitting on her."
            ],
            [
                211,
                "Exactly the kind of spirit with which Princess Punchali led the monkeys to freedom. "
            ],
            [
                215,
                "Luckily for you, she could have you beheaded."
            ],
            [
                217,
                "I could eat. "
            ],
            [
                235,
                "How would I know, do you have a low sperm count?"
            ],
            [
                241,
                "What did I do? "
            ],
            [
                243,
                "Oh. Alright, noted. Sorry."
            ],
            [
                246,
                "And may I point out she wouldn’t have asked me to go with her if you hadn’t been drunk and boring. "
            ],
            [
                248,
                "And boring, her words. "
            ],
            [
                261,
                "Okay, well, good night."
            ],
            [
                263,
                "We ate. She lectured me on the link between gum disease and heart attacks, nothing I didn’t already know, and I came home. "
            ],
            [
                265,
                "Why would I see her again? I already have a dentist. (Exits)"
            ]
        ],
        "Leonard": [
            [
                2,
                "Problem?"
            ],
            [
                4,
                "Okay, now, do you really need the honorary Justice League of America membership card?"
            ],
            [
                6,
                "Why?"
            ],
            [
                12,
                "Hi."
            ],
            [
                16,
                "Hi! "
            ],
            [
                23,
                "Yeah, we’re not like Haroun and Tanweer!"
            ],
            [
                55,
                "Actually, I read somewhere that it’s one of the most popular programmes in India. "
            ],
            [
                57,
                "I bet you’re right."
            ],
            [
                65,
                "I’m not a big fan of musicals, but I love that show. "
            ],
            [
                71,
                "What? "
            ],
            [
                75,
                "Well, maybe we are like Haroun and Tanweer. "
            ],
            [
                80,
                "Hey, I thought you were finding new friends."
            ],
            [
                84,
                "So don’t call her."
            ],
            [
                86,
                "So call her. "
            ],
            [
                88,
                "I’m done, anybody else?"
            ],
            [
                97,
                "Look on the bright side, she might turn out to be a nice, beautiful girl. "
            ],
            [
                101,
                "Oh, hey. "
            ],
            [
                105,
                "His mom’s been saying that for years. What’s up?"
            ],
            [
                107,
                "Oh, great, well the key to acquiring proficiency in any task is repetition."
            ],
            [
                110,
                "Look, Penny, we’d love to help you, but Raj is going through some stuff right now. And besides, he doesn’t drink, so… (Raj whispers in his ear) Really? Um, Raj is going through some stuff right now and he’d like to take up drinking. "
            ],
            [
                113,
                "Thank you. This drink is a wonderful example of how liquids with different specific gravities interact in a cylindrical container. Thank you. "
            ],
            [
                115,
                "Whatever you recommend."
            ],
            [
                134,
                "It’s amazing."
            ],
            [
                140,
                "Um… Raj."
            ],
            [
                151,
                "Wait a minute, what’s the plan here? Let’s say he meets her and he likes her and they get married, what’s he going to do, stay drunk for the rest of his life?"
            ],
            [
                168,
                "What happened?"
            ],
            [
                174,
                "What?"
            ],
            [
                176,
                "I’m pretty sure her name’s Lalita."
            ],
            [
                183,
                "We all know the reason. Sheldon, what are you getting at?"
            ],
            [
                220,
                "Beats the hell out of me. "
            ],
            [
                227,
                "Doctor and Mrs Koothrappali, in all fairness, it wasn’t entirely Raj’s fault. "
            ],
            [
                229,
                "No, I’m Leonard. "
            ],
            [
                242,
                "You left with his date. Friends don’t do that to each other. "
            ],
            [
                245,
                "Take it, Raj. It’s more than I’ve ever gotten. "
            ],
            [
                262,
                "Hold on. What happened with you and Lalita?"
            ],
            [
                264,
                "So you’re not going to see her again?"
            ],
            [
                266,
                "I wonder who’s going to tell his parents they’re not having grandchildren. "
            ],
            [
                268,
                "I don’t believe it, what’s gotten into him? "
            ],
            [
                270,
                "You didn’t?"
            ]
        ],
        "Raj": [
            [
                9,
                "And this is Leonard and Sheldon’s apartment. "
            ],
            [
                11,
                "May I present, live from New Delhi, Dr and Mrs V. M. Koothrappali. "
            ],
            [
                14,
                "Sorry papa."
            ],
            [
                17,
                "And over here is Sheldon."
            ],
            [
                19,
                "He lives with Leonard. "
            ],
            [
                21,
                "No, no, not like Haroun and Tanweer."
            ],
            [
                28,
                "Papa, please don’t start. "
            ],
            [
                30,
                "Okay, that’s my life, that’s my friends, good to see you, say goodbye."
            ],
            [
                33,
                "What is it papa."
            ],
            [
                37,
                "The little fat girl that used to kick me in the samosas and call me untouchable."
            ],
            [
                39,
                "Why did you do that?"
            ],
            [
                41,
                "But Papa, I’m not supposed…"
            ],
            [
                44,
                "Spring wedding?"
            ],
            [
                46,
                "If you don’t want to meddle, then why are you meddling."
            ],
            [
                48,
                "Why are you telling me about my own culture? "
            ],
            [
                50,
                "Sorry, Mommy, Papa, but with all due respect I really can’t go through…"
            ],
            [
                53,
                "I don’t believe it."
            ],
            [
                60,
                "Excuse me, hello? My parents are trying to marry me off to a total stranger, what am I going to do?"
            ],
            [
                62,
                "What?"
            ],
            [
                70,
                "Okay, I know what I’m going to do."
            ],
            [
                72,
                "Find new friends. "
            ],
            [
                81,
                "I’ve got some feelers out. In the meantime, listen to this."
            ],
            [
                83,
                "Can you believe how pushy she is?"
            ],
            [
                85,
                "If I don’t call her, I won’t hear the end of it from my parents."
            ],
            [
                87,
                "How can I call her, you know I can’t talk to women. "
            ],
            [
                90,
                "Why?"
            ],
            [
                92,
                "What are you doing?"
            ],
            [
                94,
                "For what, making me sound like a Simpsons character? "
            ],
            [
                96,
                "I didn’t want to make this one."
            ],
            [
                98,
                "Great, then we’ll get married, I won’t be able to talk to her, and we’ll spend the rest of our lives in total silence. "
            ],
            [
                131,
                "Where did my life go, Penny? One day I’m a carefree batchelor, and the next I’m married and driving a minivan to peewee cricket matches in suburban New Delhi. "
            ],
            [
                133,
                "Is there another Penny here? I had such plans. I had dreams. I was going to be the Indira Gandhi of particle astro-physics. But with a penis, of course. "
            ],
            [
                135,
                "Ever since I was a little boy my father wanted me to be a gynaecologist like him. How can I be a gynaecologist, I can barely look a woman in the eye. You know what, I’m not going to let my parents control my future any longer, it’s time for a showdown. Somebody give me a computer with a webcam. "
            ],
            [
                137,
                "And it’s about to tell my parents that I’m not riding an elephant down the aisle with Lalita Gupta. "
            ],
            [
                139,
                "Haven’t you been listening to me, I cannot talk to women."
            ],
            [
                144,
                "You’re right. I… I am talking to you. Hello Penny, how are you?"
            ],
            [
                146,
                "Okay, now I just need to make sure I have a Lalita before I meet the grasshopper. It’s a sweet green miracle. "
            ],
            [
                148,
                "Overdo what? Happiness? Freedom? This warm glow inside of me that promises everything is going to be all hunky donkey?"
            ],
            [
                150,
                "Okay."
            ],
            [
                154,
                "I can’t believe I’m sitting here next to little Lalita Gupta. "
            ],
            [
                156,
                "Little Lalita. That’s kind of fun to say. Little Lalita, Little Lalita, Little Lalita, you should try it."
            ],
            [
                158,
                "You have lost so much weight! That must have been difficult for you because you were so, so fat! Do you remember?"
            ],
            [
                160,
                "Of course you do. Who could forget being that fat? "
            ],
            [
                162,
                "So you’re a dental student? Hmm, are you aware that dentists have an extremely high suicide rate? Not as high as, say, air traffic controllers, but then there are far more dentists than air traffic controllers, so in pure numbers you’re still winning. "
            ],
            [
                186,
                "Hey guys. This is Lalita Gupta, Lalita this is Leonard and Sheldon and Howard and Penny. Isn’t it great, she isn’t fat any more! "
            ],
            [
                199,
                "But you’re a dentist, he’s nuts. "
            ],
            [
                203,
                "Back off Sheldon. "
            ],
            [
                205,
                "If you do not stop hitting on my lady you will feel the full extent of my wrath."
            ],
            [
                209,
                "You are my lady. Our parents said so. We are for all intents and purposes one hundred percent hooked up."
            ],
            [
                212,
                "Oh, screw Princess Punchali."
            ],
            [
                214,
                "But you’re not Princess Punchali."
            ],
            [
                219,
                "What just happened?"
            ],
            [
                225,
                "Maybe you should keep your eye on the ball, Papa. "
            ],
            [
                231,
                "But he’s right, Papa, listen to him. (Sheldon enters) You! You are the one who ruined everything! "
            ],
            [
                234,
                "Go ahead, tell my parents why they won’t have any grandchildren."
            ],
            [
                236,
                "This has nothing to do with my sperm count."
            ],
            [
                238,
                "Yes Mommy."
            ],
            [
                240,
                "Can we please stop talking about my testicles? Sheldon, tell them what you did."
            ],
            [
                244,
                "Sorry? That’s all you can say is sorry?"
            ],
            [
                250,
                "I’m not an alcoholic."
            ],
            [
                252,
                "It was just this one time, Papa, I swear. "
            ],
            [
                256,
                "But Papa, please…."
            ],
            [
                260,
                "Please wait until I get into the hall. "
            ]
        ],
        "Howard": [
            [
                10,
                "Guess whose parents just got broadband. "
            ],
            [
                54,
                "Neither do I. Doogie Howser’s been off the air for like, twenty years. "
            ],
            [
                58,
                "I bet they love Scrubs."
            ],
            [
                64,
                "It’s the entire premise of Fiddler on the Roof."
            ],
            [
                66,
                "Me too. Of course, it speaks to me culturally. "
            ],
            [
                68,
                "Let’s not forget it’s got some really catchy tunes."
            ],
            [
                73,
                "So who wants to rent Fiddler?"
            ],
            [
                89,
                "Give me the phone."
            ],
            [
                91,
                "Just give it to me. (Dials)"
            ],
            [
                93,
                "Don’t worry, you’ll thank me. (In a fake Indian accent) Hello Lalita, Raj Koothrappali. (Raj starts to chase Howard across the room.) Yes it is good to talk to you too. So, what are you wearing. Oh, not important, so, anyhow, when would you like to meet. Friday works for me. And I call you with the time and place, but in the meantime, keep it real babe. (In own voice) You may now thank me. "
            ],
            [
                95,
                "Fine, next time make your own date."
            ],
            [
                99,
                "Worked for my parents. "
            ],
            [
                129,
                "I’d like to try a slippery nipple. "
            ],
            [
                141,
                "No, no, let’s see how long it takes him."
            ],
            [
                152,
                "Worked for my parents. "
            ],
            [
                166,
                "I’d say he was doing fine, look at her, last girl my mom set me up with had a moustache and a vestigial tail. "
            ],
            [
                178,
                "Oh, yeah, I tried to watch that online, but they wanted a credit card. "
            ],
            [
                180,
                "Oh, no it isn’t. "
            ],
            [
                185,
                "Every year at Comic Con. Every day at Disneyland you can hire Snow White to come to your house. Course they prefer it if you have a kid, but… "
            ],
            [
                208,
                "And you have no wrath. "
            ],
            [
                221,
                "I’ll tell you what just happened, I just learned how to pick up Indian chicks. "
            ]
        ],
        "Dr Koothrappali": [
            [
                13,
                "Lift up the camera. I’m looking at his crotch."
            ],
            [
                15,
                "Oh, there’s much better. Hi."
            ],
            [
                24,
                "So are you boys academics like our son?"
            ],
            [
                26,
                "And your parents are comfortable with your limited earning potential?"
            ],
            [
                29,
                "God, it’s just a question, he’s so sensitive."
            ],
            [
                32,
                "Wait, wait. Before you go we have good news. Put the computer down and gather your friends. "
            ],
            [
                34,
                "Friends. "
            ],
            [
                40,
                "You’re 26 years old Rajesh. We want grandchildren."
            ],
            [
                43,
                "If you decide on a spring wedding, we can avoid monsoon season. "
            ],
            [
                52,
                "Bye bye. "
            ],
            [
                224,
                "I play golf with her father, I won’t be able to look at him."
            ],
            [
                226,
                "Oh, now you’re a funny man? This is not funny, Mr Funny Man. "
            ],
            [
                228,
                "This is a family matter Sheldon."
            ],
            [
                230,
                "Oh, sorry, you all look alike to us. "
            ],
            [
                233,
                "Turn us, turn us. "
            ],
            [
                247,
                "Drunk?"
            ],
            [
                249,
                "I knew it, he moves to America and becomes an alcoholic. "
            ],
            [
                251,
                "Then why were you drunk?"
            ],
            [
                253,
                "Are you in denial? Do we have to come over and do an intervention? "
            ],
            [
                255,
                "Alright. Carry us outside, we want to talk to you in private. "
            ],
            [
                257,
                "Now, Rajesh. "
            ],
            [
                259,
                "Now listen to me…."
            ]
        ],
        "Mrs Koothrappali": [
            [
                20,
                "Oh, that’s nice. Like Haroun and Tanweer. "
            ],
            [
                22,
                "Such sweet young men, they just adopted the cutest little Punjabi baby. "
            ],
            [
                36,
                "Rajesh, do you remember Lalita Gupta? "
            ],
            [
                38,
                "Yes. Well, now she’s a dental student at USC, so we gave her your contact information. "
            ],
            [
                42,
                "Lalita’s parents approve the match. "
            ],
            [
                45,
                "It’s up to you dear, we don’t want to meddle."
            ],
            [
                51,
                "Sorry darling, we have to go. Doogie Howser is on. Grandma, it’s Doogie time! Bye bye."
            ],
            [
                223,
                "What are we supposed to say to Lalita’s parents?"
            ],
            [
                232,
                "Who is it? We can’t see."
            ],
            [
                237,
                "You are wearing the boxers that we sent you, aren’t you Rajesh."
            ],
            [
                239,
                "Because you know what happens to the samosas when you wear the tidy whities. "
            ],
            [
                254,
                "Don’t embarrass him in front of his friends. "
            ]
        ],
        "Together": [
            [
                25,
                "Yes. "
            ],
            [
                27,
                "Not at all. "
            ],
            [
                31,
                "Bye! "
            ]
        ],
        "Howard (as they gather)": [
            [
                35,
                "Is it just me, or does webchatting with your clothes on seem a little pointless. "
            ]
        ],
        "All": [
            [
                69,
                "(various noises of agreement)"
            ]
        ],
        "Sheldon (on phone)": [
            [
                78,
                "This is Dr Sheldon Cooper. Yeah, I need to cancel my membership to the Planetarium. Yeah, well I’m sorry too, but there’s just no room for you in my wallet. Yeah, I understand, but it was between you and the Museum of Natural History and, frankly, you don’t have dinosaurs. Well I’ll miss you too, bye bye. Okay, I know you’re texting about me, and I’d really like you to stop."
            ]
        ],
        "Raj (entering)": [
            [
                79,
                "Oh dear, I am rightly and truly screwed. "
            ]
        ],
        "Lalita (voice from Raj’s phone)": [
            [
                82,
                "Hi Rajesh, this is Lalita Gupta. Your mother gave my mother your phone number to give to me. So I’m calling you, and, ah… call me back. Bye. "
            ]
        ],
        "Penny (knocking and entering)": [
            [
                100,
                "Hi guys."
            ]
        ],
        "Penny": [
            [
                102,
                "I need some guinea pigs."
            ],
            [
                104,
                "I swear to God, Sheldon, one day I’m going to get the hang of talking to you. "
            ],
            [
                106,
                "Well, I finally convinced the restaurant to give me a bar tending shift, so I need to practice making drinks."
            ],
            [
                109,
                "So Leonard, how about it?"
            ],
            [
                112,
                "Okay, here you go, Leonard, one tequila sunrise. "
            ],
            [
                114,
                "Okay, Raj, what’ll it be? (Raj whispers in Leonard’s ear.) "
            ],
            [
                116,
                "Uh, how about a grasshopper. I make a mean grasshopper. Okay? Good. Coming up. Sheldon, what are you going to have?"
            ],
            [
                118,
                "Okay, can you please order a cocktail, I need to practice mixing drinks."
            ],
            [
                120,
                "That’s, um, rum and coke without the rum."
            ],
            [
                122,
                "So coke."
            ],
            [
                124,
                "There’s a can in the fridge. "
            ],
            [
                126,
                "Then swim to Cuba."
            ],
            [
                128,
                "Okay, Raj, here you go. Alright, who’s next?"
            ],
            [
                130,
                "Okay, you’re cut off. Anybody need a refill?"
            ],
            [
                132,
                "A… are you talking to me?"
            ],
            [
                136,
                "Okay, sweetie, I think that’s the grasshopper talking. "
            ],
            [
                138,
                "Okay, calm down, no-one can make you get married. Why don’t you just meet this girl and, see what happens."
            ],
            [
                142,
                "Um, Raj, honey, you say you can’t talk to women but… you’ve been talking to me."
            ],
            [
                145,
                "I’m fine."
            ],
            [
                147,
                "Okay, if you’re going to drink on this date just promise me you won’t overdo it. "
            ],
            [
                149,
                "Yeah, that. Uh, why don’t you bring her to my restaurant when I’m tending the bar so I can keep an eye on you?"
            ],
            [
                165,
                "Drinks do not work that way. "
            ],
            [
                170,
                "Okay."
            ],
            [
                172,
                "Oh, I’ll wedge it right in there. "
            ],
            [
                182,
                "I know the reason. "
            ],
            [
                269,
                "Oh, maybe a couple of virgin cuba libres that turned out to be kind of slutty. "
            ],
            [
                271,
                "Hey, you do your experiments, I do mine. "
            ]
        ],
        "Lalita": [
            [
                155,
                "Well, you are. "
            ],
            [
                157,
                "No, it’s okay. "
            ],
            [
                159,
                "Yes, I do."
            ],
            [
                161,
                "Well, I’ve been trying. "
            ],
            [
                163,
                "Yay me! "
            ],
            [
                188,
                "I’m sorry? "
            ],
            [
                190,
                "Oh, no kidding? Oh, who is that?"
            ],
            [
                192,
                "Oh. Us Indian, or “come to our casino” Indian?"
            ],
            [
                194,
                "Oh. "
            ],
            [
                196,
                "Thanks. I imagine you smell very nice too. "
            ],
            [
                198,
                "Really, so do I."
            ],
            [
                200,
                "Don’t be insulting Rajesh. So, Sheldon, tell me more about this princess you say I look like. "
            ],
            [
                202,
                "Oh my."
            ],
            [
                207,
                "And I am not your lady. "
            ],
            [
                210,
                "Okay, let’s get something straight here. The only reason I came tonight was to get my parents off my case, I certainly don’t need to be getting this old world crap from you."
            ],
            [
                213,
                "Hey, you can’t talk to me like that."
            ],
            [
                216,
                "Sheldon, are you hungry?"
            ],
            [
                218,
                "Let’s go. "
            ]
        ],
        "Leonard (to Penny)": [
            [
                164,
                "You have a drink that’ll make him less obnoxious?"
            ]
        ],
        "Raj (to Leonard and Sheldon)": [
            [
                258,
                "I have to go.   "
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The Apartment."
        ],
        [
            "Sheldon",
            "Damn you, walletnook.com."
        ],
        [
            "Leonard",
            "Problem?"
        ],
        [
            "Sheldon",
            "The online description was completely misleading, they said eight slots plus removable ID, to any rational person that would mean room for nine cards, but they don’t tell you the removable ID takes up one slot, it’s a nightmare. "
        ],
        [
            "Leonard",
            "Okay, now, do you really need the honorary Justice League of America membership card?"
        ],
        [
            "Sheldon",
            "It’s been in every wallet I’ve owned since I was five. "
        ],
        [
            "Leonard",
            "Why?"
        ],
        [
            "Sheldon",
            "It says keep this on your person at all times. (Knock on door) It’s right here under Batman’s signature."
        ],
        [
            "Scene",
            "Leonard opens door. Raj and Howard are outside. Raj is holding a laptop which is open. His parents are on the screen."
        ],
        [
            "Raj",
            "And this is Leonard and Sheldon’s apartment. "
        ],
        [
            "Howard",
            "Guess whose parents just got broadband. "
        ],
        [
            "Raj",
            "May I present, live from New Delhi, Dr and Mrs V. M. Koothrappali. "
        ],
        [
            "Leonard",
            "Hi."
        ],
        [
            "Dr Koothrappali",
            "Lift up the camera. I’m looking at his crotch."
        ],
        [
            "Raj",
            "Sorry papa."
        ],
        [
            "Dr Koothrappali",
            "Oh, there’s much better. Hi."
        ],
        [
            "Leonard",
            "Hi! "
        ],
        [
            "Raj",
            "And over here is Sheldon."
        ],
        [
            "Sheldon",
            "Hi."
        ],
        [
            "Raj",
            "He lives with Leonard. "
        ],
        [
            "Mrs Koothrappali",
            "Oh, that’s nice. Like Haroun and Tanweer. "
        ],
        [
            "Raj",
            "No, no, not like Haroun and Tanweer."
        ],
        [
            "Mrs Koothrappali",
            "Such sweet young men, they just adopted the cutest little Punjabi baby. "
        ],
        [
            "Leonard",
            "Yeah, we’re not like Haroun and Tanweer!"
        ],
        [
            "Dr Koothrappali",
            "So are you boys academics like our son?"
        ],
        [
            "Together",
            "Yes. "
        ],
        [
            "Dr Koothrappali",
            "And your parents are comfortable with your limited earning potential?"
        ],
        [
            "Together",
            "Not at all. "
        ],
        [
            "Raj",
            "Papa, please don’t start. "
        ],
        [
            "Dr Koothrappali",
            "God, it’s just a question, he’s so sensitive."
        ],
        [
            "Raj",
            "Okay, that’s my life, that’s my friends, good to see you, say goodbye."
        ],
        [
            "Together",
            "Bye! "
        ],
        [
            "Dr Koothrappali",
            "Wait, wait. Before you go we have good news. Put the computer down and gather your friends. "
        ],
        [
            "Raj",
            "What is it papa."
        ],
        [
            "Dr Koothrappali",
            "Friends. "
        ],
        [
            "Howard (as they gather)",
            "Is it just me, or does webchatting with your clothes on seem a little pointless. "
        ],
        [
            "Mrs Koothrappali",
            "Rajesh, do you remember Lalita Gupta? "
        ],
        [
            "Raj",
            "The little fat girl that used to kick me in the samosas and call me untouchable."
        ],
        [
            "Mrs Koothrappali",
            "Yes. Well, now she’s a dental student at USC, so we gave her your contact information. "
        ],
        [
            "Raj",
            "Why did you do that?"
        ],
        [
            "Dr Koothrappali",
            "You’re 26 years old Rajesh. We want grandchildren."
        ],
        [
            "Raj",
            "But Papa, I’m not supposed…"
        ],
        [
            "Mrs Koothrappali",
            "Lalita’s parents approve the match. "
        ],
        [
            "Dr Koothrappali",
            "If you decide on a spring wedding, we can avoid monsoon season. "
        ],
        [
            "Raj",
            "Spring wedding?"
        ],
        [
            "Mrs Koothrappali",
            "It’s up to you dear, we don’t want to meddle."
        ],
        [
            "Raj",
            "If you don’t want to meddle, then why are you meddling."
        ],
        [
            "Sheldon",
            "If I may, your parents probably don’t consider this meddling, while arranged marriages are no longer the norm, Indian parents continue to have a greater than average involvement in their children’s lives."
        ],
        [
            "Raj",
            "Why are you telling me about my own culture? "
        ],
        [
            "Sheldon",
            "You seemed confused."
        ],
        [
            "Raj",
            "Sorry, Mommy, Papa, but with all due respect I really can’t go through…"
        ],
        [
            "Mrs Koothrappali",
            "Sorry darling, we have to go. Doogie Howser is on. Grandma, it’s Doogie time! Bye bye."
        ],
        [
            "Dr Koothrappali",
            "Bye bye. "
        ],
        [
            "Raj",
            "I don’t believe it."
        ],
        [
            "Howard",
            "Neither do I. Doogie Howser’s been off the air for like, twenty years. "
        ],
        [
            "Leonard",
            "Actually, I read somewhere that it’s one of the most popular programmes in India. "
        ],
        [
            "Sheldon",
            "It might speak to a cultural aspiration to have one’s children enter the medical profession. "
        ],
        [
            "Leonard",
            "I bet you’re right."
        ],
        [
            "Howard",
            "I bet they love Scrubs."
        ],
        [
            "Sheldon",
            "What’s not to love?"
        ],
        [
            "Raj",
            "Excuse me, hello? My parents are trying to marry me off to a total stranger, what am I going to do?"
        ],
        [
            "Sheldon",
            "I suggest you go through with it."
        ],
        [
            "Raj",
            "What?"
        ],
        [
            "Sheldon",
            "Romantic love as the basis for marriage has only existed since the nineteenth century. Up until then, arranged marriages were the norm, and it served society quite well."
        ],
        [
            "Howard",
            "It’s the entire premise of Fiddler on the Roof."
        ],
        [
            "Leonard",
            "I’m not a big fan of musicals, but I love that show. "
        ],
        [
            "Howard",
            "Me too. Of course, it speaks to me culturally. "
        ],
        [
            "Sheldon",
            "Understandable, but there’s a universality to that story which transcends ethnicity."
        ],
        [
            "Howard",
            "Let’s not forget it’s got some really catchy tunes."
        ],
        [
            "All",
            "(various noises of agreement)"
        ],
        [
            "Raj",
            "Okay, I know what I’m going to do."
        ],
        [
            "Leonard",
            "What? "
        ],
        [
            "Raj",
            "Find new friends. "
        ],
        [
            "Howard",
            "So who wants to rent Fiddler?"
        ],
        [
            "Sheldon",
            "No need, we have the special edition. "
        ],
        [
            "Leonard",
            "Well, maybe we are like Haroun and Tanweer. "
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon (on phone)",
            "This is Dr Sheldon Cooper. Yeah, I need to cancel my membership to the Planetarium. Yeah, well I’m sorry too, but there’s just no room for you in my wallet. Yeah, I understand, but it was between you and the Museum of Natural History and, frankly, you don’t have dinosaurs. Well I’ll miss you too, bye bye. Okay, I know you’re texting about me, and I’d really like you to stop."
        ],
        [
            "Raj (entering)",
            "Oh dear, I am rightly and truly screwed. "
        ],
        [
            "Leonard",
            "Hey, I thought you were finding new friends."
        ],
        [
            "Raj",
            "I’ve got some feelers out. In the meantime, listen to this."
        ],
        [
            "Lalita (voice from Raj’s phone)",
            "Hi Rajesh, this is Lalita Gupta. Your mother gave my mother your phone number to give to me. So I’m calling you, and, ah… call me back. Bye. "
        ],
        [
            "Raj",
            "Can you believe how pushy she is?"
        ],
        [
            "Leonard",
            "So don’t call her."
        ],
        [
            "Raj",
            "If I don’t call her, I won’t hear the end of it from my parents."
        ],
        [
            "Leonard",
            "So call her. "
        ],
        [
            "Raj",
            "How can I call her, you know I can’t talk to women. "
        ],
        [
            "Leonard",
            "I’m done, anybody else?"
        ],
        [
            "Howard",
            "Give me the phone."
        ],
        [
            "Raj",
            "Why?"
        ],
        [
            "Howard",
            "Just give it to me. (Dials)"
        ],
        [
            "Raj",
            "What are you doing?"
        ],
        [
            "Howard",
            "Don’t worry, you’ll thank me. (In a fake Indian accent) Hello Lalita, Raj Koothrappali. (Raj starts to chase Howard across the room.) Yes it is good to talk to you too. So, what are you wearing. Oh, not important, so, anyhow, when would you like to meet. Friday works for me. And I call you with the time and place, but in the meantime, keep it real babe. (In own voice) You may now thank me. "
        ],
        [
            "Raj",
            "For what, making me sound like a Simpsons character? "
        ],
        [
            "Howard",
            "Fine, next time make your own date."
        ],
        [
            "Raj",
            "I didn’t want to make this one."
        ],
        [
            "Leonard",
            "Look on the bright side, she might turn out to be a nice, beautiful girl. "
        ],
        [
            "Raj",
            "Great, then we’ll get married, I won’t be able to talk to her, and we’ll spend the rest of our lives in total silence. "
        ],
        [
            "Howard",
            "Worked for my parents. "
        ],
        [
            "Penny (knocking and entering)",
            "Hi guys."
        ],
        [
            "Leonard",
            "Oh, hey. "
        ],
        [
            "Penny",
            "I need some guinea pigs."
        ],
        [
            "Sheldon",
            "Okay, there’s a lab animal supply company in Reseda you could try, but if your research is going to have human applications may I suggest white mice instead, their brain chemistry is far closer to ours. "
        ],
        [
            "Penny",
            "I swear to God, Sheldon, one day I’m going to get the hang of talking to you. "
        ],
        [
            "Leonard",
            "His mom’s been saying that for years. What’s up?"
        ],
        [
            "Penny",
            "Well, I finally convinced the restaurant to give me a bar tending shift, so I need to practice making drinks."
        ],
        [
            "Leonard",
            "Oh, great, well the key to acquiring proficiency in any task is repetition."
        ],
        [
            "Sheldon",
            "With certain obvious exceptions. Suicide, for example. "
        ],
        [
            "Penny",
            "So Leonard, how about it?"
        ],
        [
            "Leonard",
            "Look, Penny, we’d love to help you, but Raj is going through some stuff right now. And besides, he doesn’t drink, so… (Raj whispers in his ear) Really? Um, Raj is going through some stuff right now and he’d like to take up drinking. "
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "Okay, here you go, Leonard, one tequila sunrise. "
        ],
        [
            "Leonard",
            "Thank you. This drink is a wonderful example of how liquids with different specific gravities interact in a cylindrical container. Thank you. "
        ],
        [
            "Penny",
            "Okay, Raj, what’ll it be? (Raj whispers in Leonard’s ear.) "
        ],
        [
            "Leonard",
            "Whatever you recommend."
        ],
        [
            "Penny",
            "Uh, how about a grasshopper. I make a mean grasshopper. Okay? Good. Coming up. Sheldon, what are you going to have?"
        ],
        [
            "Sheldon",
            "I’ll have a diet coke."
        ],
        [
            "Penny",
            "Okay, can you please order a cocktail, I need to practice mixing drinks."
        ],
        [
            "Sheldon",
            "Fine. I’ll have a virgin cuba libre. "
        ],
        [
            "Penny",
            "That’s, um, rum and coke without the rum."
        ],
        [
            "Sheldon",
            "Yes, "
        ],
        [
            "Penny",
            "So coke."
        ],
        [
            "Sheldon",
            "Yes. And would you make it diet? "
        ],
        [
            "Penny",
            "There’s a can in the fridge. "
        ],
        [
            "Sheldon",
            "A cuba libre traditionally comes in a tall glass with a lime wedge."
        ],
        [
            "Penny",
            "Then swim to Cuba."
        ],
        [
            "Sheldon",
            "Bartenders are supposed to have people skills. "
        ],
        [
            "Penny",
            "Okay, Raj, here you go. Alright, who’s next?"
        ],
        [
            "Howard",
            "I’d like to try a slippery nipple. "
        ],
        [
            "Penny",
            "Okay, you’re cut off. Anybody need a refill?"
        ],
        [
            "Raj",
            "Where did my life go, Penny? One day I’m a carefree batchelor, and the next I’m married and driving a minivan to peewee cricket matches in suburban New Delhi. "
        ],
        [
            "Penny",
            "A… are you talking to me?"
        ],
        [
            "Raj",
            "Is there another Penny here? I had such plans. I had dreams. I was going to be the Indira Gandhi of particle astro-physics. But with a penis, of course. "
        ],
        [
            "Leonard",
            "It’s amazing."
        ],
        [
            "Raj",
            "Ever since I was a little boy my father wanted me to be a gynaecologist like him. How can I be a gynaecologist, I can barely look a woman in the eye. You know what, I’m not going to let my parents control my future any longer, it’s time for a showdown. Somebody give me a computer with a webcam. "
        ],
        [
            "Penny",
            "Okay, sweetie, I think that’s the grasshopper talking. "
        ],
        [
            "Raj",
            "And it’s about to tell my parents that I’m not riding an elephant down the aisle with Lalita Gupta. "
        ],
        [
            "Penny",
            "Okay, calm down, no-one can make you get married. Why don’t you just meet this girl and, see what happens."
        ],
        [
            "Raj",
            "Haven’t you been listening to me, I cannot talk to women."
        ],
        [
            "Leonard",
            "Um… Raj."
        ],
        [
            "Howard",
            "No, no, let’s see how long it takes him."
        ],
        [
            "Penny",
            "Um, Raj, honey, you say you can’t talk to women but… you’ve been talking to me."
        ],
        [
            "Sheldon",
            "And now we’ll never know. "
        ],
        [
            "Raj",
            "You’re right. I… I am talking to you. Hello Penny, how are you?"
        ],
        [
            "Penny",
            "I’m fine."
        ],
        [
            "Raj",
            "Okay, now I just need to make sure I have a Lalita before I meet the grasshopper. It’s a sweet green miracle. "
        ],
        [
            "Penny",
            "Okay, if you’re going to drink on this date just promise me you won’t overdo it. "
        ],
        [
            "Raj",
            "Overdo what? Happiness? Freedom? This warm glow inside of me that promises everything is going to be all hunky donkey?"
        ],
        [
            "Penny",
            "Yeah, that. Uh, why don’t you bring her to my restaurant when I’m tending the bar so I can keep an eye on you?"
        ],
        [
            "Raj",
            "Okay."
        ],
        [
            "Leonard",
            "Wait a minute, what’s the plan here? Let’s say he meets her and he likes her and they get married, what’s he going to do, stay drunk for the rest of his life?"
        ],
        [
            "Howard",
            "Worked for my parents. "
        ],
        [
            "Scene",
            "The restaurant.   "
        ],
        [
            "Raj",
            "I can’t believe I’m sitting here next to little Lalita Gupta. "
        ],
        [
            "Lalita",
            "Well, you are. "
        ],
        [
            "Raj",
            "Little Lalita. That’s kind of fun to say. Little Lalita, Little Lalita, Little Lalita, you should try it."
        ],
        [
            "Lalita",
            "No, it’s okay. "
        ],
        [
            "Raj",
            "You have lost so much weight! That must have been difficult for you because you were so, so fat! Do you remember?"
        ],
        [
            "Lalita",
            "Yes, I do."
        ],
        [
            "Raj",
            "Of course you do. Who could forget being that fat? "
        ],
        [
            "Lalita",
            "Well, I’ve been trying. "
        ],
        [
            "Raj",
            "So you’re a dental student? Hmm, are you aware that dentists have an extremely high suicide rate? Not as high as, say, air traffic controllers, but then there are far more dentists than air traffic controllers, so in pure numbers you’re still winning. "
        ],
        [
            "Lalita",
            "Yay me! "
        ],
        [
            "Leonard (to Penny)",
            "You have a drink that’ll make him less obnoxious?"
        ],
        [
            "Penny",
            "Drinks do not work that way. "
        ],
        [
            "Howard",
            "I’d say he was doing fine, look at her, last girl my mom set me up with had a moustache and a vestigial tail. "
        ],
        [
            "Sheldon",
            "Sorry I’m late."
        ],
        [
            "Leonard",
            "What happened?"
        ],
        [
            "Sheldon",
            "Nothing, I just really didn’t want to come. Virgin diet cuba libre please."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Sheldon",
            "In a tall glass, with a lime wedge."
        ],
        [
            "Penny",
            "Oh, I’ll wedge it right in there. "
        ],
        [
            "Sheldon",
            "So, how’s Koothrappali d…. oh my Lord."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "That’s Princess Punchali. "
        ],
        [
            "Leonard",
            "I’m pretty sure her name’s Lalita."
        ],
        [
            "Sheldon",
            "No, no, Princess Punchali from The Monkey and the Princess. "
        ],
        [
            "Howard",
            "Oh, yeah, I tried to watch that online, but they wanted a credit card. "
        ],
        [
            "Sheldon",
            "It’s a children’s story."
        ],
        [
            "Howard",
            "Oh, no it isn’t. "
        ],
        [
            "Sheldon",
            "When I was a little boy and got sick, which was most of the time, my mother would read it to me. It’s about an Indian princess who befriends a monkey, who was mocked by all the other monkeys because he was different. For some reason I related to it quite strongly. "
        ],
        [
            "Penny",
            "I know the reason. "
        ],
        [
            "Leonard",
            "We all know the reason. Sheldon, what are you getting at?"
        ],
        [
            "Sheldon",
            "That woman looks exactly like the pictures of Princess Punchali in the book. How often does one see a beloved fictional character come to life?"
        ],
        [
            "Howard",
            "Every year at Comic Con. Every day at Disneyland you can hire Snow White to come to your house. Course they prefer it if you have a kid, but… "
        ],
        [
            "Raj",
            "Hey guys. This is Lalita Gupta, Lalita this is Leonard and Sheldon and Howard and Penny. Isn’t it great, she isn’t fat any more! "
        ],
        [
            "Sheldon",
            "Forgive me your highness, for I am but a monkey, and it is in my nature to climb. I did not mean to gaze upon you as you comb your hair."
        ],
        [
            "Lalita",
            "I’m sorry? "
        ],
        [
            "Sheldon",
            "You are the living embodiment of the beautiful Princess Punchali. "
        ],
        [
            "Lalita",
            "Oh, no kidding? Oh, who is that?"
        ],
        [
            "Sheldon",
            "A beloved character from an Indian folk tale. "
        ],
        [
            "Lalita",
            "Oh. Us Indian, or “come to our casino” Indian?"
        ],
        [
            "Sheldon",
            "You Indian."
        ],
        [
            "Lalita",
            "Oh. "
        ],
        [
            "Sheldon",
            "The resemblance is remarkable. I can practically smell the lotus blossoms woven into your ebony hair. "
        ],
        [
            "Lalita",
            "Thanks. I imagine you smell very nice too. "
        ],
        [
            "Sheldon",
            "I shower twice a day and wash my hands as often as I can. "
        ],
        [
            "Lalita",
            "Really, so do I."
        ],
        [
            "Raj",
            "But you’re a dentist, he’s nuts. "
        ],
        [
            "Lalita",
            "Don’t be insulting Rajesh. So, Sheldon, tell me more about this princess you say I look like. "
        ],
        [
            "Sheldon",
            "It was said that the Gods fashioned her eyes out of the stars, and that roses were ashamed to bloom in the presence of her ruby lips. "
        ],
        [
            "Lalita",
            "Oh my."
        ],
        [
            "Raj",
            "Back off Sheldon. "
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Raj",
            "If you do not stop hitting on my lady you will feel the full extent of my wrath."
        ],
        [
            "Sheldon",
            "I’m not hitting on her."
        ],
        [
            "Lalita",
            "And I am not your lady. "
        ],
        [
            "Howard",
            "And you have no wrath. "
        ],
        [
            "Raj",
            "You are my lady. Our parents said so. We are for all intents and purposes one hundred percent hooked up."
        ],
        [
            "Lalita",
            "Okay, let’s get something straight here. The only reason I came tonight was to get my parents off my case, I certainly don’t need to be getting this old world crap from you."
        ],
        [
            "Sheldon",
            "Exactly the kind of spirit with which Princess Punchali led the monkeys to freedom. "
        ],
        [
            "Raj",
            "Oh, screw Princess Punchali."
        ],
        [
            "Lalita",
            "Hey, you can’t talk to me like that."
        ],
        [
            "Raj",
            "But you’re not Princess Punchali."
        ],
        [
            "Sheldon",
            "Luckily for you, she could have you beheaded."
        ],
        [
            "Lalita",
            "Sheldon, are you hungry?"
        ],
        [
            "Sheldon",
            "I could eat. "
        ],
        [
            "Lalita",
            "Let’s go. "
        ],
        [
            "Raj",
            "What just happened?"
        ],
        [
            "Leonard",
            "Beats the hell out of me. "
        ],
        [
            "Howard",
            "I’ll tell you what just happened, I just learned how to pick up Indian chicks. "
        ],
        [
            "Scene",
            "The apartment. Raj is talking to his parents on the webcam."
        ],
        [
            "Mrs Koothrappali",
            "What are we supposed to say to Lalita’s parents?"
        ],
        [
            "Dr Koothrappali",
            "I play golf with her father, I won’t be able to look at him."
        ],
        [
            "Raj",
            "Maybe you should keep your eye on the ball, Papa. "
        ],
        [
            "Dr Koothrappali",
            "Oh, now you’re a funny man? This is not funny, Mr Funny Man. "
        ],
        [
            "Leonard",
            "Doctor and Mrs Koothrappali, in all fairness, it wasn’t entirely Raj’s fault. "
        ],
        [
            "Dr Koothrappali",
            "This is a family matter Sheldon."
        ],
        [
            "Leonard",
            "No, I’m Leonard. "
        ],
        [
            "Dr Koothrappali",
            "Oh, sorry, you all look alike to us. "
        ],
        [
            "Raj",
            "But he’s right, Papa, listen to him. (Sheldon enters) You! You are the one who ruined everything! "
        ],
        [
            "Mrs Koothrappali",
            "Who is it? We can’t see."
        ],
        [
            "Dr Koothrappali",
            "Turn us, turn us. "
        ],
        [
            "Raj",
            "Go ahead, tell my parents why they won’t have any grandchildren."
        ],
        [
            "Sheldon",
            "How would I know, do you have a low sperm count?"
        ],
        [
            "Raj",
            "This has nothing to do with my sperm count."
        ],
        [
            "Mrs Koothrappali",
            "You are wearing the boxers that we sent you, aren’t you Rajesh."
        ],
        [
            "Raj",
            "Yes Mommy."
        ],
        [
            "Mrs Koothrappali",
            "Because you know what happens to the samosas when you wear the tidy whities. "
        ],
        [
            "Raj",
            "Can we please stop talking about my testicles? Sheldon, tell them what you did."
        ],
        [
            "Sheldon",
            "What did I do? "
        ],
        [
            "Leonard",
            "You left with his date. Friends don’t do that to each other. "
        ],
        [
            "Sheldon",
            "Oh. Alright, noted. Sorry."
        ],
        [
            "Raj",
            "Sorry? That’s all you can say is sorry?"
        ],
        [
            "Leonard",
            "Take it, Raj. It’s more than I’ve ever gotten. "
        ],
        [
            "Sheldon",
            "And may I point out she wouldn’t have asked me to go with her if you hadn’t been drunk and boring. "
        ],
        [
            "Dr Koothrappali",
            "Drunk?"
        ],
        [
            "Sheldon",
            "And boring, her words. "
        ],
        [
            "Dr Koothrappali",
            "I knew it, he moves to America and becomes an alcoholic. "
        ],
        [
            "Raj",
            "I’m not an alcoholic."
        ],
        [
            "Dr Koothrappali",
            "Then why were you drunk?"
        ],
        [
            "Raj",
            "It was just this one time, Papa, I swear. "
        ],
        [
            "Dr Koothrappali",
            "Are you in denial? Do we have to come over and do an intervention? "
        ],
        [
            "Mrs Koothrappali",
            "Don’t embarrass him in front of his friends. "
        ],
        [
            "Dr Koothrappali",
            "Alright. Carry us outside, we want to talk to you in private. "
        ],
        [
            "Raj",
            "But Papa, please…."
        ],
        [
            "Dr Koothrappali",
            "Now, Rajesh. "
        ],
        [
            "Raj (to Leonard and Sheldon)",
            "I have to go.   "
        ],
        [
            "Dr Koothrappali",
            "Now listen to me…."
        ],
        [
            "Raj",
            "Please wait until I get into the hall. "
        ],
        [
            "Sheldon",
            "Okay, well, good night."
        ],
        [
            "Leonard",
            "Hold on. What happened with you and Lalita?"
        ],
        [
            "Sheldon",
            "We ate. She lectured me on the link between gum disease and heart attacks, nothing I didn’t already know, and I came home. "
        ],
        [
            "Leonard",
            "So you’re not going to see her again?"
        ],
        [
            "Sheldon",
            "Why would I see her again? I already have a dentist. (Exits)"
        ],
        [
            "Leonard",
            "I wonder who’s going to tell his parents they’re not having grandchildren. "
        ],
        [
            "Scene",
            "Penny’s restaurant. Sheldon is on the piano, singing “To Life” from Fiddler on the Roof enthusiastically. "
        ],
        [
            "Leonard",
            "I don’t believe it, what’s gotten into him? "
        ],
        [
            "Penny",
            "Oh, maybe a couple of virgin cuba libres that turned out to be kind of slutty. "
        ],
        [
            "Leonard",
            "You didn’t?"
        ],
        [
            "Penny",
            "Hey, you do your experiments, I do mine. "
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-8-the-grasshopper-experiment/"
}