{
    "Season": 1,
    "Episode": 9,
    "Title": "the cooper hofstadter polarization",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment, Leonard is attaching something to a lamp."
            ],
            [
                6,
                "(Howard clicks mouse again. Also Sprach Zarathustra begins to play. At the climactic notes, the four jump in the air and begin pretend conducting or jumping about in time to the music.)"
            ],
            [
                32,
                "Credits sequence"
            ],
            [
                33,
                "The same, clearing up."
            ],
            [
                70,
                "Leonard’s bedroom. Penny is looking through his closet. "
            ],
            [
                112,
                "The ground floor hallway."
            ],
            [
                148,
                "The apartment. Leonard is dressed in the corduroy suit. "
            ],
            [
                164,
                "A corridor at the conference. Penny is attaching Leonard’s name tag. "
            ],
            [
                180,
                "Leonard is presenting."
            ],
            [
                213,
                "The apartment. "
            ],
            [
                230,
                "Penny tries to make Howard’s brain explode."
            ],
            [
                231,
                "Captioned “Somewhere in China”, two Chinese students watch the video on their computer. "
            ]
        ],
        "Leonard": [
            [
                1,
                "Okay, the X10s are online."
            ],
            [
                12,
                "Hang on, hang on, do you not realise what we just did."
            ],
            [
                16,
                "No, no, no, you don’t get it, um, Howard, enable public access. "
            ],
            [
                19,
                "No, hang on, hang on. (The lamp goes off and on again.) See! "
            ],
            [
                26,
                "Wireless webcams, wave hello. "
            ],
            [
                30,
                "Who’s running the red Corvette?"
            ],
            [
                39,
                "Sheldon, why is this letter in the trash? "
            ],
            [
                41,
                "It’s from the Institute for Experimental Physics. They want us to present our paper on the properties of super solids at the topical conference on Bowes-Einstein condensates. "
            ],
            [
                43,
                "Okay… if I may drill down to the bedrock of my question, why did you throw it out."
            ],
            [
                46,
                "Forget the parties."
            ],
            [
                48,
                "Are there any other honours I’ve gotten that I don’t know about? Did UPS drop off a Nobel Prize with my name on it?"
            ],
            [
                52,
                "Shut up, Howard. Sheldon, we have to do this."
            ],
            [
                54,
                "Okay, let me put it this way, I’m doing it."
            ],
            [
                56,
                "Oh, come on. The only reason you’re the lead author is because we went alphabetically. "
            ],
            [
                58,
                "Excuse me, I designed the experiment that proved the hypothesis. "
            ],
            [
                60,
                "So the entire scientific community is just supposed to take your word?"
            ],
            [
                62,
                "Alright, I don’t care what you say, I’m going to the conference and I’m presenting our findings. "
            ],
            [
                64,
                "You forbid it?"
            ],
            [
                66,
                "Oh, you admit that it’s our work."
            ],
            [
                68,
                "Ah!"
            ],
            [
                72,
                "Not only is he still not talking to me, but there’s this thing he does where he stares at you and tries to get your brain to explode. You know, like in the classic sci-fi movie Scanners? (Put’s fingers to head) You know, bzzz-pchew! Never mind. How about this one. It says, “I know my physics, but I’m still a fun guy!”"
            ],
            [
                74,
                "They don’t, that’s why I saved this one. "
            ],
            [
                76,
                "Is this all stuff you want me to try on?"
            ],
            [
                78,
                "Oh."
            ],
            [
                80,
                "Oh, that’s the bottled city of Kandor. "
            ],
            [
                82,
                "You see, Kandor was the capital city of the planet Krypton, it was miniaturised by Brainiac before Krypton exploded and then rescued by Superman. "
            ],
            [
                84,
                "It’s a lot cooler when girls aren’t looking at it."
            ],
            [
                86,
                "Great, be right back."
            ],
            [
                88,
                "Here?"
            ],
            [
                90,
                "No, I’m not shy."
            ],
            [
                92,
                "I know you won’t look, why would you look, there’s nothing to see, well, not nothing…."
            ],
            [
                94,
                "Putting them on."
            ],
            [
                96,
                "No. No. Scientists do not compromise. Our minds are trained to synthesise facts and come to inarguable conclusions. Not to mention, Sheldon is batcrap crazy. "
            ],
            [
                98,
                "Oh, careful. That’s my original series Battlestar Galactica flight suit. "
            ],
            [
                100,
                "Because it’s not a costume, it’s a flight suit. "
            ],
            [
                102,
                "Uh-huh, it goes with my corduroy suit. "
            ],
            [
                104,
                "Ah. Technically yes, but, if you’ll notice, it’s reversible. So it works as two. "
            ],
            [
                106,
                "Yeah. Everything since the eighth grade. "
            ],
            [
                108,
                "My last growth spurt. "
            ],
            [
                110,
                "Great."
            ],
            [
                146,
                "What… (Sheldon goes into apartment and slams the door). "
            ],
            [
                149,
                "Okay, I’m leaving for the conference. "
            ],
            [
                151,
                "Sheldon I didn’t mean it like that."
            ],
            [
                153,
                "I don’t know, I wasn’t choosing my…"
            ],
            [
                155,
                "No, no not at all. A little bit. "
            ],
            [
                159,
                "Okay, I’m going to ask you one more time, we did the work together, lets present the paper together."
            ],
            [
                161,
                "Let’s go."
            ],
            [
                166,
                "You’re right, this side does look better. "
            ],
            [
                169,
                "You’re kidding. "
            ],
            [
                171,
                "All? In particle physics, twenty five is Woodstock. "
            ],
            [
                173,
                "I wasn’t expecting such a crowd, I’m a little nervous. "
            ],
            [
                175,
                "A joke. Okay. How about this, um, okay, uh there’s this farmer, and he has these chickens, but they won’t lay any eggs. So, he calls a physicist to help. The physicist then does some calculations, and he says, um, I have a solution, but it only works with spherical chickens in a vacuum. (Raj and Howard laugh.) Right? "
            ],
            [
                178,
                "It’s a classic, right? "
            ],
            [
                181,
                "So, in conclusion, the data show that at temperatures approaching absolute zero, the moment of inertia changes, and the solid becomes a super-solid, which clearly appears to be a previously unknown state of matter. (Applause) Thank you. (Penny is asleep on Howard’s shoulder. Howard is taking a photograph with his camera phone.) Are there any questions?"
            ],
            [
                183,
                "Any other questions?"
            ],
            [
                185,
                "I didn’t skip it, it’s just an anecdote. It’s not science."
            ],
            [
                187,
                "You are not Isaac Newton."
            ],
            [
                189,
                "You cannot possibly be that arrogant."
            ],
            [
                191,
                "Look, if you weren’t happy with my presentation then maybe you should have given it with me."
            ],
            [
                193,
                "Really, so why did you come?"
            ],
            [
                195,
                "I didn’t screw it up."
            ],
            [
                197,
                "I’ve had enough of your condescension. Maybe I didn’t go to college when I was eleven like you, maybe I got my doctorate at 24 instead of 16, but you are not the only person who is smarter than everyone else in this room. No offense. And I am clearly not the only person who is tormented by insecurity and has an ego in need of constant validation."
            ],
            [
                199,
                "Yes. (To audience) My name is Dr Leonard Hofstadter, and I could never please my parents so I need to get all my self-esteem from strangers like you. But he’s worse."
            ],
            [
                201,
                "You cannot blow up my head with your mind. "
            ],
            [
                205,
                "You were trying to blow up my head."
            ],
            [
                207,
                "It wasn’t, it was not, you are a nutcase."
            ],
            [
                209,
                "Stop, stop it, quit it. (The start to fight.)"
            ],
            [
                215,
                "You’re lucky I didn’t run you over. "
            ],
            [
                217,
                "You’re right, I’m the problem, I’m the one that needs help. "
            ],
            [
                219,
                "Excuse me. Is there anything you’d like to apologise for?"
            ],
            [
                223,
                "What? "
            ],
            [
                226,
                "Oh jeez. Is this suit really look that bad?"
            ]
        ],
        "Howard": [
            [
                2,
                "Gentlemen, I am now about to send a signal from this laptop through our local ISP, racing down fibre-optic cable at the speed of light to San Francisco, bouncing off a satellite in geosynchronous orbit to Lisbon, Portugal, where the data packets will be handed off to submerged transatlantic cables terminating in Halifax, Nova-Scotia, and transferred across the continent via microwave relays back to our ISP and the X10 receiver attached to this (clicks mouse, lamp switches on) lamp. (The others cheer and clap). "
            ],
            [
                4,
                "Are we ready on the stereo? "
            ],
            [
                10,
                "No problem, turning it down. (Using mouse again) San Francisco, Lisbon, Halifax (the music gets quieter) et voila. "
            ],
            [
                17,
                "Public access enabled. (They all stare around for a moment in silence.)"
            ],
            [
                27,
                "The monster truck is out of Austin, Texas, and the blue Viper is being operated from suburban Tel Aviv. "
            ],
            [
                31,
                "That would be me. "
            ],
            [
                36,
                "I’m with you. I just have to make sure if I’m a synthetic human I’d still be Jewish. I promised my mother. "
            ],
            [
                45,
                "I don’t know, Sheldon, those topical conferences on Bowes-Einstein condensates parties are legendary. "
            ],
            [
                47,
                "Forget the parties? What a nerd. "
            ],
            [
                51,
                "I’ve got one, hey Leonard, your mamma’s research methodology is so flawed…."
            ],
            [
                69,
                "Oh no he dit’nt!"
            ],
            [
                168,
                "I just checked the house, there’s probably twenty, twenty-five people in there."
            ],
            [
                174,
                "It’s okay, just open with a joke, you’ll be fine. "
            ],
            [
                177,
                "Let’s roll. Hey, nice suit."
            ],
            [
                211,
                "More often than you’d think."
            ],
            [
                225,
                "That would be me. Hey, check it out, it’s a featured video. (The watch). "
            ],
            [
                229,
                "Uh-oh, here comes “the talk.” "
            ]
        ],
        "Sheldon": [
            [
                3,
                "Look at me, look at me, I’ve got goosebumps. "
            ],
            [
                14,
                "No, we turned our stereo down by sending a signal around the world via the internet. "
            ],
            [
                21,
                "Someone in Sezchuan province, China is using his computer to turn our lights on and off. "
            ],
            [
                24,
                "They found the remote controlled cars."
            ],
            [
                28,
                "You may want to put on slacks. "
            ],
            [
                34,
                "You know, in the future, when we’re disembodied brains in jars, we’re going to look back on this as eight hours well wasted. "
            ],
            [
                38,
                "Not to mention you’d have to power down on Saturdays. "
            ],
            [
                40,
                "Well, there’s always the possibility that a trash can spontaneously formed around the letter, but Occam’s Razor would suggest that someone threw it out. "
            ],
            [
                42,
                "I know. I read it before I threw it out. "
            ],
            [
                44,
                "Because I have no interest in standing in the Rose Room of the Pasadena Marriott in front of a group of judgemental strangers, who wouldn’t recognise true genius if it were standing in front of them giving a speech. Which, if I were there, it would be. "
            ],
            [
                49,
                "Leonard, please don’t take this the wrong way, but the day you win a Nobel Prize, is the day I begin my research on the drag co-efficient of tassles on flying carpets. "
            ],
            [
                53,
                "No we don’t. We have to take in nourishment, expel waste, and inhale enough oxygen to keep ourselves from dying, everything else is optional. "
            ],
            [
                55,
                "You can’t. I’m the lead author. "
            ],
            [
                57,
                "I let you think we went alphabetically to spare you the humiliation of dealing with the fact that it was my idea. Not to put too fine a point on it, but I was throwing you a bone. You’re welcome. "
            ],
            [
                59,
                "It doesn’t need proving. "
            ],
            [
                61,
                "They’re not supposed to, but they should. "
            ],
            [
                63,
                "And I forbid it. "
            ],
            [
                65,
                "If I’m not taking credit for our work then nobody is. "
            ],
            [
                67,
                "No, once again, I’m throwing you a bone. And once again, you are welcome. "
            ],
            [
                116,
                "Uh, just the latest copy of Applied Particle Physics Quarterly."
            ],
            [
                118,
                "Penny, just to save you from further awkwardness know that I’m perfectly comfortable with the two of us climbing the stairs in silence. "
            ],
            [
                120,
                "Oh dear God! "
            ],
            [
                122,
                "A little misunder…. Galileo and the Pope had a little misunderstanding."
            ],
            [
                124,
                "Huh."
            ],
            [
                126,
                "I don’t understand the question."
            ],
            [
                128,
                "Oh. I hadn’t thought about it like that. I wonder if I’ve been experiencing physiological manifestations of some sort of unconscious emotional turmoil. "
            ],
            [
                130,
                "I couldn’t poop this morning. "
            ],
            [
                132,
                "It’s certainly preferable to my plan."
            ],
            [
                134,
                "A powerful laxative. "
            ],
            [
                136,
                "Excuse me, little idea? "
            ],
            [
                138,
                "Of course you didn’t, he said little idea? "
            ],
            [
                140,
                "In what words then, exactly"
            ],
            [
                142,
                "What did he say?"
            ],
            [
                145,
                "Don’t you ever speak to me again. "
            ],
            [
                150,
                "Have fun presenting my lucky hunch. "
            ],
            [
                152,
                "Then why did you say it."
            ],
            [
                154,
                "Were you trying to impress Penny?"
            ],
            [
                156,
                "How’d that work out for you?"
            ],
            [
                158,
                "Libido 1, truth zero. "
            ],
            [
                160,
                "And I’m telling you for the last time it’s pandering, it’s undignified and bite me. "
            ],
            [
                163,
                "Goodbye Penny. (Places fingers to head to try to make Leonard’s brain explode. Leonard leaves.) Oooh, one of these days, Pkshhhh!"
            ],
            [
                186,
                "Oh, I see, was the apple falling on Newton’s head, was that just an anecdote?"
            ],
            [
                188,
                "No, no that’s true, gravity would have been apparent to me without the apple. "
            ],
            [
                190,
                "You continue to underestimate me, my good man. "
            ],
            [
                192,
                "As I have explained repeatedly, unlike you, I don’t need validation from lesser minds. No offence. "
            ],
            [
                194,
                "Because I knew you’d screw this up."
            ],
            [
                196,
                "Oh, please. I admit, that spherical chicken joke, that was hilarious. But it was straight downhill from there. "
            ],
            [
                198,
                "So you admit that you’re an egotist?"
            ],
            [
                200,
                "Okay, that is it. (Tries to explode brain again.)"
            ],
            [
                202,
                "Then I’ll settle for an aneurysm. "
            ],
            [
                204,
                "You hit me. You saw him, he hit me."
            ],
            [
                206,
                "So it was working."
            ],
            [
                208,
                "Oh we’ll see about that (tries again), heads up you people in the front row, this is a splash zone."
            ],
            [
                214,
                "You could have offered me a ride home. "
            ],
            [
                216,
                "I really don’t understand what you’re so unhappy about, you begged me to come, I came, there’s just no pleasing you. "
            ],
            [
                218,
                "Well that’s not much of an apology, but I’ll take it. "
            ],
            [
                220,
                "Yes. I’m sorry I tried to blow up your head. It was uncalled for. "
            ],
            [
                224,
                "Now, who would do that?"
            ],
            [
                227,
                "Forget your suit, look at my arms waving, I’m like a flamingo on Ritalin. "
            ]
        ],
        "Raj": [
            [
                5,
                "Go for stereo. "
            ],
            [
                35,
                "I don’t want to be in a jar. I want my brain in an android body. Eight feet tall and ripped. "
            ],
            [
                37,
                "I suppose you could have your android penis circumcised. But that’s something your Rabbi would have to discuss with the manufacturers. "
            ],
            [
                50,
                "Hoo-hoo-hoo. The only thing missing from that insult was “yo mamma.” "
            ],
            [
                222,
                "Somebody got the whole thing on a cell phone and put it on youtube. "
            ]
        ],
        "Penny (entering)": [
            [
                7,
                "Hey guys. "
            ],
            [
                157,
                "Leonard, ready to go?"
            ],
            [
                228,
                "Howard, would you like to explain to me why your facebook page has a picture of me sleeping on your shoulder captioned “Me and my Girlfriend?”"
            ]
        ],
        "All (calming down, embarrassed)": [
            [
                8,
                "Hello."
            ]
        ],
        "Penny": [
            [
                9,
                "It’s a little loud."
            ],
            [
                11,
                "Okay, thanks."
            ],
            [
                13,
                "Yeah, you turned your stereo down with your laptop. "
            ],
            [
                15,
                "Oh. You know you can just get one of those universal remotes at Radio Shack, they’re really cheap."
            ],
            [
                18,
                "Boy, that’s brilliant, but I’ll see you."
            ],
            [
                20,
                "No."
            ],
            [
                22,
                "Huh, well that’s handy. Um, here’s a question, why? "
            ],
            [
                25,
                "Well, wait, wait, what’s on top of them. "
            ],
            [
                29,
                "What? (Seeing red car is trying to get between her legs) Ew, stop it, no, leave me alone. "
            ],
            [
                71,
                "So, how’s it going with Sheldon, are you guys still not talking to each other? "
            ],
            [
                73,
                "Oh, hey, I didn’t know they still made corduroy suits!"
            ],
            [
                75,
                "Okay, well, let’s just see what else you have. Okay, here, take this, and this, and this, and these."
            ],
            [
                77,
                "No, this is stuff I want you to throw out. "
            ],
            [
                79,
                "Seriously, don’t even give it to charity, you won’t be helping anyone. What’s this."
            ],
            [
                81,
                "Uh-huh. "
            ],
            [
                83,
                "Oh, nice. "
            ],
            [
                85,
                "Here, why don’t you put these on while I find a shirt and sport-coat to match. "
            ],
            [
                87,
                "Well, where you going, just put them on. "
            ],
            [
                89,
                "Oh, are you shy? "
            ],
            [
                91,
                "Don’t worry, I won’t look. "
            ],
            [
                93,
                "Sweetie, put the pants on."
            ],
            [
                95,
                "So, you know, isn’t there maybe some way you and Sheldon could compromise on this whole presentation thing."
            ],
            [
                97,
                "What is this?"
            ],
            [
                99,
                "Oh, why didn’t you wear it at Halloween?"
            ],
            [
                101,
                "Okay, alright, moving on, oh, wow, a paisley shirt."
            ],
            [
                103,
                "If you mean it should end up in the same place then, I agree. Is this your… your only tie?"
            ],
            [
                105,
                "Oh, sweetie, I don’t think it even works as one. Is this all your clothes?"
            ],
            [
                107,
                "The… the eighth grade?"
            ],
            [
                109,
                "Okay, well, I guess we’re back to the corduroy suit. "
            ],
            [
                111,
                "Yup. (Leonard picks up paisley shirt) I said no, put it down. "
            ],
            [
                113,
                "Hey Sheldon! "
            ],
            [
                115,
                "Get anything good? "
            ],
            [
                117,
                "Oh, you know, that is so weird that yours came and mine didn’t. (Sheldon looks confused). It was a joke. (Sheldon gives a fake laugh.) Yup, tip your waitresses, I’m here all week. "
            ],
            [
                119,
                "Oh yeah, me too. Zip it, lock it. (The begin to climb) Put it in your pocket. So you and Leonard…"
            ],
            [
                121,
                "Little misunderstanding, huh. "
            ],
            [
                123,
                "Anyway, I was talking to Leonard this morning and I think he feels really bad about it. "
            ],
            [
                125,
                "Well how do you feel?"
            ],
            [
                127,
                "Well I’m just asking if it’s difficult to be fighting with your best friend. "
            ],
            [
                129,
                "Wait… what? "
            ],
            [
                131,
                "You should just talk to him, I’m sure you guys can work this out. "
            ],
            [
                133,
                "Which was? "
            ],
            [
                135,
                "Okay, so you absolutely should talk to him, look, I know Leonard values you as a friend, and he told me himself that without your little idea there’s no way he could have come up with this whole experiment thing."
            ],
            [
                137,
                "Yeah, I mean he tried to explain it to me, I didn’t really understand it but…"
            ],
            [
                139,
                "Uh, well no, no, not in… not in those words."
            ],
            [
                141,
                "Um, gee, the exact words aren’t written… it’s more the spirit in which it’s "
            ],
            [
                143,
                "You had a lucky hunch. "
            ],
            [
                147,
                "Uh, he… (makes “he’s screwy” hand movements, turns to go). "
            ],
            [
                162,
                "Bye Sheldon. "
            ],
            [
                165,
                "There you go. "
            ],
            [
                167,
                "No, no, I didn’t say better, I said less stained. "
            ],
            [
                170,
                "Is that all?"
            ],
            [
                172,
                "Oh, well, then good!"
            ],
            [
                176,
                "Oh, sorry, I’ve just, I’ve heard it before. "
            ],
            [
                179,
                "I really should have brought my own car. "
            ],
            [
                210,
                "Is this usually how these physics things go?"
            ]
        ],
        "All together": [
            [
                23,
                "Because we can. (There is a loud noise)"
            ]
        ],
        "Sheldon (unlocking his mailbox)": [
            [
                114,
                "Hello Penny.  "
            ]
        ],
        "Leonard (coming out of apartment)": [
            [
                144,
                "Hey, Sheldon, I’ve been thinking, instead of arguing about this why don’t…."
            ]
        ],
        "Voice": [
            [
                182,
                "Yeah. What the hell was that? "
            ]
        ],
        "Sheldon (who previously spoke, now removing his hood and dark glasses)": [
            [
                184,
                "Doctor Sheldon Cooper here, I am the lead author of this particular paper. (No reaction.) Thank you. And you, sir, you have completely skipped over the part where I was walking through the park, and I saw these children on a merry-go-round, which started me thinking about the moment of inertia in gasses like helium at temperatures approaching absolute zero. "
            ]
        ],
        "Leonard (knocking his hands down)": [
            [
                203,
                "Stop it."
            ]
        ],
        "Leonard (getting Sheldon on floor)": [
            [
                212,
                "Vulcan nerve pinch!"
            ]
        ],
        "Howard (entering with Raj)": [
            [
                221,
                "You won’t believe this."
            ]
        ],
        "Student one (in captions)": [
            [
                232,
                "What losers. "
            ]
        ],
        "Student two": [
            [
                233,
                "Yeah. Gigantic American geeks. (The lights flicker)"
            ],
            [
                235,
                "Someone from Pasadena, California named… “Wolowizard.” "
            ]
        ],
        "Student one": [
            [
                234,
                "  Who’s doing that? "
            ]
        ],
        "Together": [
            [
                236,
                "Awesome!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment, Leonard is attaching something to a lamp."
        ],
        [
            "Leonard",
            "Okay, the X10s are online."
        ],
        [
            "Howard",
            "Gentlemen, I am now about to send a signal from this laptop through our local ISP, racing down fibre-optic cable at the speed of light to San Francisco, bouncing off a satellite in geosynchronous orbit to Lisbon, Portugal, where the data packets will be handed off to submerged transatlantic cables terminating in Halifax, Nova-Scotia, and transferred across the continent via microwave relays back to our ISP and the X10 receiver attached to this (clicks mouse, lamp switches on) lamp. (The others cheer and clap). "
        ],
        [
            "Sheldon",
            "Look at me, look at me, I’ve got goosebumps. "
        ],
        [
            "Howard",
            "Are we ready on the stereo? "
        ],
        [
            "Raj",
            "Go for stereo. "
        ],
        [
            "Scene",
            "(Howard clicks mouse again. Also Sprach Zarathustra begins to play. At the climactic notes, the four jump in the air and begin pretend conducting or jumping about in time to the music.)"
        ],
        [
            "Penny (entering)",
            "Hey guys. "
        ],
        [
            "All (calming down, embarrassed)",
            "Hello."
        ],
        [
            "Penny",
            "It’s a little loud."
        ],
        [
            "Howard",
            "No problem, turning it down. (Using mouse again) San Francisco, Lisbon, Halifax (the music gets quieter) et voila. "
        ],
        [
            "Penny",
            "Okay, thanks."
        ],
        [
            "Leonard",
            "Hang on, hang on, do you not realise what we just did."
        ],
        [
            "Penny",
            "Yeah, you turned your stereo down with your laptop. "
        ],
        [
            "Sheldon",
            "No, we turned our stereo down by sending a signal around the world via the internet. "
        ],
        [
            "Penny",
            "Oh. You know you can just get one of those universal remotes at Radio Shack, they’re really cheap."
        ],
        [
            "Leonard",
            "No, no, no, you don’t get it, um, Howard, enable public access. "
        ],
        [
            "Howard",
            "Public access enabled. (They all stare around for a moment in silence.)"
        ],
        [
            "Penny",
            "Boy, that’s brilliant, but I’ll see you."
        ],
        [
            "Leonard",
            "No, hang on, hang on. (The lamp goes off and on again.) See! "
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Sheldon",
            "Someone in Sezchuan province, China is using his computer to turn our lights on and off. "
        ],
        [
            "Penny",
            "Huh, well that’s handy. Um, here’s a question, why? "
        ],
        [
            "All together",
            "Because we can. (There is a loud noise)"
        ],
        [
            "Sheldon",
            "They found the remote controlled cars."
        ],
        [
            "Penny",
            "Well, wait, wait, what’s on top of them. "
        ],
        [
            "Leonard",
            "Wireless webcams, wave hello. "
        ],
        [
            "Howard",
            "The monster truck is out of Austin, Texas, and the blue Viper is being operated from suburban Tel Aviv. "
        ],
        [
            "Sheldon",
            "You may want to put on slacks. "
        ],
        [
            "Penny",
            "What? (Seeing red car is trying to get between her legs) Ew, stop it, no, leave me alone. "
        ],
        [
            "Leonard",
            "Who’s running the red Corvette?"
        ],
        [
            "Howard",
            "That would be me. "
        ],
        [
            "Scene",
            "Credits sequence"
        ],
        [
            "Scene",
            "The same, clearing up."
        ],
        [
            "Sheldon",
            "You know, in the future, when we’re disembodied brains in jars, we’re going to look back on this as eight hours well wasted. "
        ],
        [
            "Raj",
            "I don’t want to be in a jar. I want my brain in an android body. Eight feet tall and ripped. "
        ],
        [
            "Howard",
            "I’m with you. I just have to make sure if I’m a synthetic human I’d still be Jewish. I promised my mother. "
        ],
        [
            "Raj",
            "I suppose you could have your android penis circumcised. But that’s something your Rabbi would have to discuss with the manufacturers. "
        ],
        [
            "Sheldon",
            "Not to mention you’d have to power down on Saturdays. "
        ],
        [
            "Leonard",
            "Sheldon, why is this letter in the trash? "
        ],
        [
            "Sheldon",
            "Well, there’s always the possibility that a trash can spontaneously formed around the letter, but Occam’s Razor would suggest that someone threw it out. "
        ],
        [
            "Leonard",
            "It’s from the Institute for Experimental Physics. They want us to present our paper on the properties of super solids at the topical conference on Bowes-Einstein condensates. "
        ],
        [
            "Sheldon",
            "I know. I read it before I threw it out. "
        ],
        [
            "Leonard",
            "Okay… if I may drill down to the bedrock of my question, why did you throw it out."
        ],
        [
            "Sheldon",
            "Because I have no interest in standing in the Rose Room of the Pasadena Marriott in front of a group of judgemental strangers, who wouldn’t recognise true genius if it were standing in front of them giving a speech. Which, if I were there, it would be. "
        ],
        [
            "Howard",
            "I don’t know, Sheldon, those topical conferences on Bowes-Einstein condensates parties are legendary. "
        ],
        [
            "Leonard",
            "Forget the parties."
        ],
        [
            "Howard",
            "Forget the parties? What a nerd. "
        ],
        [
            "Leonard",
            "Are there any other honours I’ve gotten that I don’t know about? Did UPS drop off a Nobel Prize with my name on it?"
        ],
        [
            "Sheldon",
            "Leonard, please don’t take this the wrong way, but the day you win a Nobel Prize, is the day I begin my research on the drag co-efficient of tassles on flying carpets. "
        ],
        [
            "Raj",
            "Hoo-hoo-hoo. The only thing missing from that insult was “yo mamma.” "
        ],
        [
            "Howard",
            "I’ve got one, hey Leonard, your mamma’s research methodology is so flawed…."
        ],
        [
            "Leonard",
            "Shut up, Howard. Sheldon, we have to do this."
        ],
        [
            "Sheldon",
            "No we don’t. We have to take in nourishment, expel waste, and inhale enough oxygen to keep ourselves from dying, everything else is optional. "
        ],
        [
            "Leonard",
            "Okay, let me put it this way, I’m doing it."
        ],
        [
            "Sheldon",
            "You can’t. I’m the lead author. "
        ],
        [
            "Leonard",
            "Oh, come on. The only reason you’re the lead author is because we went alphabetically. "
        ],
        [
            "Sheldon",
            "I let you think we went alphabetically to spare you the humiliation of dealing with the fact that it was my idea. Not to put too fine a point on it, but I was throwing you a bone. You’re welcome. "
        ],
        [
            "Leonard",
            "Excuse me, I designed the experiment that proved the hypothesis. "
        ],
        [
            "Sheldon",
            "It doesn’t need proving. "
        ],
        [
            "Leonard",
            "So the entire scientific community is just supposed to take your word?"
        ],
        [
            "Sheldon",
            "They’re not supposed to, but they should. "
        ],
        [
            "Leonard",
            "Alright, I don’t care what you say, I’m going to the conference and I’m presenting our findings. "
        ],
        [
            "Sheldon",
            "And I forbid it. "
        ],
        [
            "Leonard",
            "You forbid it?"
        ],
        [
            "Sheldon",
            "If I’m not taking credit for our work then nobody is. "
        ],
        [
            "Leonard",
            "Oh, you admit that it’s our work."
        ],
        [
            "Sheldon",
            "No, once again, I’m throwing you a bone. And once again, you are welcome. "
        ],
        [
            "Leonard",
            "Ah!"
        ],
        [
            "Howard",
            "Oh no he dit’nt!"
        ],
        [
            "Scene",
            "Leonard’s bedroom. Penny is looking through his closet. "
        ],
        [
            "Penny",
            "So, how’s it going with Sheldon, are you guys still not talking to each other? "
        ],
        [
            "Leonard",
            "Not only is he still not talking to me, but there’s this thing he does where he stares at you and tries to get your brain to explode. You know, like in the classic sci-fi movie Scanners? (Put’s fingers to head) You know, bzzz-pchew! Never mind. How about this one. It says, “I know my physics, but I’m still a fun guy!”"
        ],
        [
            "Penny",
            "Oh, hey, I didn’t know they still made corduroy suits!"
        ],
        [
            "Leonard",
            "They don’t, that’s why I saved this one. "
        ],
        [
            "Penny",
            "Okay, well, let’s just see what else you have. Okay, here, take this, and this, and this, and these."
        ],
        [
            "Leonard",
            "Is this all stuff you want me to try on?"
        ],
        [
            "Penny",
            "No, this is stuff I want you to throw out. "
        ],
        [
            "Leonard",
            "Oh."
        ],
        [
            "Penny",
            "Seriously, don’t even give it to charity, you won’t be helping anyone. What’s this."
        ],
        [
            "Leonard",
            "Oh, that’s the bottled city of Kandor. "
        ],
        [
            "Penny",
            "Uh-huh. "
        ],
        [
            "Leonard",
            "You see, Kandor was the capital city of the planet Krypton, it was miniaturised by Brainiac before Krypton exploded and then rescued by Superman. "
        ],
        [
            "Penny",
            "Oh, nice. "
        ],
        [
            "Leonard",
            "It’s a lot cooler when girls aren’t looking at it."
        ],
        [
            "Penny",
            "Here, why don’t you put these on while I find a shirt and sport-coat to match. "
        ],
        [
            "Leonard",
            "Great, be right back."
        ],
        [
            "Penny",
            "Well, where you going, just put them on. "
        ],
        [
            "Leonard",
            "Here?"
        ],
        [
            "Penny",
            "Oh, are you shy? "
        ],
        [
            "Leonard",
            "No, I’m not shy."
        ],
        [
            "Penny",
            "Don’t worry, I won’t look. "
        ],
        [
            "Leonard",
            "I know you won’t look, why would you look, there’s nothing to see, well, not nothing…."
        ],
        [
            "Penny",
            "Sweetie, put the pants on."
        ],
        [
            "Leonard",
            "Putting them on."
        ],
        [
            "Penny",
            "So, you know, isn’t there maybe some way you and Sheldon could compromise on this whole presentation thing."
        ],
        [
            "Leonard",
            "No. No. Scientists do not compromise. Our minds are trained to synthesise facts and come to inarguable conclusions. Not to mention, Sheldon is batcrap crazy. "
        ],
        [
            "Penny",
            "What is this?"
        ],
        [
            "Leonard",
            "Oh, careful. That’s my original series Battlestar Galactica flight suit. "
        ],
        [
            "Penny",
            "Oh, why didn’t you wear it at Halloween?"
        ],
        [
            "Leonard",
            "Because it’s not a costume, it’s a flight suit. "
        ],
        [
            "Penny",
            "Okay, alright, moving on, oh, wow, a paisley shirt."
        ],
        [
            "Leonard",
            "Uh-huh, it goes with my corduroy suit. "
        ],
        [
            "Penny",
            "If you mean it should end up in the same place then, I agree. Is this your… your only tie?"
        ],
        [
            "Leonard",
            "Ah. Technically yes, but, if you’ll notice, it’s reversible. So it works as two. "
        ],
        [
            "Penny",
            "Oh, sweetie, I don’t think it even works as one. Is this all your clothes?"
        ],
        [
            "Leonard",
            "Yeah. Everything since the eighth grade. "
        ],
        [
            "Penny",
            "The… the eighth grade?"
        ],
        [
            "Leonard",
            "My last growth spurt. "
        ],
        [
            "Penny",
            "Okay, well, I guess we’re back to the corduroy suit. "
        ],
        [
            "Leonard",
            "Great."
        ],
        [
            "Penny",
            "Yup. (Leonard picks up paisley shirt) I said no, put it down. "
        ],
        [
            "Scene",
            "The ground floor hallway."
        ],
        [
            "Penny",
            "Hey Sheldon! "
        ],
        [
            "Sheldon (unlocking his mailbox)",
            "Hello Penny.  "
        ],
        [
            "Penny",
            "Get anything good? "
        ],
        [
            "Sheldon",
            "Uh, just the latest copy of Applied Particle Physics Quarterly."
        ],
        [
            "Penny",
            "Oh, you know, that is so weird that yours came and mine didn’t. (Sheldon looks confused). It was a joke. (Sheldon gives a fake laugh.) Yup, tip your waitresses, I’m here all week. "
        ],
        [
            "Sheldon",
            "Penny, just to save you from further awkwardness know that I’m perfectly comfortable with the two of us climbing the stairs in silence. "
        ],
        [
            "Penny",
            "Oh yeah, me too. Zip it, lock it. (The begin to climb) Put it in your pocket. So you and Leonard…"
        ],
        [
            "Sheldon",
            "Oh dear God! "
        ],
        [
            "Penny",
            "Little misunderstanding, huh. "
        ],
        [
            "Sheldon",
            "A little misunder…. Galileo and the Pope had a little misunderstanding."
        ],
        [
            "Penny",
            "Anyway, I was talking to Leonard this morning and I think he feels really bad about it. "
        ],
        [
            "Sheldon",
            "Huh."
        ],
        [
            "Penny",
            "Well how do you feel?"
        ],
        [
            "Sheldon",
            "I don’t understand the question."
        ],
        [
            "Penny",
            "Well I’m just asking if it’s difficult to be fighting with your best friend. "
        ],
        [
            "Sheldon",
            "Oh. I hadn’t thought about it like that. I wonder if I’ve been experiencing physiological manifestations of some sort of unconscious emotional turmoil. "
        ],
        [
            "Penny",
            "Wait… what? "
        ],
        [
            "Sheldon",
            "I couldn’t poop this morning. "
        ],
        [
            "Penny",
            "You should just talk to him, I’m sure you guys can work this out. "
        ],
        [
            "Sheldon",
            "It’s certainly preferable to my plan."
        ],
        [
            "Penny",
            "Which was? "
        ],
        [
            "Sheldon",
            "A powerful laxative. "
        ],
        [
            "Penny",
            "Okay, so you absolutely should talk to him, look, I know Leonard values you as a friend, and he told me himself that without your little idea there’s no way he could have come up with this whole experiment thing."
        ],
        [
            "Sheldon",
            "Excuse me, little idea? "
        ],
        [
            "Penny",
            "Yeah, I mean he tried to explain it to me, I didn’t really understand it but…"
        ],
        [
            "Sheldon",
            "Of course you didn’t, he said little idea? "
        ],
        [
            "Penny",
            "Uh, well no, no, not in… not in those words."
        ],
        [
            "Sheldon",
            "In what words then, exactly"
        ],
        [
            "Penny",
            "Um, gee, the exact words aren’t written… it’s more the spirit in which it’s "
        ],
        [
            "Sheldon",
            "What did he say?"
        ],
        [
            "Penny",
            "You had a lucky hunch. "
        ],
        [
            "Leonard (coming out of apartment)",
            "Hey, Sheldon, I’ve been thinking, instead of arguing about this why don’t…."
        ],
        [
            "Sheldon",
            "Don’t you ever speak to me again. "
        ],
        [
            "Leonard",
            "What… (Sheldon goes into apartment and slams the door). "
        ],
        [
            "Penny",
            "Uh, he… (makes “he’s screwy” hand movements, turns to go). "
        ],
        [
            "Scene",
            "The apartment. Leonard is dressed in the corduroy suit. "
        ],
        [
            "Leonard",
            "Okay, I’m leaving for the conference. "
        ],
        [
            "Sheldon",
            "Have fun presenting my lucky hunch. "
        ],
        [
            "Leonard",
            "Sheldon I didn’t mean it like that."
        ],
        [
            "Sheldon",
            "Then why did you say it."
        ],
        [
            "Leonard",
            "I don’t know, I wasn’t choosing my…"
        ],
        [
            "Sheldon",
            "Were you trying to impress Penny?"
        ],
        [
            "Leonard",
            "No, no not at all. A little bit. "
        ],
        [
            "Sheldon",
            "How’d that work out for you?"
        ],
        [
            "Penny (entering)",
            "Leonard, ready to go?"
        ],
        [
            "Sheldon",
            "Libido 1, truth zero. "
        ],
        [
            "Leonard",
            "Okay, I’m going to ask you one more time, we did the work together, lets present the paper together."
        ],
        [
            "Sheldon",
            "And I’m telling you for the last time it’s pandering, it’s undignified and bite me. "
        ],
        [
            "Leonard",
            "Let’s go."
        ],
        [
            "Penny",
            "Bye Sheldon. "
        ],
        [
            "Sheldon",
            "Goodbye Penny. (Places fingers to head to try to make Leonard’s brain explode. Leonard leaves.) Oooh, one of these days, Pkshhhh!"
        ],
        [
            "Scene",
            "A corridor at the conference. Penny is attaching Leonard’s name tag. "
        ],
        [
            "Penny",
            "There you go. "
        ],
        [
            "Leonard",
            "You’re right, this side does look better. "
        ],
        [
            "Penny",
            "No, no, I didn’t say better, I said less stained. "
        ],
        [
            "Howard",
            "I just checked the house, there’s probably twenty, twenty-five people in there."
        ],
        [
            "Leonard",
            "You’re kidding. "
        ],
        [
            "Penny",
            "Is that all?"
        ],
        [
            "Leonard",
            "All? In particle physics, twenty five is Woodstock. "
        ],
        [
            "Penny",
            "Oh, well, then good!"
        ],
        [
            "Leonard",
            "I wasn’t expecting such a crowd, I’m a little nervous. "
        ],
        [
            "Howard",
            "It’s okay, just open with a joke, you’ll be fine. "
        ],
        [
            "Leonard",
            "A joke. Okay. How about this, um, okay, uh there’s this farmer, and he has these chickens, but they won’t lay any eggs. So, he calls a physicist to help. The physicist then does some calculations, and he says, um, I have a solution, but it only works with spherical chickens in a vacuum. (Raj and Howard laugh.) Right? "
        ],
        [
            "Penny",
            "Oh, sorry, I’ve just, I’ve heard it before. "
        ],
        [
            "Howard",
            "Let’s roll. Hey, nice suit."
        ],
        [
            "Leonard",
            "It’s a classic, right? "
        ],
        [
            "Penny",
            "I really should have brought my own car. "
        ],
        [
            "Scene",
            "Leonard is presenting."
        ],
        [
            "Leonard",
            "So, in conclusion, the data show that at temperatures approaching absolute zero, the moment of inertia changes, and the solid becomes a super-solid, which clearly appears to be a previously unknown state of matter. (Applause) Thank you. (Penny is asleep on Howard’s shoulder. Howard is taking a photograph with his camera phone.) Are there any questions?"
        ],
        [
            "Voice",
            "Yeah. What the hell was that? "
        ],
        [
            "Leonard",
            "Any other questions?"
        ],
        [
            "Sheldon (who previously spoke, now removing his hood and dark glasses)",
            "Doctor Sheldon Cooper here, I am the lead author of this particular paper. (No reaction.) Thank you. And you, sir, you have completely skipped over the part where I was walking through the park, and I saw these children on a merry-go-round, which started me thinking about the moment of inertia in gasses like helium at temperatures approaching absolute zero. "
        ],
        [
            "Leonard",
            "I didn’t skip it, it’s just an anecdote. It’s not science."
        ],
        [
            "Sheldon",
            "Oh, I see, was the apple falling on Newton’s head, was that just an anecdote?"
        ],
        [
            "Leonard",
            "You are not Isaac Newton."
        ],
        [
            "Sheldon",
            "No, no that’s true, gravity would have been apparent to me without the apple. "
        ],
        [
            "Leonard",
            "You cannot possibly be that arrogant."
        ],
        [
            "Sheldon",
            "You continue to underestimate me, my good man. "
        ],
        [
            "Leonard",
            "Look, if you weren’t happy with my presentation then maybe you should have given it with me."
        ],
        [
            "Sheldon",
            "As I have explained repeatedly, unlike you, I don’t need validation from lesser minds. No offence. "
        ],
        [
            "Leonard",
            "Really, so why did you come?"
        ],
        [
            "Sheldon",
            "Because I knew you’d screw this up."
        ],
        [
            "Leonard",
            "I didn’t screw it up."
        ],
        [
            "Sheldon",
            "Oh, please. I admit, that spherical chicken joke, that was hilarious. But it was straight downhill from there. "
        ],
        [
            "Leonard",
            "I’ve had enough of your condescension. Maybe I didn’t go to college when I was eleven like you, maybe I got my doctorate at 24 instead of 16, but you are not the only person who is smarter than everyone else in this room. No offense. And I am clearly not the only person who is tormented by insecurity and has an ego in need of constant validation."
        ],
        [
            "Sheldon",
            "So you admit that you’re an egotist?"
        ],
        [
            "Leonard",
            "Yes. (To audience) My name is Dr Leonard Hofstadter, and I could never please my parents so I need to get all my self-esteem from strangers like you. But he’s worse."
        ],
        [
            "Sheldon",
            "Okay, that is it. (Tries to explode brain again.)"
        ],
        [
            "Leonard",
            "You cannot blow up my head with your mind. "
        ],
        [
            "Sheldon",
            "Then I’ll settle for an aneurysm. "
        ],
        [
            "Leonard (knocking his hands down)",
            "Stop it."
        ],
        [
            "Sheldon",
            "You hit me. You saw him, he hit me."
        ],
        [
            "Leonard",
            "You were trying to blow up my head."
        ],
        [
            "Sheldon",
            "So it was working."
        ],
        [
            "Leonard",
            "It wasn’t, it was not, you are a nutcase."
        ],
        [
            "Sheldon",
            "Oh we’ll see about that (tries again), heads up you people in the front row, this is a splash zone."
        ],
        [
            "Leonard",
            "Stop, stop it, quit it. (The start to fight.)"
        ],
        [
            "Penny",
            "Is this usually how these physics things go?"
        ],
        [
            "Howard",
            "More often than you’d think."
        ],
        [
            "Leonard (getting Sheldon on floor)",
            "Vulcan nerve pinch!"
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Sheldon",
            "You could have offered me a ride home. "
        ],
        [
            "Leonard",
            "You’re lucky I didn’t run you over. "
        ],
        [
            "Sheldon",
            "I really don’t understand what you’re so unhappy about, you begged me to come, I came, there’s just no pleasing you. "
        ],
        [
            "Leonard",
            "You’re right, I’m the problem, I’m the one that needs help. "
        ],
        [
            "Sheldon",
            "Well that’s not much of an apology, but I’ll take it. "
        ],
        [
            "Leonard",
            "Excuse me. Is there anything you’d like to apologise for?"
        ],
        [
            "Sheldon",
            "Yes. I’m sorry I tried to blow up your head. It was uncalled for. "
        ],
        [
            "Howard (entering with Raj)",
            "You won’t believe this."
        ],
        [
            "Raj",
            "Somebody got the whole thing on a cell phone and put it on youtube. "
        ],
        [
            "Leonard",
            "What? "
        ],
        [
            "Sheldon",
            "Now, who would do that?"
        ],
        [
            "Howard",
            "That would be me. Hey, check it out, it’s a featured video. (The watch). "
        ],
        [
            "Leonard",
            "Oh jeez. Is this suit really look that bad?"
        ],
        [
            "Sheldon",
            "Forget your suit, look at my arms waving, I’m like a flamingo on Ritalin. "
        ],
        [
            "Penny (entering)",
            "Howard, would you like to explain to me why your facebook page has a picture of me sleeping on your shoulder captioned “Me and my Girlfriend?”"
        ],
        [
            "Howard",
            "Uh-oh, here comes “the talk.” "
        ],
        [
            "Scene",
            "Penny tries to make Howard’s brain explode."
        ],
        [
            "Scene",
            "Captioned “Somewhere in China”, two Chinese students watch the video on their computer. "
        ],
        [
            "Student one (in captions)",
            "What losers. "
        ],
        [
            "Student two",
            "Yeah. Gigantic American geeks. (The lights flicker)"
        ],
        [
            "Student one",
            "  Who’s doing that? "
        ],
        [
            "Student two",
            "Someone from Pasadena, California named… “Wolowizard.” "
        ],
        [
            "Together",
            "Awesome!"
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-1-episode-9-the-cooper-hofstadter-polarization/"
}