{
    "Season": 1,
    "Episode": 10,
    "Title": "The_Loobenfeld_Decay",
    "Actor2Line": {
        "Leonard": [
            [
                0,
                "See, the liquid metal Terminators were created in the future by Skynet, and Skynet was developed by Miles Dyson, but that future no longer exists, due to Dyson's death in Terminator 2."
            ],
            [
                2,
                "Skynet is kinky? I don't know."
            ],
            [
                4,
                "Alright, oh wait, they use it to in..."
            ],
            [
                7,
                "What the hell is that?"
            ],
            [
                10,
                "(seeing Sheldon has large bag in hand and bin is nearby)"
            ],
            [
                12,
                "Oh, I give up."
            ],
            [
                15,
                "Believe it or not, personal growth. What happened?"
            ],
            [
                18,
                "No you don't. No he doesn't."
            ],
            [
                20,
                "Oh, congratulations, what a lucky break."
            ],
            [
                23,
                "No you don't. He doesn't."
            ],
            [
                27,
                "No, it's this Friday, at eight."
            ],
            [
                29,
                "(Penny exits singing)"
            ],
            [
                31,
                "Yes, I did."
            ],
            [
                33,
                "So?"
            ],
            [
                35,
                "Sheldon, are you worried about your safety."
            ],
            [
                37,
                "That's very true."
            ],
            [
                40,
                "What?"
            ],
            [
                42,
                "It's two o’clock in the morning"
            ],
            [
                44,
                "(Long pause)"
            ],
            [
                46,
                "(Opening door)"
            ],
            [
                48,
                "(Following Sheldon into living room)"
            ],
            [
                50,
                "Sheldon, what is it?"
            ],
            [
                52,
                "What was I supposed to say."
            ],
            [
                54,
                "That would have hurt her feelings."
            ],
            [
                56,
                "Yes."
            ],
            [
                58,
                "And what would I have said afterwards?"
            ],
            [
                60,
                "I couldn't say that, I would have to say, you were terrific and I can't wait to hear you sing again."
            ],
            [
                62,
                "It's the social protocol, it's what you do when you have a friend who's proud of something they really suck at."
            ],
            [
                64,
                "Well now you are."
            ],
            [
                66,
                "Yes."
            ],
            [
                70,
                "(Opening door)"
            ],
            [
                72,
                "How?"
            ],
            [
                87,
                "You told her I lied, why would you tell her I lied?"
            ],
            [
                89,
                "I'm sorry, I'm not seeing the help."
            ],
            [
                91,
                "Oh, I'm getting a bad feeling."
            ],
            [
                93,
                "Your cousin Leopold?"
            ],
            [
                95,
                "What's important?"
            ],
            [
                97,
                "Do you have a cousin Leopold."
            ],
            [
                99,
                "I don't get it, I already told her a lie, why replace it with a different lie?"
            ],
            [
                101,
                "Un-unravelable?"
            ],
            [
                103,
                "Okay, why would I go to a drug intervention for your cousing."
            ],
            [
                105,
                "We’re going to Long Beach?"
            ],
            [
                107,
                "Oh, come on!"
            ],
            [
                109,
                "So he goes back into rehab?"
            ],
            [
                111,
                "You still told her I lied."
            ],
            [
                113,
                "I don't know. How am I supposed to remember all of this."
            ],
            [
                115,
                "So she's expecting me to lie about going to a symposium in Pasadena, when in actuality we’re pretending to go to a drug intervention in Long Beach?"
            ],
            [
                118,
                "(Opening door)"
            ],
            [
                120,
                "Oh, well, thankyou."
            ],
            [
                122,
                "I don't know what to say."
            ],
            [
                124,
                "Oh, okay, alright, good."
            ],
            [
                130,
                "Howard, I'm sorry... we’re... we’re"
            ],
            [
                132,
                "I don't know what to say."
            ],
            [
                134,
                "Howard, listen..."
            ],
            [
                139,
                "Well... I don't know what to say."
            ],
            [
                145,
                "Oh, another hug, thank you."
            ],
            [
                147,
                "Thanks Penny."
            ],
            [
                151,
                "No, we’re not going to Long Beach."
            ],
            [
                153,
                "Because Sheldon doesn't have a drug addicted cousin Leopold."
            ],
            [
                160,
                "Wait, are we really going to Long Beach?"
            ],
            [
                163,
                "Let it go, Sheldon, the murderer was the first mate whether it makes sense to you or not."
            ],
            [
                165,
                "What are you talking about, it's fine, she bought it, it's over."
            ],
            [
                167,
                "Why not?"
            ],
            [
                169,
                "There is no Leo, how can you say that?"
            ],
            [
                171,
                "I’ve got a solution."
            ],
            [
                173,
                "Get out."
            ],
            [
                177,
                "Who are you?"
            ],
            [
                179,
                "Oh, God! Sheldon does not have a cousin Leo."
            ],
            [
                184,
                "Sheldon?"
            ],
            [
                187,
                "Yeah, I got it, Sheldon, why?"
            ],
            [
                189,
                "Oh...!"
            ],
            [
                202,
                "Well, that's Leo. Hey, um, why don't you tell me about your showcase last night?"
            ],
            [
                204,
                "There were only two people there?"
            ],
            [
                214,
                "As you can see, detoxing can get pretty ugly, let's give them some privacy."
            ],
            [
                216,
                "Sounds good."
            ],
            [
                218,
                "Gee, why wouldn't I?"
            ],
            [
                220,
                "Yeah! Funny how things work out."
            ],
            [
                228,
                "How long is he going to stay here."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Okay, then riddle me this. Assuming all the good Terminators were originally evil Terminators created by Skynet but then reprogrammed by the future John Connor, why would Skynet, an artificial computer intelligence, bother to create a petite hot 17 year-old killer robot?"
            ],
            [
                3,
                "Artificial intelligences do not have teen fetishes."
            ],
            [
                5,
                "(Buzzing noise)"
            ],
            [
                8,
                "(The continue up the stairs and disappear from view)"
            ],
            [
                13,
                "I don't guess. As a scientist I reach conclusions based on observation and experimentation, although as I'm saying this it occurs to me you may have been employing a rhetorical device rendering my response moot."
            ],
            [
                17,
                "I have a conclusion based on an observation."
            ],
            [
                22,
                "I think I know."
            ],
            [
                26,
                "I think that's a week from Tuesday at six."
            ],
            [
                30,
                "You just lied to Penny."
            ],
            [
                32,
                "And you did it so casually, no rapid breathing, no increase in perspiration."
            ],
            [
                34,
                "So, lack of a physiological response while lying is characteristic of a violent sociopath."
            ],
            [
                36,
                "No, I imagine if you were going to kill me you'd have done it a long time ago."
            ],
            [
                39,
                "(Knock, knock, knock, knock)"
            ],
            [
                41,
                "I need to speak to you."
            ],
            [
                43,
                "It's important."
            ],
            [
                45,
                "Yes."
            ],
            [
                47,
                "You're right, it can wait until morning."
            ],
            [
                49,
                "Never mind. I clearly woke you up in the middle of a REM cycle, you're in no state to talk."
            ],
            [
                51,
                "I'm uncomfortable having been included in your lie to Penny."
            ],
            [
                53,
                "You could have told her the truth."
            ],
            [
                55,
                "Is that a relevant factor?"
            ],
            [
                57,
                "Then I suppose you could have agreed to go."
            ],
            [
                59,
                "I would suggest something to the effect of, singing is neither an appropriate vocation nor avocation for you, and if you disagree, I'd recommend you have a CAT scan, to look for a tumour pressing on the cognitive processing center of your brain."
            ],
            [
                61,
                "Why?"
            ],
            [
                63,
                "I was not aware of that."
            ],
            [
                65,
                "Oh, alright. Leonard."
            ],
            [
                67,
                "When we played chess earlier, you were terrific and I can't wait to play you again. Goodnight."
            ],
            [
                69,
                "(Knock, knock, knock, knock)"
            ],
            [
                71,
                "I was analyzing our lie, and I believe we’re in danger of Penny seeing through the ruse."
            ],
            [
                73,
                "Simple. If she were to log on to www.socalphysicsgroup.org/activities/other, click on upcoming events, scroll down to seminars, download the pdf schedule, and look for the seminar on molecular positronium, well then, bippidy-boppidy-boo, our pants are metaphorically on fire."
            ],
            [
                74,
                "Well, sir, my trousers will not be igniting today."
            ],
            [
                76,
                "(Knock, knock, knock, knock)"
            ],
            [
                78,
                "Of course I do. My watch is linked to the atomic clock in Boulder, Colorado. It's accurate to one tenth of a second. But as I'm saying this it occurs to me that once again your question may have been rhetorical."
            ],
            [
                81,
                "Yes, well, he lied."
            ],
            [
                83,
                "He lied, and I'm feeling very uncomfortable about it."
            ],
            [
                85,
                "Hungry? Tired? I'm sorry this really isn't my strong suit."
            ],
            [
                88,
                "To help you."
            ],
            [
                90,
                "She was going to see through your lie eventually, so I told her that you were lying to protect me."
            ],
            [
                92,
                "Hunger? Indigestion, I'm sorry I'm really not very good at this. Anyway, Penny now believes that on Friday night, we’re going to participate in my cousin Leopold's drug intervention."
            ],
            [
                94,
                "Yea, who most people call Leo, but he also answers to Lee, remember that, it's important."
            ],
            [
                96,
                "Details, Leonard, the success or failure of our deceitful enterprise turns on details."
            ],
            [
                98,
                "No, I made him up. I think you'd call him Lee."
            ],
            [
                100,
                "Well, first of all, your lie was laughably transparent, where mine is exquisitely convoluted. While you were sleeping I was weaving an un-unravelable web."
            ],
            [
                102,
                "Yes, if she googles Leopold Houston she'll find a Facebook page, an online blog depicting his descent into drug use, and a desperate yet hopeful listing on e-harmony.com."
            ],
            [
                104,
                "Ah, because it's in Long Beach, and I don't drive."
            ],
            [
                106,
                "No, of course not, there's no cousin Leo, there's no intervention, focus Leonard."
            ],
            [
                108,
                "We just leave the house on Friday night, and we return in the wee hours emotionally wrung out from the work of convincing Leo to go back into rehab."
            ],
            [
                110,
                "Yes, but, he can relapse if Penny ever invites us to go hear her sing again."
            ],
            [
                112,
                "For a noble purpose, to spare me the social embarrassment of having a drug-addled first cousin, which I'm assuming is embarrassing, yes?"
            ],
            [
                114,
                "That's the best part, you don't have to, see I told Penny that you would be embarrassed, if you knew that she found out that you had lied, so she's agreed to operate as if the original lie was still in force."
            ],
            [
                116,
                "Un-unravelable."
            ],
            [
                137,
                "Okay, sure. I don't see a problem with that."
            ],
            [
                141,
                "Good for you."
            ],
            [
                149,
                "(She leaves)"
            ],
            [
                155,
                "It's a very nice community. The Queen Mary is docked there, once the largest ocean liner in the world, it's now a hotel and restaurant where they host a surprisingly gripping murder mystery dinner."
            ],
            [
                159,
                "No, no, no, Leonard gets nauseous unless he sits in front, and even then it's iffy."
            ],
            [
                162,
                "(Knock, knock, knock, knock)"
            ],
            [
                164,
                "No, that's the least of our worries. I’ve been doing some research on addiction, both the biochemical and behavioral aspects, and I think there's a problem with the current version of our lie."
            ],
            [
                166,
                "Sadly, it's not. Substance abuse is a lifelong struggle, but beyond that I have realized that the Leo I described would not have agreed to go to rehab."
            ],
            [
                168,
                "Because Leo is a middle child."
            ],
            [
                170,
                "You didn't read the bio, did you? He's not just a middle child, he's the quintessential middle child, from a broken home to boot. Psychologically speaking, the attention he gets by rebelling even to the point of self-destruction is more emotionally valuable than the help he would get at rehab."
            ],
            [
                172,
                "Great, what is it?"
            ],
            [
                174,
                "(He leaves. A moment later he comes back.)"
            ],
            [
                181,
                "Excuse me, we just went over this. As the quintessential middle child, your addiction is rooted in your unmet need for attention."
            ],
            [
                183,
                "For your information, this is all based on solid research, stick with the character profile I wrote for you."
            ],
            [
                185,
                "I'm sorry, Leonard, this is Toby Loobenfeld, he's a research assistant in the particle physics lab, but he also minored in theater at MIT."
            ],
            [
                188,
                "Well, you see, while Leo would not have gone into rehab, it is completely plausible that we would have talked him into leaving the motel, and coming home with us."
            ],
            [
                191,
                "No. We’re going with middle child, and a generic predisposition to inadequate serotonin production."
            ],
            [
                193,
                "(There is a knock on the door.)"
            ],
            [
                195,
                "Unfortunately, we weren't able to convince him to go to rehab."
            ],
            [
                197,
                "But we did convince him to leave the motel. Come say hello. Leo, this is Penny, our friend and neighbor."
            ],
            [
                209,
                "Don't forget his genetic predisposition towards addiction."
            ],
            [
                211,
                "There have been studies."
            ],
            [
                213,
                "How could there be a double blind study, who would be the control group."
            ],
            [
                222,
                "Your parents made the right decision."
            ],
            [
                229,
                "He's a homeless drug addict, Leonard, where is he going to go? Boy, you have a lot to learn about lying."
            ]
        ],
        "Penny": [
            [
                6,
                "(Voice off, singing off key)"
            ],
            [
                9,
                "(Still singing off)"
            ],
            [
                11,
                "You'll never guess what just happened."
            ],
            [
                14,
                "What was that?"
            ],
            [
                16,
                "Alright, remember when I auditioned for that workshop production of Rent, but I didn't get it and I couldn't figure out why?"
            ],
            [
                19,
                "Well, the girl they picked to play Mimi, she dropped out and they asked me to replace her."
            ],
            [
                21,
                "It's not a big deal, just a one night showcase, but they invite a lot of casting people and agents so, you never know."
            ],
            [
                24,
                "It's this Friday at eight, you guys want to come?"
            ],
            [
                28,
                "Oh, too bad, well, I got to get to rehearsal, see you guys."
            ],
            [
                77,
                "Do you have any idea what time it is?"
            ],
            [
                79,
                "What do you want?"
            ],
            [
                80,
                "I remember symposium."
            ],
            [
                82,
                "Wait, what?"
            ],
            [
                84,
                "Well imagine how I'm feeling."
            ],
            [
                119,
                "Thanks. I just wanted to come by and wish you guys luck with your symposium."
            ],
            [
                121,
                "You know, I got to tell you, a lot of friends would let their friend go alone, but that's not who you are, you are the kind of guy who stands by a friend when... when he has a symposium to go to."
            ],
            [
                123,
                "(hugs him.)"
            ],
            [
                126,
                "Uh-huh!"
            ],
            [
                128,
                "Uh-huh!"
            ],
            [
                136,
                "Howard, wait. Sheldon, I think we should tell them."
            ],
            [
                138,
                "There's no symposium, Leonard lied to me, isn't that right Leonard."
            ],
            [
                140,
                "It's okay, I do, look, Leonard is helping Sheldon through a family crisis, he made up the whole story about the symposium with Dr Farmin..farm...ian"
            ],
            [
                142,
                "Hah, yeah! Because he didn't want Sheldon to be embarrassed, and there is nothing to be embarrassed okay, every family in America has a relative holed up in a garage somewhere huffing paint thinner."
            ],
            [
                144,
                "No, look, Sheldon's cousin Leo escaped rehab, and he's in a Motel 8 at Long Beach, the whole family's going out for an intervention. Leonard is driving Sheldon down there to help him through this because he's such a good man."
            ],
            [
                146,
                "Alright you guys, good luck."
            ],
            [
                194,
                "Hi. How did the intervention go."
            ],
            [
                196,
                "Well, based on what you told me, I'm not surprised."
            ],
            [
                198,
                "Hi Leo, how are you feeling?"
            ],
            [
                200,
                "No."
            ],
            [
                203,
                "Oh, it was okay I guess, wasn't a big turn out but they both really seemed to like it."
            ],
            [
                205,
                "By the end. Yeah."
            ],
            [
                207,
                "I'm... I'm sorry."
            ],
            [
                215,
                "Yeah. Hey, do you want to come over to my place, have coffee?"
            ],
            [
                217,
                "I have a video of me singing last night, do you want to see it?"
            ],
            [
                219,
                "This is even better than you coming to the showcase, because now I get to watch you watch me."
            ],
            [
                226,
                "Leo, you are a very sweet, really funny guy. You're gonna do okay."
            ]
        ],
        "Together": [
            [
                25,
                "No."
            ]
        ],
        "Scene": [
            [
                38,
                "Outside Leonard’s bedroom."
            ],
            [
                68,
                "Leonard’s bedroom."
            ],
            [
                75,
                "Outside Penny’s door."
            ],
            [
                86,
                "The living room."
            ],
            [
                117,
                "Apartment 4A"
            ],
            [
                161,
                "Leonard’s bedroom. The bedside table is piled with Queen Mary memorabilia."
            ],
            [
                175,
                "The living room. Leonard enters in his dressing gown. There is a strange man eating cereal at the kitchen table."
            ],
            [
                224,
                "Apartment 4A. Penny is on the sofa with Toby. They are watching TV."
            ]
        ],
        "Howard": [
            [
                125,
                "(Arriving)"
            ],
            [
                127,
                "Uh-huh?"
            ],
            [
                129,
                "Okay. So what's up?"
            ],
            [
                131,
                "No, no, you're quark-blocking us."
            ],
            [
                133,
                "Wow."
            ],
            [
                135,
                "No, it's okay, it's your Millenium Falcon, you and Chewbacca do whatever you want to do. Me and Princess Leia here will find some other way to spend the evening."
            ],
            [
                143,
                "(After Raj whispers in his ear)"
            ],
            [
                148,
                "Yeah, uh, break a leg."
            ],
            [
                150,
                "So, road trip to Long Beach."
            ],
            [
                157,
                "I'm game."
            ]
        ],
        "Raj": [
            [
                152,
                "Why not?"
            ],
            [
                154,
                "Oh, too bad. I’ve always wanted to go to Long Beach."
            ],
            [
                156,
                "Sounds fun."
            ],
            [
                158,
                "Shotgun."
            ]
        ],
        "Strange man": [
            [
                176,
                "Morning."
            ]
        ],
        "Man": [
            [
                178,
                "I am Sheldon's cousin Leo."
            ],
            [
                180,
                "(reads off crib notes)"
            ],
            [
                182,
                "Oh, Sheldon, are we really going to go with pop psychology."
            ]
        ],
        "Toby": [
            [
                186,
                "It was more of a double major actually. Theater and physics. You can guess which one my bourgeois parents pushed me towards."
            ],
            [
                190,
                "Sheldon, how about this as my motivation. When I was fourteen years old I was abused in the Philippines by a club footed Navy chaplain."
            ],
            [
                192,
                "Swell, how do I play genetic predisposition?"
            ],
            [
                199,
                "Let me ask you something, Penny. Have you ever woken up in a fleabag motel, covered in your own vomit, next to a transsexual prostitute?"
            ],
            [
                201,
                "Then don't ask me how I'm feeling."
            ],
            [
                206,
                "Damn you, Chaplain Horrigan!"
            ],
            [
                208,
                "The Philippines. 1992. The Subic Bay Naval Station. A young boy on the cusp of manhood. His only companions mongrel dogs and malarial mosquitos. Desperate and alone he reached out to a man who promised to introduce him to a merciful, loving God, but who instead introduced him to a gin pickled tongue shoved down his adolescent throat. What choice did he have but to drink, shoot and snort his pain away."
            ],
            [
                210,
                "That's never been proven."
            ],
            [
                212,
                "Not double blind studies."
            ],
            [
                221,
                "And that he loved the companionship and the wisdom that his own father failed to provide."
            ],
            [
                223,
                "I cannot work like this!"
            ],
            [
                225,
                "This is amazing. Just sitting on a couch, watching TV with a woman. Not being drunk, or high, or... or... wondering if you're a dude down there."
            ],
            [
                227,
                "One day at a time, Penny, one day at a time."
            ]
        ]
    },
    "Actor2Profile": {
        "Leonard": "/wiki/Leonard_Hofstadter",
        "Sheldon": "/wiki/Sheldon_Cooper",
        "Penny": "/wiki/Penny",
        "Howard": "/wiki/Howard_Wolowitz",
        "Raj": "/wiki/Rajesh_Koothrappali",
        "Toby": "/wiki/Toby"
    },
    "AllLines": [
        "See, the liquid metal Terminators were created in the future by Skynet, and Skynet was developed by Miles Dyson, but that future no longer exists, due to Dyson's death in Terminator 2.",
        "Okay, then riddle me this. Assuming all the good Terminators were originally evil Terminators created by Skynet but then reprogrammed by the future John Connor, why would Skynet, an artificial computer intelligence, bother to create a petite hot 17 year-old killer robot?",
        "Skynet is kinky? I don't know.",
        "Artificial intelligences do not have teen fetishes.",
        "Alright, oh wait, they use it to in...",
        "(Buzzing noise)",
        "(Voice off, singing off key)",
        "What the hell is that?",
        "(The continue up the stairs and disappear from view)",
        "(Still singing off)",
        "(seeing Sheldon has large bag in hand and bin is nearby)",
        "You'll never guess what just happened.",
        "Oh, I give up.",
        "I don't guess. As a scientist I reach conclusions based on observation and experimentation, although as I'm saying this it occurs to me you may have been employing a rhetorical device rendering my response moot.",
        "What was that?",
        "Believe it or not, personal growth. What happened?",
        "Alright, remember when I auditioned for that workshop production of Rent, but I didn't get it and I couldn't figure out why?",
        "I have a conclusion based on an observation.",
        "No you don't. No he doesn't.",
        "Well, the girl they picked to play Mimi, she dropped out and they asked me to replace her.",
        "Oh, congratulations, what a lucky break.",
        "It's not a big deal, just a one night showcase, but they invite a lot of casting people and agents so, you never know.",
        "I think I know.",
        "No you don't. He doesn't.",
        "It's this Friday at eight, you guys want to come?",
        "No.",
        "I think that's a week from Tuesday at six.",
        "No, it's this Friday, at eight.",
        "Oh, too bad, well, I got to get to rehearsal, see you guys.",
        "(Penny exits singing)",
        "You just lied to Penny.",
        "Yes, I did.",
        "And you did it so casually, no rapid breathing, no increase in perspiration.",
        "So?",
        "So, lack of a physiological response while lying is characteristic of a violent sociopath.",
        "Sheldon, are you worried about your safety.",
        "No, I imagine if you were going to kill me you'd have done it a long time ago.",
        "That's very true.",
        "Outside Leonard’s bedroom.",
        "(Knock, knock, knock, knock)",
        "What?",
        "I need to speak to you.",
        "It's two o’clock in the morning",
        "It's important.",
        "(Long pause)",
        "Yes.",
        "(Opening door)",
        "You're right, it can wait until morning.",
        "(Following Sheldon into living room)",
        "Never mind. I clearly woke you up in the middle of a REM cycle, you're in no state to talk.",
        "Sheldon, what is it?",
        "I'm uncomfortable having been included in your lie to Penny.",
        "What was I supposed to say.",
        "You could have told her the truth.",
        "That would have hurt her feelings.",
        "Is that a relevant factor?",
        "Yes.",
        "Then I suppose you could have agreed to go.",
        "And what would I have said afterwards?",
        "I would suggest something to the effect of, singing is neither an appropriate vocation nor avocation for you, and if you disagree, I'd recommend you have a CAT scan, to look for a tumour pressing on the cognitive processing center of your brain.",
        "I couldn't say that, I would have to say, you were terrific and I can't wait to hear you sing again.",
        "Why?",
        "It's the social protocol, it's what you do when you have a friend who's proud of something they really suck at.",
        "I was not aware of that.",
        "Well now you are.",
        "Oh, alright. Leonard.",
        "Yes.",
        "When we played chess earlier, you were terrific and I can't wait to play you again. Goodnight.",
        "Leonard’s bedroom.",
        "(Knock, knock, knock, knock)",
        "(Opening door)",
        "I was analyzing our lie, and I believe we’re in danger of Penny seeing through the ruse.",
        "How?",
        "Simple. If she were to log on to www.socalphysicsgroup.org/activities/other, click on upcoming events, scroll down to seminars, download the pdf schedule, and look for the seminar on molecular positronium, well then, bippidy-boppidy-boo, our pants are metaphorically on fire.",
        "Well, sir, my trousers will not be igniting today.",
        "Outside Penny’s door.",
        "(Knock, knock, knock, knock)",
        "Do you have any idea what time it is?",
        "Of course I do. My watch is linked to the atomic clock in Boulder, Colorado. It's accurate to one tenth of a second. But as I'm saying this it occurs to me that once again your question may have been rhetorical.",
        "What do you want?",
        "I remember symposium.",
        "Yes, well, he lied.",
        "Wait, what?",
        "He lied, and I'm feeling very uncomfortable about it.",
        "Well imagine how I'm feeling.",
        "Hungry? Tired? I'm sorry this really isn't my strong suit.",
        "The living room.",
        "You told her I lied, why would you tell her I lied?",
        "To help you.",
        "I'm sorry, I'm not seeing the help.",
        "She was going to see through your lie eventually, so I told her that you were lying to protect me.",
        "Oh, I'm getting a bad feeling.",
        "Hunger? Indigestion, I'm sorry I'm really not very good at this. Anyway, Penny now believes that on Friday night, we’re going to participate in my cousin Leopold's drug intervention.",
        "Your cousin Leopold?",
        "Yea, who most people call Leo, but he also answers to Lee, remember that, it's important.",
        "What's important?",
        "Details, Leonard, the success or failure of our deceitful enterprise turns on details.",
        "Do you have a cousin Leopold.",
        "No, I made him up. I think you'd call him Lee.",
        "I don't get it, I already told her a lie, why replace it with a different lie?",
        "Well, first of all, your lie was laughably transparent, where mine is exquisitely convoluted. While you were sleeping I was weaving an un-unravelable web.",
        "Un-unravelable?",
        "Yes, if she googles Leopold Houston she'll find a Facebook page, an online blog depicting his descent into drug use, and a desperate yet hopeful listing on e-harmony.com.",
        "Okay, why would I go to a drug intervention for your cousing.",
        "Ah, because it's in Long Beach, and I don't drive.",
        "We’re going to Long Beach?",
        "No, of course not, there's no cousin Leo, there's no intervention, focus Leonard.",
        "Oh, come on!",
        "We just leave the house on Friday night, and we return in the wee hours emotionally wrung out from the work of convincing Leo to go back into rehab.",
        "So he goes back into rehab?",
        "Yes, but, he can relapse if Penny ever invites us to go hear her sing again.",
        "You still told her I lied.",
        "For a noble purpose, to spare me the social embarrassment of having a drug-addled first cousin, which I'm assuming is embarrassing, yes?",
        "I don't know. How am I supposed to remember all of this.",
        "That's the best part, you don't have to, see I told Penny that you would be embarrassed, if you knew that she found out that you had lied, so she's agreed to operate as if the original lie was still in force.",
        "So she's expecting me to lie about going to a symposium in Pasadena, when in actuality we’re pretending to go to a drug intervention in Long Beach?",
        "Un-unravelable.",
        "Apartment 4A",
        "(Opening door)",
        "Thanks. I just wanted to come by and wish you guys luck with your symposium.",
        "Oh, well, thankyou.",
        "You know, I got to tell you, a lot of friends would let their friend go alone, but that's not who you are, you are the kind of guy who stands by a friend when... when he has a symposium to go to.",
        "I don't know what to say.",
        "(hugs him.)",
        "Oh, okay, alright, good.",
        "(Arriving)",
        "Uh-huh!",
        "Uh-huh?",
        "Uh-huh!",
        "Okay. So what's up?",
        "Howard, I'm sorry... we’re... we’re",
        "No, no, you're quark-blocking us.",
        "I don't know what to say.",
        "Wow.",
        "Howard, listen...",
        "No, it's okay, it's your Millenium Falcon, you and Chewbacca do whatever you want to do. Me and Princess Leia here will find some other way to spend the evening.",
        "Howard, wait. Sheldon, I think we should tell them.",
        "Okay, sure. I don't see a problem with that.",
        "There's no symposium, Leonard lied to me, isn't that right Leonard.",
        "Well... I don't know what to say.",
        "It's okay, I do, look, Leonard is helping Sheldon through a family crisis, he made up the whole story about the symposium with Dr Farmin..farm...ian",
        "Good for you.",
        "Hah, yeah! Because he didn't want Sheldon to be embarrassed, and there is nothing to be embarrassed okay, every family in America has a relative holed up in a garage somewhere huffing paint thinner.",
        "(After Raj whispers in his ear)",
        "No, look, Sheldon's cousin Leo escaped rehab, and he's in a Motel 8 at Long Beach, the whole family's going out for an intervention. Leonard is driving Sheldon down there to help him through this because he's such a good man.",
        "Oh, another hug, thank you.",
        "Alright you guys, good luck.",
        "Thanks Penny.",
        "Yeah, uh, break a leg.",
        "(She leaves)",
        "So, road trip to Long Beach.",
        "No, we’re not going to Long Beach.",
        "Why not?",
        "Because Sheldon doesn't have a drug addicted cousin Leopold.",
        "Oh, too bad. I’ve always wanted to go to Long Beach.",
        "It's a very nice community. The Queen Mary is docked there, once the largest ocean liner in the world, it's now a hotel and restaurant where they host a surprisingly gripping murder mystery dinner.",
        "Sounds fun.",
        "I'm game.",
        "Shotgun.",
        "No, no, no, Leonard gets nauseous unless he sits in front, and even then it's iffy.",
        "Wait, are we really going to Long Beach?",
        "Leonard’s bedroom. The bedside table is piled with Queen Mary memorabilia.",
        "(Knock, knock, knock, knock)",
        "Let it go, Sheldon, the murderer was the first mate whether it makes sense to you or not.",
        "No, that's the least of our worries. I’ve been doing some research on addiction, both the biochemical and behavioral aspects, and I think there's a problem with the current version of our lie.",
        "What are you talking about, it's fine, she bought it, it's over.",
        "Sadly, it's not. Substance abuse is a lifelong struggle, but beyond that I have realized that the Leo I described would not have agreed to go to rehab.",
        "Why not?",
        "Because Leo is a middle child.",
        "There is no Leo, how can you say that?",
        "You didn't read the bio, did you? He's not just a middle child, he's the quintessential middle child, from a broken home to boot. Psychologically speaking, the attention he gets by rebelling even to the point of self-destruction is more emotionally valuable than the help he would get at rehab.",
        "I’ve got a solution.",
        "Great, what is it?",
        "Get out.",
        "(He leaves. A moment later he comes back.)",
        "The living room. Leonard enters in his dressing gown. There is a strange man eating cereal at the kitchen table.",
        "Morning.",
        "Who are you?",
        "I am Sheldon's cousin Leo.",
        "Oh, God! Sheldon does not have a cousin Leo.",
        "(reads off crib notes)",
        "Excuse me, we just went over this. As the quintessential middle child, your addiction is rooted in your unmet need for attention.",
        "Oh, Sheldon, are we really going to go with pop psychology.",
        "For your information, this is all based on solid research, stick with the character profile I wrote for you.",
        "Sheldon?",
        "I'm sorry, Leonard, this is Toby Loobenfeld, he's a research assistant in the particle physics lab, but he also minored in theater at MIT.",
        "It was more of a double major actually. Theater and physics. You can guess which one my bourgeois parents pushed me towards.",
        "Yeah, I got it, Sheldon, why?",
        "Well, you see, while Leo would not have gone into rehab, it is completely plausible that we would have talked him into leaving the motel, and coming home with us.",
        "Oh...!",
        "Sheldon, how about this as my motivation. When I was fourteen years old I was abused in the Philippines by a club footed Navy chaplain.",
        "No. We’re going with middle child, and a generic predisposition to inadequate serotonin production.",
        "Swell, how do I play genetic predisposition?",
        "(There is a knock on the door.)",
        "Hi. How did the intervention go.",
        "Unfortunately, we weren't able to convince him to go to rehab.",
        "Well, based on what you told me, I'm not surprised.",
        "But we did convince him to leave the motel. Come say hello. Leo, this is Penny, our friend and neighbor.",
        "Hi Leo, how are you feeling?",
        "Let me ask you something, Penny. Have you ever woken up in a fleabag motel, covered in your own vomit, next to a transsexual prostitute?",
        "No.",
        "Then don't ask me how I'm feeling.",
        "Well, that's Leo. Hey, um, why don't you tell me about your showcase last night?",
        "Oh, it was okay I guess, wasn't a big turn out but they both really seemed to like it.",
        "There were only two people there?",
        "By the end. Yeah.",
        "Damn you, Chaplain Horrigan!",
        "I'm... I'm sorry.",
        "The Philippines. 1992. The Subic Bay Naval Station. A young boy on the cusp of manhood. His only companions mongrel dogs and malarial mosquitos. Desperate and alone he reached out to a man who promised to introduce him to a merciful, loving God, but who instead introduced him to a gin pickled tongue shoved down his adolescent throat. What choice did he have but to drink, shoot and snort his pain away.",
        "Don't forget his genetic predisposition towards addiction.",
        "That's never been proven.",
        "There have been studies.",
        "Not double blind studies.",
        "How could there be a double blind study, who would be the control group.",
        "As you can see, detoxing can get pretty ugly, let's give them some privacy.",
        "Yeah. Hey, do you want to come over to my place, have coffee?",
        "Sounds good.",
        "I have a video of me singing last night, do you want to see it?",
        "Gee, why wouldn't I?",
        "This is even better than you coming to the showcase, because now I get to watch you watch me.",
        "Yeah! Funny how things work out.",
        "And that he loved the companionship and the wisdom that his own father failed to provide.",
        "Your parents made the right decision.",
        "I cannot work like this!",
        "Apartment 4A. Penny is on the sofa with Toby. They are watching TV.",
        "This is amazing. Just sitting on a couch, watching TV with a woman. Not being drunk, or high, or... or... wondering if you're a dude down there.",
        "Leo, you are a very sweet, really funny guy. You're gonna do okay.",
        "One day at a time, Penny, one day at a time.",
        "How long is he going to stay here.",
        "He's a homeless drug addict, Leonard, where is he going to go? Boy, you have a lot to learn about lying."
    ]
}