{
    "Season": 9,
    "Episode": 1,
    "Title": "the matrimonial momentum",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Following a “previously on” sequence."
            ],
            [
                1,
                "A Wedding Chapel."
            ],
            [
                44,
                "Credits sequence."
            ],
            [
                45,
                "Outside Amy’s apartment. "
            ],
            [
                65,
                "The Wedding Chapel. "
            ],
            [
                80,
                "Howard and Bernadette’s House."
            ],
            [
                98,
                "The Wedding Chapel."
            ],
            [
                102,
                "Female Voice We’re out"
            ],
            [
                116,
                "Howard and Bernadette’s House."
            ],
            [
                129,
                "The Wedding Chapel."
            ],
            [
                144,
                "Howard and Bernadette’s house."
            ],
            [
                155,
                "Official (voice from computer) …symbolizes your eternal love. I now pronounce you husband and wife."
            ],
            [
                159,
                "Hotel corridor."
            ],
            [
                187,
                "The apartment."
            ],
            [
                204,
                "Howard and Bernadette’s house."
            ],
            [
                216,
                "The stairwell. "
            ],
            [
                223,
                "Penny’s apartment."
            ],
            [
                237,
                "than Leonard."
            ],
            [
                254,
                "Howard and Bernadette’s house."
            ],
            [
                261,
                "The apartment."
            ]
        ],
        "Penny": [
            [
                2,
                "So, what package are you thinking?"
            ],
            [
                4,
                "Why would we want that?"
            ],
            [
                6,
                "Whatever. Put us on the Internet. I’ve always wanted a wedding with a comment section."
            ],
            [
                8,
                "No. No, I want to. Look, we’ve put this off long enough. Let’s do it."
            ],
            [
                18,
                "What’s going on?"
            ],
            [
                20,
                "She did?"
            ],
            [
                30,
                "Uh, actually I’m in Vegas. Leonard and I are about to get married."
            ],
            [
                32,
                "Well, it was kind of a spur-of-the-moment thing."
            ],
            [
                34,
                "Amy, don’t be like that."
            ],
            [
                38,
                "Okay, will you relax? You’re not missing anything special."
            ],
            [
                40,
                "She’s upset. Look, it’s gonna be a great wedding. Look at you in your little suit."
            ],
            [
                67,
                "Okay."
            ],
            [
                69,
                "Thanks, but I don’t like glitter on my scrambled eggs."
            ],
            [
                71,
                "Me, too."
            ],
            [
                73,
                "Yes."
            ],
            [
                75,
                "Oh, my God, would you stop bringing it up?"
            ],
            [
                77,
                "What if they call our names?"
            ],
            [
                79,
                "Oh, and the fairy tale continues."
            ],
            [
                105,
                "Really, we’re good."
            ],
            [
                107,
                "Yeah."
            ],
            [
                110,
                "I know."
            ],
            [
                112,
                "I love you, too."
            ],
            [
                114,
                "No, thank you."
            ],
            [
                132,
                "No. You wrote vows?"
            ],
            [
                134,
                "Well, I don’t have any. You’re kind of making me look bad."
            ],
            [
                136,
                "No, no, no, go ahead. I’ll come up with something mushy, you’ll cry, we got this."
            ],
            [
                138,
                "Wow."
            ],
            [
                140,
                "Right. Um, okay. Leonard, I mean, you’re not only the love of my life. I mean, you’re my best friend, and, you’ve got a friend in me. You got troubles. I got ’em, too. There isn’t anything I wouldn’t do for you. We stick together, and we can see it through, ’cause you’ve got a friend in me."
            ],
            [
                142,
                "He loves that movie."
            ],
            [
                156,
                "We did it."
            ],
            [
                161,
                "Can you?"
            ],
            [
                163,
                "Okay, let’s do it. You gonna make it?"
            ],
            [
                165,
                "Nicely done."
            ],
            [
                167,
                "Well, the night is still young."
            ],
            [
                169,
                "Yeah. I guess."
            ],
            [
                171,
                "It’s just, when we were kissing, I couldn’t help but picture you with that other girl."
            ],
            [
                173,
                "You’re right. Just forget it."
            ],
            [
                175,
                "Did you feel guilty?"
            ],
            [
                177,
                "Did you feel guilty after kissing her?"
            ],
            [
                179,
                "What do you mean, every time you see her?"
            ],
            [
                181,
                "You still see her?"
            ],
            [
                183,
                "You work with her? How could you not tell me that?"
            ],
            [
                185,
                "Oh, okay. So you’re saying this is my fault?"
            ],
            [
                218,
                "I thought I was okay, but it turns out I’m not."
            ],
            [
                225,
                "What’s this?"
            ],
            [
                227,
                "Oh. That’s so sweet of you."
            ],
            [
                229,
                "I’m sorry to hear about you and Amy."
            ],
            [
                231,
                "You know, it’s bad enough what happened, but then he tried to hide the fact that he sees her all the time at the university."
            ],
            [
                233,
                "Some girl named Mandy."
            ],
            [
                235,
                "Yeah."
            ],
            [
                238,
                "That’s great."
            ],
            [
                240,
                "That’s ridiculous."
            ],
            [
                242,
                "I’m with Leonard."
            ],
            [
                244,
                "Right? I can’t believe Amy actually went through with it."
            ],
            [
                246,
                "I told her to be true to herself and do what makes her happy."
            ],
            [
                248,
                "Okay, look, it’s not my fault that she thought you were a bad boyfriend."
            ],
            [
                250,
                "Sheldon."
            ],
            [
                252,
                "Sure."
            ]
        ],
        "Leonard": [
            [
                3,
                "Mm, this one comes with music and flowers. Oh, they even stream the whole thing live on the Internet."
            ],
            [
                5,
                "‘Cause there’s a lot of gorgeous blondes out there who don’t believe they can land a short, nearsighted scientist. Let’s give them hope."
            ],
            [
                7,
                "If you’re not into this, we can do it another time."
            ],
            [
                9,
                "Aw. That’s exactly what you said the first time we slept together. (Phone) Oh, excuse me. Sheldon. Hey."
            ],
            [
                11,
                "No. Why?"
            ],
            [
                13,
                "Why not?"
            ],
            [
                15,
                "What happened now?"
            ],
            [
                17,
                "Oh, no. Seriously?"
            ],
            [
                19,
                "Amy broke up with Sheldon."
            ],
            [
                22,
                "No."
            ],
            [
                24,
                "Buddy, I’m so sorry. Is there anything I can do?"
            ],
            [
                26,
                "Sheldon, uh, okay, just because you’re going through this with Amy doesn’t mean that all women are bad."
            ],
            [
                36,
                "Penny’s on the phone with her."
            ],
            [
                39,
                "Hey."
            ],
            [
                42,
                "No, I think it’s because we’re eloping."
            ],
            [
                66,
                "They’re running a little behind. Should be pretty soon."
            ],
            [
                68,
                "Hey, if you’re hungry, there’s a breakfast buffet at the strip club next door."
            ],
            [
                70,
                "I don’t think the strippers prepare the meal, but okay. Look, it’s not how I pictured it either, but I’m still glad we’re doing it."
            ],
            [
                72,
                "You sure?"
            ],
            [
                74,
                "And you promise you’re okay with everything from the car?"
            ],
            [
                76,
                "You’re right. I’m sorry. We have the rest of our lives to dredge stuff up from the past and fight about it. So what do you think? Should we run next door and grab a bite?"
            ],
            [
                78,
                "Oh, don’t worry. They gave me this vibrating coaster."
            ],
            [
                100,
                "Oh, the package that we paid for said the aisle was supposed to be strewn with rose petals."
            ],
            [
                103,
                "You know what? It’s fine."
            ],
            [
                106,
                "Yup, just want to get married."
            ],
            [
                109,
                "This is it."
            ],
            [
                111,
                "I love you."
            ],
            [
                115,
                "We’re good."
            ],
            [
                131,
                "Yes."
            ],
            [
                133,
                "Yeah."
            ],
            [
                135,
                "It’s okay. I don’t have to say them."
            ],
            [
                137,
                "Penny, we are made of particles that have existed since the moment the universe began. I like to think those atoms travelled 14 billion years through time and space to create us, so that we could be together and make each other whole."
            ],
            [
                143,
                "I do."
            ],
            [
                157,
                "Yeah, I’m so glad you guys could watch."
            ],
            [
                160,
                "No, no, no. Hang on. I believe I’m supposed to carry you across the threshold."
            ],
            [
                162,
                "Who do you think carries Sheldon to bed when he falls asleep in front of the TV?"
            ],
            [
                164,
                "I’m okay."
            ],
            [
                166,
                "Thank you. Finally, there’s a Mrs. Hofstadter who isn’t disappointed in me."
            ],
            [
                168,
                "Everything all right?"
            ],
            [
                170,
                "Just tell me."
            ],
            [
                172,
                "Oh, no. No, come on. I have a friend in you. You said so."
            ],
            [
                174,
                "Yeah. Okay, listen. If you’re imagining that it was sexy, it wasn’t. We, we were both drunk, and she smelled like an ashtray. The boat was moving a lot, so I chipped her tooth."
            ],
            [
                176,
                "No, she had dental insurance."
            ],
            [
                178,
                "Yes. I felt guilty as soon as it happened. I feel guilty every time I see her."
            ],
            [
                180,
                "What do I mean? Boy, that’s a toughie."
            ],
            [
                182,
                "Well, no, not socially. But, you know, just at work."
            ],
            [
                184,
                "I wanted to tell you in the car, but you told me to stop talking"
            ],
            [
                186,
                "No, of course not. Okay, look, instead of fighting, why don’t we dim the lights, um, get naked and make a baby? I was trying to lighten the mood. It’s not easy. You try it."
            ],
            [
                217,
                "I asked you over and over if you were okay. Why would you go through with the wedding if you weren’t?"
            ],
            [
                219,
                "Okay, listen, I may not have been entirely faithful, but you, you are not easy to lift."
            ],
            [
                221,
                "I’m not glowing. I’m upset."
            ],
            [
                263,
                "Sure, let’s make it an even hundred."
            ],
            [
                265,
                "I wouldn’t."
            ],
            [
                267,
                "Well, I may be a man, but I think I’m the one that screwed up on this one."
            ],
            [
                269,
                "I figured that out."
            ],
            [
                271,
                "Can’t believe I’m spending my wedding night with you."
            ]
        ],
        "Sheldon": [
            [
                10,
                "Leonard, have you gotten married yet?"
            ],
            [
                12,
                "Good. Don’t do it."
            ],
            [
                14,
                "Some important new information has come to light. Women are the worst. I thought it was paper cuts, but I was wrong. No piece of paper ever cut me this deep."
            ],
            [
                16,
                "Amy has ended our relationship."
            ],
            [
                21,
                "Is Penny crying?"
            ],
            [
                23,
                "No, of course not. They thrive on our suffering."
            ],
            [
                25,
                "Yes. If I ever talk about going out with a girl again, roll your eyes at me like I do to you when you say dumb things."
            ],
            [
                27,
                "Whatever."
            ],
            [
                35,
                "Why did I just hear Amy’s name?"
            ],
            [
                37,
                "Did she say anything about me? Never mind. I don’t care. Well, if you care, you can find out and tell me. Just don’t be shocked when you find out that I don’t care."
            ],
            [
                41,
                "Amy’s upset? Is it about me?"
            ],
            [
                43,
                "Your marriage is causing her pain? Yeah, great, I take it back. Go ahead and do it. Yay for love."
            ],
            [
                46,
                "Hello."
            ],
            [
                48,
                "When last we spoke, you said you needed time."
            ],
            [
                50,
                "The Lord of the Rings trilogy was nearly 11 hours. I made you watch that, you said it was an eternity."
            ],
            [
                52,
                "Very well. You seem to be headed somewhere. May I walk with you?"
            ],
            [
                54,
                "Boy, I’m glad we’re going out again."
            ],
            [
                56,
                "Why? Is there someone else? Just couldn’t wait for that first notch on your bedpost, could you?"
            ],
            [
                58,
                "And who’s this guy you’re taking?"
            ],
            [
                60,
                "Oh, you’re going to a wedding alone? That’s sad."
            ],
            [
                62,
                "Your friends? Well, I think you mean my friends. And why wasn’t I invited to this?"
            ],
            [
                64,
                "We make everyone feel awkward. That’s our thing."
            ],
            [
                91,
                "I didn’t want to come in. I was told it would make everyone feel uncomfortable. So I’ll just stay out here and pretend that I don’t have to go to the bathroom."
            ],
            [
                95,
                "I see. And is that why everybody was invited but me?"
            ],
            [
                117,
                "Raj, you’re probably wondering why Amy and I aren’t showing any affection to one another."
            ],
            [
                119,
                "Well, you should know that she recently broke up with me."
            ],
            [
                122,
                "You hear that? Raj is devastated."
            ],
            [
                124,
                "I see what’s happening. Sides are forming. Well, if Bernadette’s on Amy’s team, I pick Howard."
            ],
            [
                126,
                "Fine, I guess I’m stuck with Raj."
            ],
            [
                148,
                "Amy, I don’t understand, are we broken up or not? It’s like you can’t make up your mind."
            ],
            [
                150,
                "Well, you should think fast, because men can sire offspring their entire lives, but those eggs you’re toting around have a sell-by date."
            ],
            [
                153,
                "Will someone take me home?"
            ],
            [
                190,
                "I just wanted to let you know that you can remove Amy from your nightly prayers. Unless you’re open to praying for a beehive to fall on her head."
            ],
            [
                192,
                "She broke up with me."
            ],
            [
                194,
                "No, I’ll be okay. But I think that I’d like to send the ring back to you."
            ],
            [
                196,
                "It’s over for me. I’m done with women. Like when I swore off Pop Rocks. They both hurt you on purpose."
            ],
            [
                198,
                "Are you going to say it’s all part of God’s plan?"
            ],
            [
                200,
                "Then no, thank you."
            ],
            [
                202,
                "Wasn’t Mary Magdalene a woman of ill repute?"
            ],
            [
                220,
                "Wow. Well, marriage must agree with you. Well, you are just glowing."
            ],
            [
                222,
                "Well, whatever it is, it agrees with you."
            ],
            [
                226,
                "Leonard told me what happened, so I took it upon myself to make you a hot beverage."
            ],
            [
                228,
                "Yeah. I know. Turns out, being sweet isn’t enough to keep a girl these days. I blame Madonna."
            ],
            [
                230,
                "Well, I’m sorry about Leonard. Thought I raised him better than that."
            ],
            [
                232,
                "He does? Who is it?"
            ],
            [
                234,
                "Mandy Chao?"
            ],
            [
                236,
                "Oh, you don’t need to worry about her. She’s brilliant and attractive. She can do way better"
            ],
            [
                239,
                "Wait a minute. I know this may sound far fetched, but I’m on the market now. You know, if I dated Mandy, that would teach both Leonard and Amy a lesson."
            ],
            [
                241,
                "Oh, you’re right. I could never be with a woman whose self-esteem was so low she’d be with Leonard."
            ],
            [
                243,
                "Yeah, I know. Forever. Who would have believed these things would happen to us?"
            ],
            [
                245,
                "Hang on. You knew that she was going to end it with me? Did you try and stop her?"
            ],
            [
                247,
                "Do what makes her happy? She plays the harp and her car is paid for. How much happier can she be?"
            ],
            [
                249,
                "I see. Well, I think I’ll be going."
            ],
            [
                251,
                "No, no, no, no. We are done here. Would you mind opening the door and then angrily slamming it behind me?"
            ],
            [
                253,
                "Thank you. And slam it hard, because I am pretty steamed."
            ],
            [
                262,
                "Would you like to hear another reason why men are better than women?"
            ],
            [
                264,
                "You would never kiss me and make me say I love you and then break up with me."
            ],
            [
                266,
                "And you know why? ‘Cause you’re a man. The champagne of genders."
            ],
            [
                268,
                "Yeah, well, and you admit it, like a man. All you hear women say is, I’ll just have a salad. You know? Where’s my lip gloss? I think this element should be called radium. That last one was Madame Curie."
            ],
            [
                270,
                "You know what? She was kind of an honorary man. She had a penis made of science."
            ],
            [
                272,
                "Really? I never imagined it any other way."
            ]
        ],
        "Penny (on phone)": [
            [
                28,
                "Hey, I just heard about you and Sheldon. Are you okay?"
            ]
        ],
        "Amy": [
            [
                29,
                "Not really. Can you come over?"
            ],
            [
                31,
                "Hold on. You’re getting married and you didn’t invite me?"
            ],
            [
                33,
                "Wow. Hope I can catch the bouquet from here."
            ],
            [
                47,
                "Oh. What are you doing here?"
            ],
            [
                49,
                "Well, it’s only been 11 hours."
            ],
            [
                51,
                "Sheldon, when I’m ready to talk, I’ll let you know."
            ],
            [
                53,
                "Sure."
            ],
            [
                55,
                "We’re not back together."
            ],
            [
                57,
                "If you must know, I’m going to Howard and Bernadette’s to watch the wedding."
            ],
            [
                59,
                "There’s no guy."
            ],
            [
                61,
                "I’m not gonna be alone. I’ll be with my friends."
            ],
            [
                63,
                "Maybe because the two of us being there would make them feel awkward."
            ],
            [
                81,
                "Thank you for doing this."
            ],
            [
                83,
                "We were together for so long, I honestly don’t know what I’m feeling."
            ],
            [
                88,
                "Oh. What was her name?"
            ],
            [
                94,
                "Sheldon, you being here might not be making things better."
            ],
            [
                96,
                "They didn’t invite everybody but you.Bernadette invited me, and Stuart lives here."
            ],
            [
                120,
                "I said I needed time to think."
            ],
            [
                149,
                "It’s because you’re not giving me any space to think."
            ],
            [
                151,
                "You know what, Sheldon, you’ve made this really easy. You’re immature, you’re selfish, you just insulted me to my face. I don’t need any more time to think. We’re broken up."
            ],
            [
                206,
                "Yeah."
            ],
            [
                209,
                "Thank you."
            ],
            [
                212,
                "I just hope I did the right thing."
            ],
            [
                214,
                "Like you’re doing right now?"
            ]
        ],
        "Bernadette": [
            [
                82,
                "Our pleasure. You feeling okay?"
            ],
            [
                85,
                "Howard."
            ],
            [
                90,
                "For God’s sake, Sheldon, what are you doing?"
            ],
            [
                92,
                "Howard, do something."
            ],
            [
                123,
                "Sheldon, shh. The wedding’s starting."
            ],
            [
                145,
                "Aw, that was beautiful."
            ],
            [
                147,
                "No, we totally won."
            ],
            [
                152,
                "Amy."
            ],
            [
                205,
                "I know it hurts now, but it’s gonna get better."
            ],
            [
                211,
                "That’s true."
            ],
            [
                256,
                "What happened? They just got married."
            ],
            [
                258,
                "Think they’ll break up?"
            ]
        ],
        "Howard": [
            [
                84,
                "Well, that’s understandable. You forgot. It’s called happy."
            ],
            [
                86,
                "I’m not saying anything bad. Just that she was in love with her captor and somehow managed to escape from his dark and crazy dungeon."
            ],
            [
                93,
                "I’m on it."
            ],
            [
                125,
                "I’m not taking sides."
            ],
            [
                146,
                "Yeah. I mean, not like our wedding beautiful."
            ],
            [
                158,
                "We’ll say it was beautiful in the comment section."
            ],
            [
                207,
                "Everything’s gonna be okay."
            ],
            [
                257,
                "I don’t know. It’s a mess. They had a huge fight in Vegas."
            ],
            [
                259,
                "I don’t know. Sounds pretty bad. Penny’s back in her apartment all by herself."
            ]
        ],
        "Stuart": [
            [
                87,
                "I know what you’re going through. My, my, my last breakup was pretty tough."
            ],
            [
                89,
                "Hey, it’s a true story. I don’t need the third degree."
            ],
            [
                128,
                "At least you got picked."
            ],
            [
                208,
                "You’ve got so much to offer."
            ],
            [
                210,
                "Any man would be lucky to have you."
            ],
            [
                213,
                "I’m sure you did. Maybe that’s the problem, you always do the right thing. Maybe it’s time to do the wrong thing."
            ],
            [
                215,
                "Exactly."
            ],
            [
                260,
                "Really?"
            ]
        ],
        "Raj": [
            [
                97,
                "Who wants hot cinnamon rolls?"
            ],
            [
                118,
                "Didn’t even crack the top ten."
            ],
            [
                121,
                "I’m sure you guys will figure something out."
            ],
            [
                127,
                "Really?"
            ],
            [
                154,
                "Yeah. Come on, I’ll give you a ride."
            ]
        ],
        "Official": [
            [
                99,
                "So, when you hear the music, that’s your cue. Any questions?"
            ],
            [
                101,
                "Where are the rose petals?!"
            ],
            [
                108,
                "Great. I’ll see you two up there."
            ],
            [
                130,
                "Before I go any further, have either of you prepared your own vows?"
            ],
            [
                139,
                "Penny?"
            ],
            [
                141,
                "Is that the song from Toy Story?"
            ]
        ],
        "Female Voice": [
            [
                104,
                "We can use the potpourri from the bathroom!"
            ],
            [
                113,
                "Was that a yes or no on the potpourri?"
            ]
        ],
        "Sheldon (on phone)": [
            [
                188,
                "Hello, Mother."
            ]
        ],
        "Mrs Cooper": [
            [
                189,
                "Shelly! How’s my baby doing?"
            ],
            [
                191,
                "Oh, what’s going on?"
            ],
            [
                193,
                "Oh, Shelly."
            ],
            [
                195,
                "Well, let’s not be hasty. Are you sure it’s over for good?"
            ],
            [
                197,
                "You want to tell me what happened?"
            ],
            [
                199,
                "Good chance."
            ],
            [
                201,
                "Well, honey, don’t send it back yet. Your sister’s married, and I’m not letting your brother give my grandmother’s ring to that whore he’s dating."
            ],
            [
                203,
                "When your idiot brother redeems mankind, he can date whoever he wants."
            ]
        ],
        "Sheldon (outside)": [
            [
                224,
                "Knock, knock, knock, Penny? Knock, knock, knock, Penny? Knock, knock, knock, Penny?"
            ]
        ],
        "Howard (on phone)": [
            [
                255,
                "All right, Leonard, hang in there. Talk to you tomorrow."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Following a “previously on” sequence."
        ],
        [
            "Scene",
            "A Wedding Chapel."
        ],
        [
            "Penny",
            "So, what package are you thinking?"
        ],
        [
            "Leonard",
            "Mm, this one comes with music and flowers. Oh, they even stream the whole thing live on the Internet."
        ],
        [
            "Penny",
            "Why would we want that?"
        ],
        [
            "Leonard",
            "‘Cause there’s a lot of gorgeous blondes out there who don’t believe they can land a short, nearsighted scientist. Let’s give them hope."
        ],
        [
            "Penny",
            "Whatever. Put us on the Internet. I’ve always wanted a wedding with a comment section."
        ],
        [
            "Leonard",
            "If you’re not into this, we can do it another time."
        ],
        [
            "Penny",
            "No. No, I want to. Look, we’ve put this off long enough. Let’s do it."
        ],
        [
            "Leonard",
            "Aw. That’s exactly what you said the first time we slept together. (Phone) Oh, excuse me. Sheldon. Hey."
        ],
        [
            "Sheldon",
            "Leonard, have you gotten married yet?"
        ],
        [
            "Leonard",
            "No. Why?"
        ],
        [
            "Sheldon",
            "Good. Don’t do it."
        ],
        [
            "Leonard",
            "Why not?"
        ],
        [
            "Sheldon",
            "Some important new information has come to light. Women are the worst. I thought it was paper cuts, but I was wrong. No piece of paper ever cut me this deep."
        ],
        [
            "Leonard",
            "What happened now?"
        ],
        [
            "Sheldon",
            "Amy has ended our relationship."
        ],
        [
            "Leonard",
            "Oh, no. Seriously?"
        ],
        [
            "Penny",
            "What’s going on?"
        ],
        [
            "Leonard",
            "Amy broke up with Sheldon."
        ],
        [
            "Penny",
            "She did?"
        ],
        [
            "Sheldon",
            "Is Penny crying?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Sheldon",
            "No, of course not. They thrive on our suffering."
        ],
        [
            "Leonard",
            "Buddy, I’m so sorry. Is there anything I can do?"
        ],
        [
            "Sheldon",
            "Yes. If I ever talk about going out with a girl again, roll your eyes at me like I do to you when you say dumb things."
        ],
        [
            "Leonard",
            "Sheldon, uh, okay, just because you’re going through this with Amy doesn’t mean that all women are bad."
        ],
        [
            "Sheldon",
            "Whatever."
        ],
        [
            "Penny (on phone)",
            "Hey, I just heard about you and Sheldon. Are you okay?"
        ],
        [
            "Amy",
            "Not really. Can you come over?"
        ],
        [
            "Penny",
            "Uh, actually I’m in Vegas. Leonard and I are about to get married."
        ],
        [
            "Amy",
            "Hold on. You’re getting married and you didn’t invite me?"
        ],
        [
            "Penny",
            "Well, it was kind of a spur-of-the-moment thing."
        ],
        [
            "Amy",
            "Wow. Hope I can catch the bouquet from here."
        ],
        [
            "Penny",
            "Amy, don’t be like that."
        ],
        [
            "Sheldon",
            "Why did I just hear Amy’s name?"
        ],
        [
            "Leonard",
            "Penny’s on the phone with her."
        ],
        [
            "Sheldon",
            "Did she say anything about me? Never mind. I don’t care. Well, if you care, you can find out and tell me. Just don’t be shocked when you find out that I don’t care."
        ],
        [
            "Penny",
            "Okay, will you relax? You’re not missing anything special."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "She’s upset. Look, it’s gonna be a great wedding. Look at you in your little suit."
        ],
        [
            "Sheldon",
            "Amy’s upset? Is it about me?"
        ],
        [
            "Leonard",
            "No, I think it’s because we’re eloping."
        ],
        [
            "Sheldon",
            "Your marriage is causing her pain? Yeah, great, I take it back. Go ahead and do it. Yay for love."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Outside Amy’s apartment. "
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Amy",
            "Oh. What are you doing here?"
        ],
        [
            "Sheldon",
            "When last we spoke, you said you needed time."
        ],
        [
            "Amy",
            "Well, it’s only been 11 hours."
        ],
        [
            "Sheldon",
            "The Lord of the Rings trilogy was nearly 11 hours. I made you watch that, you said it was an eternity."
        ],
        [
            "Amy",
            "Sheldon, when I’m ready to talk, I’ll let you know."
        ],
        [
            "Sheldon",
            "Very well. You seem to be headed somewhere. May I walk with you?"
        ],
        [
            "Amy",
            "Sure."
        ],
        [
            "Sheldon",
            "Boy, I’m glad we’re going out again."
        ],
        [
            "Amy",
            "We’re not back together."
        ],
        [
            "Sheldon",
            "Why? Is there someone else? Just couldn’t wait for that first notch on your bedpost, could you?"
        ],
        [
            "Amy",
            "If you must know, I’m going to Howard and Bernadette’s to watch the wedding."
        ],
        [
            "Sheldon",
            "And who’s this guy you’re taking?"
        ],
        [
            "Amy",
            "There’s no guy."
        ],
        [
            "Sheldon",
            "Oh, you’re going to a wedding alone? That’s sad."
        ],
        [
            "Amy",
            "I’m not gonna be alone. I’ll be with my friends."
        ],
        [
            "Sheldon",
            "Your friends? Well, I think you mean my friends. And why wasn’t I invited to this?"
        ],
        [
            "Amy",
            "Maybe because the two of us being there would make them feel awkward."
        ],
        [
            "Sheldon",
            "We make everyone feel awkward. That’s our thing."
        ],
        [
            "Scene",
            "The Wedding Chapel. "
        ],
        [
            "Leonard",
            "They’re running a little behind. Should be pretty soon."
        ],
        [
            "Penny",
            "Okay."
        ],
        [
            "Leonard",
            "Hey, if you’re hungry, there’s a breakfast buffet at the strip club next door."
        ],
        [
            "Penny",
            "Thanks, but I don’t like glitter on my scrambled eggs."
        ],
        [
            "Leonard",
            "I don’t think the strippers prepare the meal, but okay. Look, it’s not how I pictured it either, but I’m still glad we’re doing it."
        ],
        [
            "Penny",
            "Me, too."
        ],
        [
            "Leonard",
            "You sure?"
        ],
        [
            "Penny",
            "Yes."
        ],
        [
            "Leonard",
            "And you promise you’re okay with everything from the car?"
        ],
        [
            "Penny",
            "Oh, my God, would you stop bringing it up?"
        ],
        [
            "Leonard",
            "You’re right. I’m sorry. We have the rest of our lives to dredge stuff up from the past and fight about it. So what do you think? Should we run next door and grab a bite?"
        ],
        [
            "Penny",
            "What if they call our names?"
        ],
        [
            "Leonard",
            "Oh, don’t worry. They gave me this vibrating coaster."
        ],
        [
            "Penny",
            "Oh, and the fairy tale continues."
        ],
        [
            "Scene",
            "Howard and Bernadette’s House."
        ],
        [
            "Amy",
            "Thank you for doing this."
        ],
        [
            "Bernadette",
            "Our pleasure. You feeling okay?"
        ],
        [
            "Amy",
            "We were together for so long, I honestly don’t know what I’m feeling."
        ],
        [
            "Howard",
            "Well, that’s understandable. You forgot. It’s called happy."
        ],
        [
            "Bernadette",
            "Howard."
        ],
        [
            "Howard",
            "I’m not saying anything bad. Just that she was in love with her captor and somehow managed to escape from his dark and crazy dungeon."
        ],
        [
            "Stuart",
            "I know what you’re going through. My, my, my last breakup was pretty tough."
        ],
        [
            "Amy",
            "Oh. What was her name?"
        ],
        [
            "Stuart",
            "Hey, it’s a true story. I don’t need the third degree."
        ],
        [
            "Bernadette",
            "For God’s sake, Sheldon, what are you doing?"
        ],
        [
            "Sheldon",
            "I didn’t want to come in. I was told it would make everyone feel uncomfortable. So I’ll just stay out here and pretend that I don’t have to go to the bathroom."
        ],
        [
            "Bernadette",
            "Howard, do something."
        ],
        [
            "Howard",
            "I’m on it."
        ],
        [
            "Amy",
            "Sheldon, you being here might not be making things better."
        ],
        [
            "Sheldon",
            "I see. And is that why everybody was invited but me?"
        ],
        [
            "Amy",
            "They didn’t invite everybody but you.Bernadette invited me, and Stuart lives here."
        ],
        [
            "Raj",
            "Who wants hot cinnamon rolls?"
        ],
        [
            "Scene",
            "The Wedding Chapel."
        ],
        [
            "Official",
            "So, when you hear the music, that’s your cue. Any questions?"
        ],
        [
            "Leonard",
            "Oh, the package that we paid for said the aisle was supposed to be strewn with rose petals."
        ],
        [
            "Official",
            "Where are the rose petals?!"
        ],
        [
            "Scene",
            "Female Voice We’re out"
        ],
        [
            "Leonard",
            "You know what? It’s fine."
        ],
        [
            "Female Voice",
            "We can use the potpourri from the bathroom!"
        ],
        [
            "Penny",
            "Really, we’re good."
        ],
        [
            "Leonard",
            "Yup, just want to get married."
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Official",
            "Great. I’ll see you two up there."
        ],
        [
            "Leonard",
            "This is it."
        ],
        [
            "Penny",
            "I know."
        ],
        [
            "Leonard",
            "I love you."
        ],
        [
            "Penny",
            "I love you, too."
        ],
        [
            "Female Voice",
            "Was that a yes or no on the potpourri?"
        ],
        [
            "Penny",
            "No, thank you."
        ],
        [
            "Leonard",
            "We’re good."
        ],
        [
            "Scene",
            "Howard and Bernadette’s House."
        ],
        [
            "Sheldon",
            "Raj, you’re probably wondering why Amy and I aren’t showing any affection to one another."
        ],
        [
            "Raj",
            "Didn’t even crack the top ten."
        ],
        [
            "Sheldon",
            "Well, you should know that she recently broke up with me."
        ],
        [
            "Amy",
            "I said I needed time to think."
        ],
        [
            "Raj",
            "I’m sure you guys will figure something out."
        ],
        [
            "Sheldon",
            "You hear that? Raj is devastated."
        ],
        [
            "Bernadette",
            "Sheldon, shh. The wedding’s starting."
        ],
        [
            "Sheldon",
            "I see what’s happening. Sides are forming. Well, if Bernadette’s on Amy’s team, I pick Howard."
        ],
        [
            "Howard",
            "I’m not taking sides."
        ],
        [
            "Sheldon",
            "Fine, I guess I’m stuck with Raj."
        ],
        [
            "Raj",
            "Really?"
        ],
        [
            "Stuart",
            "At least you got picked."
        ],
        [
            "Scene",
            "The Wedding Chapel."
        ],
        [
            "Official",
            "Before I go any further, have either of you prepared your own vows?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Penny",
            "No. You wrote vows?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Penny",
            "Well, I don’t have any. You’re kind of making me look bad."
        ],
        [
            "Leonard",
            "It’s okay. I don’t have to say them."
        ],
        [
            "Penny",
            "No, no, no, go ahead. I’ll come up with something mushy, you’ll cry, we got this."
        ],
        [
            "Leonard",
            "Penny, we are made of particles that have existed since the moment the universe began. I like to think those atoms travelled 14 billion years through time and space to create us, so that we could be together and make each other whole."
        ],
        [
            "Penny",
            "Wow."
        ],
        [
            "Official",
            "Penny?"
        ],
        [
            "Penny",
            "Right. Um, okay. Leonard, I mean, you’re not only the love of my life. I mean, you’re my best friend, and, you’ve got a friend in me. You got troubles. I got ’em, too. There isn’t anything I wouldn’t do for you. We stick together, and we can see it through, ’cause you’ve got a friend in me."
        ],
        [
            "Official",
            "Is that the song from Toy Story?"
        ],
        [
            "Penny",
            "He loves that movie."
        ],
        [
            "Leonard",
            "I do."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Bernadette",
            "Aw, that was beautiful."
        ],
        [
            "Howard",
            "Yeah. I mean, not like our wedding beautiful."
        ],
        [
            "Bernadette",
            "No, we totally won."
        ],
        [
            "Sheldon",
            "Amy, I don’t understand, are we broken up or not? It’s like you can’t make up your mind."
        ],
        [
            "Amy",
            "It’s because you’re not giving me any space to think."
        ],
        [
            "Sheldon",
            "Well, you should think fast, because men can sire offspring their entire lives, but those eggs you’re toting around have a sell-by date."
        ],
        [
            "Amy",
            "You know what, Sheldon, you’ve made this really easy. You’re immature, you’re selfish, you just insulted me to my face. I don’t need any more time to think. We’re broken up."
        ],
        [
            "Bernadette",
            "Amy."
        ],
        [
            "Sheldon",
            "Will someone take me home?"
        ],
        [
            "Raj",
            "Yeah. Come on, I’ll give you a ride."
        ],
        [
            "Scene",
            "Official (voice from computer) …symbolizes your eternal love. I now pronounce you husband and wife."
        ],
        [
            "Penny",
            "We did it."
        ],
        [
            "Leonard",
            "Yeah, I’m so glad you guys could watch."
        ],
        [
            "Howard",
            "We’ll say it was beautiful in the comment section."
        ],
        [
            "Scene",
            "Hotel corridor."
        ],
        [
            "Leonard",
            "No, no, no. Hang on. I believe I’m supposed to carry you across the threshold."
        ],
        [
            "Penny",
            "Can you?"
        ],
        [
            "Leonard",
            "Who do you think carries Sheldon to bed when he falls asleep in front of the TV?"
        ],
        [
            "Penny",
            "Okay, let’s do it. You gonna make it?"
        ],
        [
            "Leonard",
            "I’m okay."
        ],
        [
            "Penny",
            "Nicely done."
        ],
        [
            "Leonard",
            "Thank you. Finally, there’s a Mrs. Hofstadter who isn’t disappointed in me."
        ],
        [
            "Penny",
            "Well, the night is still young."
        ],
        [
            "Leonard",
            "Everything all right?"
        ],
        [
            "Penny",
            "Yeah. I guess."
        ],
        [
            "Leonard",
            "Just tell me."
        ],
        [
            "Penny",
            "It’s just, when we were kissing, I couldn’t help but picture you with that other girl."
        ],
        [
            "Leonard",
            "Oh, no. No, come on. I have a friend in you. You said so."
        ],
        [
            "Penny",
            "You’re right. Just forget it."
        ],
        [
            "Leonard",
            "Yeah. Okay, listen. If you’re imagining that it was sexy, it wasn’t. We, we were both drunk, and she smelled like an ashtray. The boat was moving a lot, so I chipped her tooth."
        ],
        [
            "Penny",
            "Did you feel guilty?"
        ],
        [
            "Leonard",
            "No, she had dental insurance."
        ],
        [
            "Penny",
            "Did you feel guilty after kissing her?"
        ],
        [
            "Leonard",
            "Yes. I felt guilty as soon as it happened. I feel guilty every time I see her."
        ],
        [
            "Penny",
            "What do you mean, every time you see her?"
        ],
        [
            "Leonard",
            "What do I mean? Boy, that’s a toughie."
        ],
        [
            "Penny",
            "You still see her?"
        ],
        [
            "Leonard",
            "Well, no, not socially. But, you know, just at work."
        ],
        [
            "Penny",
            "You work with her? How could you not tell me that?"
        ],
        [
            "Leonard",
            "I wanted to tell you in the car, but you told me to stop talking"
        ],
        [
            "Penny",
            "Oh, okay. So you’re saying this is my fault?"
        ],
        [
            "Leonard",
            "No, of course not. Okay, look, instead of fighting, why don’t we dim the lights, um, get naked and make a baby? I was trying to lighten the mood. It’s not easy. You try it."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon (on phone)",
            "Hello, Mother."
        ],
        [
            "Mrs Cooper",
            "Shelly! How’s my baby doing?"
        ],
        [
            "Sheldon",
            "I just wanted to let you know that you can remove Amy from your nightly prayers. Unless you’re open to praying for a beehive to fall on her head."
        ],
        [
            "Mrs Cooper",
            "Oh, what’s going on?"
        ],
        [
            "Sheldon",
            "She broke up with me."
        ],
        [
            "Mrs Cooper",
            "Oh, Shelly."
        ],
        [
            "Sheldon",
            "No, I’ll be okay. But I think that I’d like to send the ring back to you."
        ],
        [
            "Mrs Cooper",
            "Well, let’s not be hasty. Are you sure it’s over for good?"
        ],
        [
            "Sheldon",
            "It’s over for me. I’m done with women. Like when I swore off Pop Rocks. They both hurt you on purpose."
        ],
        [
            "Mrs Cooper",
            "You want to tell me what happened?"
        ],
        [
            "Sheldon",
            "Are you going to say it’s all part of God’s plan?"
        ],
        [
            "Mrs Cooper",
            "Good chance."
        ],
        [
            "Sheldon",
            "Then no, thank you."
        ],
        [
            "Mrs Cooper",
            "Well, honey, don’t send it back yet. Your sister’s married, and I’m not letting your brother give my grandmother’s ring to that whore he’s dating."
        ],
        [
            "Sheldon",
            "Wasn’t Mary Magdalene a woman of ill repute?"
        ],
        [
            "Mrs Cooper",
            "When your idiot brother redeems mankind, he can date whoever he wants."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Bernadette",
            "I know it hurts now, but it’s gonna get better."
        ],
        [
            "Amy",
            "Yeah."
        ],
        [
            "Howard",
            "Everything’s gonna be okay."
        ],
        [
            "Stuart",
            "You’ve got so much to offer."
        ],
        [
            "Amy",
            "Thank you."
        ],
        [
            "Stuart",
            "Any man would be lucky to have you."
        ],
        [
            "Bernadette",
            "That’s true."
        ],
        [
            "Amy",
            "I just hope I did the right thing."
        ],
        [
            "Stuart",
            "I’m sure you did. Maybe that’s the problem, you always do the right thing. Maybe it’s time to do the wrong thing."
        ],
        [
            "Amy",
            "Like you’re doing right now?"
        ],
        [
            "Stuart",
            "Exactly."
        ],
        [
            "Scene",
            "The stairwell. "
        ],
        [
            "Leonard",
            "I asked you over and over if you were okay. Why would you go through with the wedding if you weren’t?"
        ],
        [
            "Penny",
            "I thought I was okay, but it turns out I’m not."
        ],
        [
            "Leonard",
            "Okay, listen, I may not have been entirely faithful, but you, you are not easy to lift."
        ],
        [
            "Sheldon",
            "Wow. Well, marriage must agree with you. Well, you are just glowing."
        ],
        [
            "Leonard",
            "I’m not glowing. I’m upset."
        ],
        [
            "Sheldon",
            "Well, whatever it is, it agrees with you."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon (outside)",
            "Knock, knock, knock, Penny? Knock, knock, knock, Penny? Knock, knock, knock, Penny?"
        ],
        [
            "Penny",
            "What’s this?"
        ],
        [
            "Sheldon",
            "Leonard told me what happened, so I took it upon myself to make you a hot beverage."
        ],
        [
            "Penny",
            "Oh. That’s so sweet of you."
        ],
        [
            "Sheldon",
            "Yeah. I know. Turns out, being sweet isn’t enough to keep a girl these days. I blame Madonna."
        ],
        [
            "Penny",
            "I’m sorry to hear about you and Amy."
        ],
        [
            "Sheldon",
            "Well, I’m sorry about Leonard. Thought I raised him better than that."
        ],
        [
            "Penny",
            "You know, it’s bad enough what happened, but then he tried to hide the fact that he sees her all the time at the university."
        ],
        [
            "Sheldon",
            "He does? Who is it?"
        ],
        [
            "Penny",
            "Some girl named Mandy."
        ],
        [
            "Sheldon",
            "Mandy Chao?"
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Sheldon",
            "Oh, you don’t need to worry about her. She’s brilliant and attractive. She can do way better"
        ],
        [
            "Scene",
            "than Leonard."
        ],
        [
            "Penny",
            "That’s great."
        ],
        [
            "Sheldon",
            "Wait a minute. I know this may sound far fetched, but I’m on the market now. You know, if I dated Mandy, that would teach both Leonard and Amy a lesson."
        ],
        [
            "Penny",
            "That’s ridiculous."
        ],
        [
            "Sheldon",
            "Oh, you’re right. I could never be with a woman whose self-esteem was so low she’d be with Leonard."
        ],
        [
            "Penny",
            "I’m with Leonard."
        ],
        [
            "Sheldon",
            "Yeah, I know. Forever. Who would have believed these things would happen to us?"
        ],
        [
            "Penny",
            "Right? I can’t believe Amy actually went through with it."
        ],
        [
            "Sheldon",
            "Hang on. You knew that she was going to end it with me? Did you try and stop her?"
        ],
        [
            "Penny",
            "I told her to be true to herself and do what makes her happy."
        ],
        [
            "Sheldon",
            "Do what makes her happy? She plays the harp and her car is paid for. How much happier can she be?"
        ],
        [
            "Penny",
            "Okay, look, it’s not my fault that she thought you were a bad boyfriend."
        ],
        [
            "Sheldon",
            "I see. Well, I think I’ll be going."
        ],
        [
            "Penny",
            "Sheldon."
        ],
        [
            "Sheldon",
            "No, no, no, no. We are done here. Would you mind opening the door and then angrily slamming it behind me?"
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Sheldon",
            "Thank you. And slam it hard, because I am pretty steamed."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard (on phone)",
            "All right, Leonard, hang in there. Talk to you tomorrow."
        ],
        [
            "Bernadette",
            "What happened? They just got married."
        ],
        [
            "Howard",
            "I don’t know. It’s a mess. They had a huge fight in Vegas."
        ],
        [
            "Bernadette",
            "Think they’ll break up?"
        ],
        [
            "Howard",
            "I don’t know. Sounds pretty bad. Penny’s back in her apartment all by herself."
        ],
        [
            "Stuart",
            "Really?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Would you like to hear another reason why men are better than women?"
        ],
        [
            "Leonard",
            "Sure, let’s make it an even hundred."
        ],
        [
            "Sheldon",
            "You would never kiss me and make me say I love you and then break up with me."
        ],
        [
            "Leonard",
            "I wouldn’t."
        ],
        [
            "Sheldon",
            "And you know why? ‘Cause you’re a man. The champagne of genders."
        ],
        [
            "Leonard",
            "Well, I may be a man, but I think I’m the one that screwed up on this one."
        ],
        [
            "Sheldon",
            "Yeah, well, and you admit it, like a man. All you hear women say is, I’ll just have a salad. You know? Where’s my lip gloss? I think this element should be called radium. That last one was Madame Curie."
        ],
        [
            "Leonard",
            "I figured that out."
        ],
        [
            "Sheldon",
            "You know what? She was kind of an honorary man. She had a penis made of science."
        ],
        [
            "Leonard",
            "Can’t believe I’m spending my wedding night with you."
        ],
        [
            "Sheldon",
            "Really? I never imagined it any other way."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-01-the-matrimonial-momentum/"
}