{
    "Season": 9,
    "Episode": 10,
    "Title": "the earworm reverberation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Sheldon’s bedroom."
            ],
            [
                2,
                "The apartment. 2 days earlier."
            ],
            [
                17,
                "Credits sequence."
            ],
            [
                18,
                "The apartment."
            ],
            [
                27,
                "Amy’s apartment."
            ],
            [
                41,
                "Howard’s workshop."
            ],
            [
                56,
                "The apartment."
            ],
            [
                66,
                "Amy’s apartment."
            ],
            [
                80,
                "Howard’s workshop."
            ],
            [
                96,
                "Leonard’s bedroom. Sheldon is playing his tune on a keyboard in the background."
            ],
            [
                109,
                "The apartment."
            ],
            [
                117,
                "Howard and Bernadette’s house."
            ],
            [
                135,
                "Amy’s apartment."
            ],
            [
                149,
                "The apartment."
            ],
            [
                159,
                "A coffee shop."
            ],
            [
                175,
                "The apartment. Sheldon is listening to Darlin’"
            ],
            [
                191,
                "Amy’s apartment."
            ]
        ],
        "Sheldon: Sheldon Cooper’s descent into madness, day two. It’s 2:25 a.m., and I feel the urge to urinate. My normal urination time is 7": [
            [
                1,
                "10 a.m., but here I am, in the middle of the night, struggling to keep my mind sharp and my pajamas dry. It’s only a matter of time before my tenuous grasp on reality fades. I suppose I should pee while I still know what a toilet is."
            ]
        ],
        "Leonard": [
            [
                3,
                "Since when do you hum songs?"
            ],
            [
                5,
                "You were just humming."
            ],
            [
                7,
                "How does your brain feel about calculating the surface tension of the domain walls?"
            ],
            [
                9,
                "Well, hum it again. Is that the SpongeBob song?"
            ],
            [
                11,
                "Whatever. Can we just get back to this?"
            ],
            [
                13,
                "It’s just an earworm. It’ll come to you."
            ],
            [
                15,
                "Is this what we’re doing the rest of the night?"
            ],
            [
                20,
                "Which is crazy, since rock and roll is all about good customer service."
            ],
            [
                26,
                "Eh, that just means going barefoot."
            ],
            [
                58,
                "Put on some headphones."
            ],
            [
                98,
                "How does he keep coming up with new ways to be annoying?"
            ],
            [
                100,
                "Come on. I take care of him all day long. You do it for once."
            ],
            [
                102,
                "What do you want, a medal? It was your gum."
            ],
            [
                104,
                "I love you."
            ],
            [
                108,
                "Oh, yeah, he got a tuba."
            ],
            [
                111,
                "Hey, can we please get back to work?"
            ],
            [
                113,
                "All right, just stop. This is ridiculous."
            ],
            [
                115,
                "Thank you."
            ],
            [
                151,
                "That’s a trick question, right?"
            ],
            [
                154,
                "Yup, she’s right. For every Newton who had a psychological issue, there’s an Edison who was just a jerk. That could totally be you."
            ],
            [
                158,
                "There goes our shot at him living on the roof."
            ],
            [
                177,
                "I don’t know. It’s pretty catchy."
            ],
            [
                180,
                "Well, now that you can focus again, what do you say we get back to surface tension of domain walls?"
            ],
            [
                188,
                "Aw. Am I like the dryer sheets of your heart?"
            ],
            [
                190,
                "Aw."
            ]
        ],
        "Sheldon": [
            [
                4,
                "What are you talking about?"
            ],
            [
                6,
                "Are you sure? Sometimes when my brain really gets moving, it makes noise."
            ],
            [
                8,
                "Let’s see. Hey, I was humming. One point for Hufflepuff. What song is that?"
            ],
            [
                12,
                "I feel like I know what song that is, but I can’t put my finger on it. (Singing) My country, ’tis of thee. No."
            ],
            [
                14,
                "Okay. (Singing) R-E-S-P-E-C-T. No."
            ],
            [
                22,
                "Well, I’m not everybody. I have an eidetic memory. I should be able to remember what song this is, but I can’t. Something’s wrong with me."
            ],
            [
                24,
                "I was always afraid this day would come. This might be the first step of my descent into madness, where I gradually test the limits of public nudity."
            ],
            [
                61,
                "There was a project I’ve been thinking about starting."
            ],
            [
                63,
                "I’ll show you. (Into phone camera) Dear Crazy Future Sheldon, you were driven mad by an earworm. Your mind, once your most trusted asset, is now a sack of parrots and monkeys. So, I’m going to tell you everything you need to know. Uh, first, music is dangerous. The movie Footloose tried to warn us, but we wouldn’t listen. Oh, wait. (Singing) Everyody cut footloose. Nope."
            ],
            [
                65,
                "This is Penny. She is your friend. If she offers you food, it’s safe to take it. You probably paid for it, anyway."
            ],
            [
                110,
                "Dear Crazy Future Sheldon, this is a thermostat. It controls the temperature of the apartment. The ideal setting is 72 degrees. If you find this too cold, then put on a jacket. A straitjacket, ’cause 72’s the best and you’re crazy. Now, this is your spot. You’re very protective of it. When anyone else tries to sit here, you berate them relentlessly. It sounds mean, but somehow you make it adorable. People are also delighted by your love of pranks. For example, Leonard has no idea what I did to his coffee. It wasn’t replace it with Folger’s crystals, I’ll tell you that much."
            ],
            [
                112,
                "This is Leonard. He’s your best friend in the world."
            ],
            [
                114,
                "Sometimes he gets cranky, but you can trust him with your life. And he does more things for you than I can even begin to list."
            ],
            [
                116,
                "Oh, no, he’s drinking it."
            ],
            [
                150,
                "Bah, bam, bum-bum, bah, bum, bum. This song is never going to stop. Have you ever dealt with something so relentlessly irritating?"
            ],
            [
                152,
                "Well, I shouldn’t be surprised. There’s a rich history of brilliant minds descending into madness."
            ],
            [
                155,
                "Empedocles thought he was a god and jumped into a volcano. And Pythagoras had an irrational fear of beans. Tesla fell madly in love with a pigeon who he claimed loved him back."
            ],
            [
                157,
                "The list extends outside of science. Painters like Van Gogh and Pollock, chess champion Bobby Fischer, Brian Wilson of the Beach Boys. (Clip of Darling by the Beach Boys) I remember the song. It’s called Darlin’ by the Beach Boys. Oh, thank goodness. I’m not crazy. I don’t have to take a pigeon as my bride."
            ],
            [
                176,
                "I wonder why it was this particular song that was stuck in my head."
            ],
            [
                179,
                "They have beach right in the name. What do you think?"
            ],
            [
                181,
                "Of course. I’m already seeing a more efficient way of taming the ultravi… I know why the song was in my head."
            ],
            [
                183,
                "It’s about Amy."
            ],
            [
                185,
                "It’s about how she made my life better. Consider the lyrics. I was living like half a man. Then I couldn’t love, but now I can. More soul than I ever had. I love the way you soften my life.”"
            ],
            [
                187,
                "Yes. She’s like the dryer sheets of my heart. I have to go."
            ],
            [
                199,
                "(Knock, knock, knock) Amy? (Knock, knock, knock) Amy? (Knock, knock, knock) Amy?"
            ],
            [
                203,
                "I don’t care. Amy, there was a song I couldn’t get out of my head. Eventually, I realized the song was about you, and like that earworm, I can’t get you out of my heart. So, what I’m trying to say is, you’re my heartworm. The metaphorical kind, not, not the poodle-killing kind."
            ],
            [
                208,
                "Amy, if you want to be my girlfriend again, I really want to be your boyfriend."
            ],
            [
                210,
                "Good. Because I love you."
            ],
            [
                213,
                "Well, I’ll let you get back to your date."
            ]
        ],
        "Sheldon (singing)": [
            [
                10,
                "Who lives in a pineapple. Nope."
            ],
            [
                16,
                "I’m surprised you have to ask."
            ],
            [
                57,
                "Why can’t I recall this song? This is taking far too long. The urge to bang my head against the wall again and again and again and again and again is strong."
            ],
            [
                59,
                "No they make my earlobes sweat."
            ]
        ],
        "Sheldon (on phone)": [
            [
                19,
                "Hello, yes, I was hoping you could help me. What song is this? La, la, la, la, la, la, la. You don’t know? Well, how dare you call yourselves a Rock and Roll Hall of Fame? My goodness. Do you sing along to the greatest hits of Elvis Presley with that mouth? Well, they were no help at all."
            ]
        ],
        "Penny": [
            [
                21,
                "Yeah. So you have a song stuck in your head. It happens to everybody."
            ],
            [
                23,
                "I told you if we were patient, he’d figure it out for himself."
            ],
            [
                25,
                "Public nudity?"
            ],
            [
                60,
                "Hey, sweetie, why don’t you take a break and do something else for a while?"
            ],
            [
                62,
                "Okay, great. What is it?"
            ],
            [
                64,
                "I’ll pay a thousand dollars to watch you cut footloose."
            ],
            [
                97,
                "Oh, my God, he won’t stop."
            ],
            [
                99,
                "Nobody knows. That’s why he’s number one. Can you please go talk to him?"
            ],
            [
                101,
                "Once? Who got the gum out of his hair?"
            ],
            [
                103,
                "Fine."
            ],
            [
                105,
                "Who cares?"
            ],
            [
                107,
                "Problem solved."
            ],
            [
                153,
                "Come on, Sheldon. There are plenty of smart people who don’t have mental problems."
            ],
            [
                156,
                "Maybe he just had bread in his pocket."
            ],
            [
                178,
                "Do you even like the Beach Boys?"
            ],
            [
                182,
                "Why?"
            ],
            [
                184,
                "Okay, look, I know Amy’s like an old lady, but she’s not old enough to have a song from the sixties written about her."
            ],
            [
                186,
                "She did soften your life, didn’t she?"
            ],
            [
                189,
                "Better. You’re the lint trap of my love."
            ]
        ],
        "Dave (voice on phone)": [
            [
                28,
                "Hello?"
            ]
        ],
        "Amy": [
            [
                29,
                "Hi, Dave. Uh, it’s Amy."
            ],
            [
                31,
                "I’m fine. How are you?"
            ],
            [
                33,
                "Yeah, well, we both made mistakes, you know. I took the last breadstick, you gushed over my ex-boyfriend like he was Leonard Nimoy and you were my ex-boyfriend."
            ],
            [
                35,
                "Well, I was wondering if you’d like to get dinner again sometime."
            ],
            [
                37,
                "Great."
            ],
            [
                39,
                "How ’bout Saturday?"
            ],
            [
                68,
                "Why not? He’s actually a very nice guy."
            ],
            [
                70,
                "That’s nothing Sheldon hasn’t done before. Dave’s just a big fan of his work. Besides, he said he wouldn’t bring it up again."
            ],
            [
                72,
                "Oh, he’s coming here. I’m actually making dinner."
            ],
            [
                74,
                "It is?"
            ],
            [
                76,
                "You know what? Good. I tried to get back together with Sheldon, he shot me down. Dave likes me. Maybe intimate is what I need."
            ],
            [
                78,
                "Why not?"
            ],
            [
                137,
                "Thank you."
            ],
            [
                139,
                "When you were married, did your wife cook?"
            ],
            [
                141,
                "So, a little silver lining."
            ],
            [
                143,
                "Uh, about five years. I’m actually thinking of moving to a better place now that I don’t need to be so close to, well, you know."
            ],
            [
                145,
                "Yeah. Anyway, he doesn’t drive, so, I pretty much had to take him everywhere."
            ],
            [
                147,
                "My fault. I brought him up."
            ],
            [
                192,
                "That’s an interesting tie clip."
            ],
            [
                194,
                "No, I, I think it’s neat. Oh."
            ],
            [
                196,
                "No, it, it’s okay, and we are on a date. I’m, I’m just a little nervous."
            ],
            [
                198,
                "You know, I’m just being silly. I, I don’t know what I’m waiting for."
            ],
            [
                200,
                "That’s Sheldon."
            ],
            [
                202,
                "Sheldon, this, this isn’t a good time."
            ],
            [
                204,
                "What?"
            ],
            [
                207,
                "No, it, it, it’s okay. Keep going?"
            ],
            [
                209,
                "I really want that, too."
            ],
            [
                211,
                "I love you, too."
            ],
            [
                214,
                "Get back here."
            ]
        ],
        "Dave": [
            [
                30,
                "Oh. How are you?"
            ],
            [
                32,
                "Terrific. And pleasantly surprised to hear from you, given how I acted on our last date."
            ],
            [
                34,
                "So, to what do I owe the pleasure?"
            ],
            [
                36,
                "Yes, please."
            ],
            [
                38,
                "Let me just check my schedule, he said, trying to seem like a man with things on his schedule."
            ],
            [
                40,
                "Uh, hmm, let me see. Uh, Friday, farmers’ market with Jay Z. Sunday, piano shopping with Elton John. Saturday works."
            ],
            [
                136,
                "This is delicious."
            ],
            [
                138,
                "Been a long time since I had a home-cooked meal."
            ],
            [
                140,
                "Not at first, no. But when she began cheating on me with a French chef, she became quite the wiz in the kitchen."
            ],
            [
                142,
                "I suppose. Yeah. Nothing takes the sting out of a shattered life like a properly-seasoned bowl of onion soup. How long have you, uh, lived here?"
            ],
            [
                144,
                "I do. The brilliant physicist that I now know lives in the area, not that I care."
            ],
            [
                146,
                "Had to or got to? Sorry."
            ],
            [
                148,
                "Yeah. Well, let’s change the subject. No more mentions of you-know-who. That’s a cool train. Where did you get that?"
            ],
            [
                193,
                "Oh, thanks. It’s, uh, Avogadro’s constant. It’s useful for calculating the number of atoms in a substance, or causing regret in anyone who asks about it."
            ],
            [
                195,
                "Sorry. Sorry. No one’s ever liked the tie clip before, so I just lost all control."
            ],
            [
                197,
                "Well, no need to be nervous with me. I’m just a harmless giant from a foreign land."
            ],
            [
                201,
                "You’re kidding. How’s my hair?"
            ],
            [
                205,
                "If I may, I believe what he’s saying, in a charming and delightful way, is that he loves you and wants you back. Dave Gibbs, huge fan of your work. Don’t mind me."
            ],
            [
                212,
                "Kiss her, you brilliant fool."
            ],
            [
                215,
                "Okay, then. I’ll, uh, see myself out. Amy, thank you for dinner. Dr. Cooper, pleasure to meet you, sir. Uh, if perhaps sometime you have a spare moment, I’d, uh, love to discuss physics, or shoot the breeze, as you Yanks say. Ah. What a lovely evening."
            ]
        ],
        "Raj": [
            [
                42,
                "Oh. Did you know, at the United Nations, there’s a Department for Outer Space Affairs?"
            ],
            [
                44,
                "They exist in case we ever make contact with an alien civilization."
            ],
            [
                46,
                "Oh, this is cool. So, a few weeks ago I set up a fan page on Facebook for our band and…"
            ],
            [
                48,
                "It’s not a big deal. It just took, like, five minutes to set up."
            ],
            [
                50,
                "But someone joined our page. We have an actual fan."
            ],
            [
                52,
                "So, listen to what he wrote. Uh, I saw you play at the comic book store. You guys rock. And then there’s an animated smiley face raising the roof like this."
            ],
            [
                54,
                "Yeah, we totally did."
            ],
            [
                81,
                "Maybe we should post a comment back to our fan and thank him."
            ],
            [
                83,
                "How about, uh, oh, how about, we might be Footprints on the Moon, but your kind words sent us over the moon."
            ],
            [
                85,
                "Well what do you want to write?"
            ],
            [
                87,
                "Dude, if I was wearing a bra, I’d throw it at your head right now."
            ],
            [
                89,
                "Okay. I posted it."
            ],
            [
                91,
                "Let’s see. Uh, his name is Trent Monaco."
            ],
            [
                93,
                "Yeah. He’s 24. He’s a deejay. He brews his own beer. He’s got awesome tattoos. Dude, he’s got a hot girlfriend, too."
            ],
            [
                95,
                "He is so cool. Hey, no hard feelings, but I’m throwing my hypothetical bra at him."
            ],
            [
                119,
                "That is so cool. Old broken things are so much better than new things that work."
            ],
            [
                126,
                "Hey, dude, Trent just checked in at the coffee shop on Fair Oaks."
            ],
            [
                129,
                "It’s not creepy. I built a Footprints on the Moon fan page, Trent joined it."
            ],
            [
                131,
                "From there, it was easy to find him on Instagram, Snapchat and pretty much track his every movement."
            ],
            [
                134,
                "Yeah, like she could get Trent."
            ],
            [
                160,
                "So, all right, there he is. So, should we introduce ourselves?"
            ],
            [
                162,
                "I wonder if he’s listening to our music right now."
            ],
            [
                164,
                "And he’s, all, like, aren’t you the guys from Footprints on the Moo-oo-ooh what is he doing?!"
            ],
            [
                166,
                "It’s okay. Oh, it’s okay. He’s done."
            ],
            [
                168,
                "Eh, no, he’s not going to eat it, is he?"
            ],
            [
                170,
                "Ooh!"
            ],
            [
                174,
                "No, never heard of ’em!"
            ]
        ],
        "Howard": [
            [
                43,
                "Really? Why?"
            ],
            [
                45,
                "Mm, boy, that’s one of those jobs that’s boring, boring, boring, then, oh, God, where’s the memo with what we do now?"
            ],
            [
                47,
                "Wait a second. How could you do that without consulting me?"
            ],
            [
                49,
                "That’s not the point. When we created Footprints on the Moon, we agreed that every band decision would be mutual. Now you’re just trying to take over the whole thing. You know, maybe I should go solo."
            ],
            [
                51,
                "All right. This thing’s bigger than you and me, band’s back together."
            ],
            [
                53,
                "We did raise the roof that night."
            ],
            [
                55,
                "Why do rock stars do drugs when this feels so great?"
            ],
            [
                82,
                "What should we write?"
            ],
            [
                84,
                "Someday you’re gonna make an amazing grandma."
            ],
            [
                86,
                "Something badass, you know, like, thanks for diggin’ our vibe. We’ll keep rockin’ if you keep rollin’."
            ],
            [
                88,
                "I’ll keep rockin’. You don’t do that."
            ],
            [
                90,
                "So, who is this guy?"
            ],
            [
                92,
                "Cool name."
            ],
            [
                94,
                "Damn. I don’t know if he’s our biggest fan or I’m his. Hey, Trent just liked our comment."
            ],
            [
                118,
                "Look at this. Trent is rebuilding a vintage motorcycle."
            ],
            [
                121,
                "Oh, he’s our fan."
            ],
            [
                123,
                "Uh, did you forget? We’re in a band."
            ],
            [
                125,
                "And at the children’s hospital until they asked us to leave."
            ],
            [
                127,
                "Really? You want to go down there and meet him?"
            ],
            [
                130,
                "After that, all I did was check out his profile, go back in the archive of his feed until I found his Twitter handle."
            ],
            [
                132,
                "So if you think that’s creepy, you married the wrong guy."
            ],
            [
                161,
                "No. Let him spot us."
            ],
            [
                163,
                "Could you imagine? What a cool way for us to meet. He’s playing our song and looks up, and there we are, his favorite two-piece acoustic sci-fi novelty rock band."
            ],
            [
                165,
                "I can’t watch."
            ],
            [
                167,
                "Why is he looking at it?"
            ],
            [
                169,
                "Come on, Trent, you’re better than th-ah."
            ],
            [
                171,
                "Let’s just go."
            ],
            [
                173,
                "Nope."
            ]
        ],
        "Bernadette": [
            [
                67,
                "So, you’re really going out with Dave again?"
            ],
            [
                69,
                "But he spent an entire date talking about how much he loves Sheldon."
            ],
            [
                71,
                "Okay. So where’s he taking you?"
            ],
            [
                73,
                "Oh. That’s a big step."
            ],
            [
                75,
                "Yeah. You’re inviting him into your home. It’s intimate. It’s where your underpants live."
            ],
            [
                77,
                "You sure? You’ve never really been with a man. Do you really want to start with one that’s six-foot-seven?"
            ],
            [
                79,
                "‘Cause it’s like taking your driver’s test in a bus."
            ],
            [
                120,
                "Who’s Trent?"
            ],
            [
                122,
                "Fan of what?"
            ],
            [
                124,
                "You mean because you played one time in the comic book store?"
            ],
            [
                128,
                "Are you stalking him? That’s creepy."
            ],
            [
                133,
                "Maybe I should marry Trent."
            ]
        ],
        "Sheldon (off)": [
            [
                106,
                "What are you doing in my room? Stop it. That’s mine. Why are you so strong?"
            ]
        ],
        "Trent": [
            [
                172,
                "Hey, aren’t you the guys?"
            ]
        ],
        "Sheldon: I’m, I’m sorry": [
            [
                206,
                "I didn’t realize you were on a date."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Sheldon’s bedroom."
        ],
        [
            "Sheldon: Sheldon Cooper’s descent into madness, day two. It’s 2:25 a.m., and I feel the urge to urinate. My normal urination time is 7",
            "10 a.m., but here I am, in the middle of the night, struggling to keep my mind sharp and my pajamas dry. It’s only a matter of time before my tenuous grasp on reality fades. I suppose I should pee while I still know what a toilet is."
        ],
        [
            "Scene",
            "The apartment. 2 days earlier."
        ],
        [
            "Leonard",
            "Since when do you hum songs?"
        ],
        [
            "Sheldon",
            "What are you talking about?"
        ],
        [
            "Leonard",
            "You were just humming."
        ],
        [
            "Sheldon",
            "Are you sure? Sometimes when my brain really gets moving, it makes noise."
        ],
        [
            "Leonard",
            "How does your brain feel about calculating the surface tension of the domain walls?"
        ],
        [
            "Sheldon",
            "Let’s see. Hey, I was humming. One point for Hufflepuff. What song is that?"
        ],
        [
            "Leonard",
            "Well, hum it again. Is that the SpongeBob song?"
        ],
        [
            "Sheldon (singing)",
            "Who lives in a pineapple. Nope."
        ],
        [
            "Leonard",
            "Whatever. Can we just get back to this?"
        ],
        [
            "Sheldon",
            "I feel like I know what song that is, but I can’t put my finger on it. (Singing) My country, ’tis of thee. No."
        ],
        [
            "Leonard",
            "It’s just an earworm. It’ll come to you."
        ],
        [
            "Sheldon",
            "Okay. (Singing) R-E-S-P-E-C-T. No."
        ],
        [
            "Leonard",
            "Is this what we’re doing the rest of the night?"
        ],
        [
            "Sheldon (singing)",
            "I’m surprised you have to ask."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon (on phone)",
            "Hello, yes, I was hoping you could help me. What song is this? La, la, la, la, la, la, la. You don’t know? Well, how dare you call yourselves a Rock and Roll Hall of Fame? My goodness. Do you sing along to the greatest hits of Elvis Presley with that mouth? Well, they were no help at all."
        ],
        [
            "Leonard",
            "Which is crazy, since rock and roll is all about good customer service."
        ],
        [
            "Penny",
            "Yeah. So you have a song stuck in your head. It happens to everybody."
        ],
        [
            "Sheldon",
            "Well, I’m not everybody. I have an eidetic memory. I should be able to remember what song this is, but I can’t. Something’s wrong with me."
        ],
        [
            "Penny",
            "I told you if we were patient, he’d figure it out for himself."
        ],
        [
            "Sheldon",
            "I was always afraid this day would come. This might be the first step of my descent into madness, where I gradually test the limits of public nudity."
        ],
        [
            "Penny",
            "Public nudity?"
        ],
        [
            "Leonard",
            "Eh, that just means going barefoot."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Dave (voice on phone)",
            "Hello?"
        ],
        [
            "Amy",
            "Hi, Dave. Uh, it’s Amy."
        ],
        [
            "Dave",
            "Oh. How are you?"
        ],
        [
            "Amy",
            "I’m fine. How are you?"
        ],
        [
            "Dave",
            "Terrific. And pleasantly surprised to hear from you, given how I acted on our last date."
        ],
        [
            "Amy",
            "Yeah, well, we both made mistakes, you know. I took the last breadstick, you gushed over my ex-boyfriend like he was Leonard Nimoy and you were my ex-boyfriend."
        ],
        [
            "Dave",
            "So, to what do I owe the pleasure?"
        ],
        [
            "Amy",
            "Well, I was wondering if you’d like to get dinner again sometime."
        ],
        [
            "Dave",
            "Yes, please."
        ],
        [
            "Amy",
            "Great."
        ],
        [
            "Dave",
            "Let me just check my schedule, he said, trying to seem like a man with things on his schedule."
        ],
        [
            "Amy",
            "How ’bout Saturday?"
        ],
        [
            "Dave",
            "Uh, hmm, let me see. Uh, Friday, farmers’ market with Jay Z. Sunday, piano shopping with Elton John. Saturday works."
        ],
        [
            "Scene",
            "Howard’s workshop."
        ],
        [
            "Raj",
            "Oh. Did you know, at the United Nations, there’s a Department for Outer Space Affairs?"
        ],
        [
            "Howard",
            "Really? Why?"
        ],
        [
            "Raj",
            "They exist in case we ever make contact with an alien civilization."
        ],
        [
            "Howard",
            "Mm, boy, that’s one of those jobs that’s boring, boring, boring, then, oh, God, where’s the memo with what we do now?"
        ],
        [
            "Raj",
            "Oh, this is cool. So, a few weeks ago I set up a fan page on Facebook for our band and…"
        ],
        [
            "Howard",
            "Wait a second. How could you do that without consulting me?"
        ],
        [
            "Raj",
            "It’s not a big deal. It just took, like, five minutes to set up."
        ],
        [
            "Howard",
            "That’s not the point. When we created Footprints on the Moon, we agreed that every band decision would be mutual. Now you’re just trying to take over the whole thing. You know, maybe I should go solo."
        ],
        [
            "Raj",
            "But someone joined our page. We have an actual fan."
        ],
        [
            "Howard",
            "All right. This thing’s bigger than you and me, band’s back together."
        ],
        [
            "Raj",
            "So, listen to what he wrote. Uh, I saw you play at the comic book store. You guys rock. And then there’s an animated smiley face raising the roof like this."
        ],
        [
            "Howard",
            "We did raise the roof that night."
        ],
        [
            "Raj",
            "Yeah, we totally did."
        ],
        [
            "Howard",
            "Why do rock stars do drugs when this feels so great?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon (singing)",
            "Why can’t I recall this song? This is taking far too long. The urge to bang my head against the wall again and again and again and again and again is strong."
        ],
        [
            "Leonard",
            "Put on some headphones."
        ],
        [
            "Sheldon (singing)",
            "No they make my earlobes sweat."
        ],
        [
            "Penny",
            "Hey, sweetie, why don’t you take a break and do something else for a while?"
        ],
        [
            "Sheldon",
            "There was a project I’ve been thinking about starting."
        ],
        [
            "Penny",
            "Okay, great. What is it?"
        ],
        [
            "Sheldon",
            "I’ll show you. (Into phone camera) Dear Crazy Future Sheldon, you were driven mad by an earworm. Your mind, once your most trusted asset, is now a sack of parrots and monkeys. So, I’m going to tell you everything you need to know. Uh, first, music is dangerous. The movie Footloose tried to warn us, but we wouldn’t listen. Oh, wait. (Singing) Everyody cut footloose. Nope."
        ],
        [
            "Penny",
            "I’ll pay a thousand dollars to watch you cut footloose."
        ],
        [
            "Sheldon",
            "This is Penny. She is your friend. If she offers you food, it’s safe to take it. You probably paid for it, anyway."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Bernadette",
            "So, you’re really going out with Dave again?"
        ],
        [
            "Amy",
            "Why not? He’s actually a very nice guy."
        ],
        [
            "Bernadette",
            "But he spent an entire date talking about how much he loves Sheldon."
        ],
        [
            "Amy",
            "That’s nothing Sheldon hasn’t done before. Dave’s just a big fan of his work. Besides, he said he wouldn’t bring it up again."
        ],
        [
            "Bernadette",
            "Okay. So where’s he taking you?"
        ],
        [
            "Amy",
            "Oh, he’s coming here. I’m actually making dinner."
        ],
        [
            "Bernadette",
            "Oh. That’s a big step."
        ],
        [
            "Amy",
            "It is?"
        ],
        [
            "Bernadette",
            "Yeah. You’re inviting him into your home. It’s intimate. It’s where your underpants live."
        ],
        [
            "Amy",
            "You know what? Good. I tried to get back together with Sheldon, he shot me down. Dave likes me. Maybe intimate is what I need."
        ],
        [
            "Bernadette",
            "You sure? You’ve never really been with a man. Do you really want to start with one that’s six-foot-seven?"
        ],
        [
            "Amy",
            "Why not?"
        ],
        [
            "Bernadette",
            "‘Cause it’s like taking your driver’s test in a bus."
        ],
        [
            "Scene",
            "Howard’s workshop."
        ],
        [
            "Raj",
            "Maybe we should post a comment back to our fan and thank him."
        ],
        [
            "Howard",
            "What should we write?"
        ],
        [
            "Raj",
            "How about, uh, oh, how about, we might be Footprints on the Moon, but your kind words sent us over the moon."
        ],
        [
            "Howard",
            "Someday you’re gonna make an amazing grandma."
        ],
        [
            "Raj",
            "Well what do you want to write?"
        ],
        [
            "Howard",
            "Something badass, you know, like, thanks for diggin’ our vibe. We’ll keep rockin’ if you keep rollin’."
        ],
        [
            "Raj",
            "Dude, if I was wearing a bra, I’d throw it at your head right now."
        ],
        [
            "Howard",
            "I’ll keep rockin’. You don’t do that."
        ],
        [
            "Raj",
            "Okay. I posted it."
        ],
        [
            "Howard",
            "So, who is this guy?"
        ],
        [
            "Raj",
            "Let’s see. Uh, his name is Trent Monaco."
        ],
        [
            "Howard",
            "Cool name."
        ],
        [
            "Raj",
            "Yeah. He’s 24. He’s a deejay. He brews his own beer. He’s got awesome tattoos. Dude, he’s got a hot girlfriend, too."
        ],
        [
            "Howard",
            "Damn. I don’t know if he’s our biggest fan or I’m his. Hey, Trent just liked our comment."
        ],
        [
            "Raj",
            "He is so cool. Hey, no hard feelings, but I’m throwing my hypothetical bra at him."
        ],
        [
            "Scene",
            "Leonard’s bedroom. Sheldon is playing his tune on a keyboard in the background."
        ],
        [
            "Penny",
            "Oh, my God, he won’t stop."
        ],
        [
            "Leonard",
            "How does he keep coming up with new ways to be annoying?"
        ],
        [
            "Penny",
            "Nobody knows. That’s why he’s number one. Can you please go talk to him?"
        ],
        [
            "Leonard",
            "Come on. I take care of him all day long. You do it for once."
        ],
        [
            "Penny",
            "Once? Who got the gum out of his hair?"
        ],
        [
            "Leonard",
            "What do you want, a medal? It was your gum."
        ],
        [
            "Penny",
            "Fine."
        ],
        [
            "Leonard",
            "I love you."
        ],
        [
            "Penny",
            "Who cares?"
        ],
        [
            "Sheldon (off)",
            "What are you doing in my room? Stop it. That’s mine. Why are you so strong?"
        ],
        [
            "Penny",
            "Problem solved."
        ],
        [
            "Leonard",
            "Oh, yeah, he got a tuba."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Dear Crazy Future Sheldon, this is a thermostat. It controls the temperature of the apartment. The ideal setting is 72 degrees. If you find this too cold, then put on a jacket. A straitjacket, ’cause 72’s the best and you’re crazy. Now, this is your spot. You’re very protective of it. When anyone else tries to sit here, you berate them relentlessly. It sounds mean, but somehow you make it adorable. People are also delighted by your love of pranks. For example, Leonard has no idea what I did to his coffee. It wasn’t replace it with Folger’s crystals, I’ll tell you that much."
        ],
        [
            "Leonard",
            "Hey, can we please get back to work?"
        ],
        [
            "Sheldon",
            "This is Leonard. He’s your best friend in the world."
        ],
        [
            "Leonard",
            "All right, just stop. This is ridiculous."
        ],
        [
            "Sheldon",
            "Sometimes he gets cranky, but you can trust him with your life. And he does more things for you than I can even begin to list."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Sheldon",
            "Oh, no, he’s drinking it."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard",
            "Look at this. Trent is rebuilding a vintage motorcycle."
        ],
        [
            "Raj",
            "That is so cool. Old broken things are so much better than new things that work."
        ],
        [
            "Bernadette",
            "Who’s Trent?"
        ],
        [
            "Howard",
            "Oh, he’s our fan."
        ],
        [
            "Bernadette",
            "Fan of what?"
        ],
        [
            "Howard",
            "Uh, did you forget? We’re in a band."
        ],
        [
            "Bernadette",
            "You mean because you played one time in the comic book store?"
        ],
        [
            "Howard",
            "And at the children’s hospital until they asked us to leave."
        ],
        [
            "Raj",
            "Hey, dude, Trent just checked in at the coffee shop on Fair Oaks."
        ],
        [
            "Howard",
            "Really? You want to go down there and meet him?"
        ],
        [
            "Bernadette",
            "Are you stalking him? That’s creepy."
        ],
        [
            "Raj",
            "It’s not creepy. I built a Footprints on the Moon fan page, Trent joined it."
        ],
        [
            "Howard",
            "After that, all I did was check out his profile, go back in the archive of his feed until I found his Twitter handle."
        ],
        [
            "Raj",
            "From there, it was easy to find him on Instagram, Snapchat and pretty much track his every movement."
        ],
        [
            "Howard",
            "So if you think that’s creepy, you married the wrong guy."
        ],
        [
            "Bernadette",
            "Maybe I should marry Trent."
        ],
        [
            "Raj",
            "Yeah, like she could get Trent."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Dave",
            "This is delicious."
        ],
        [
            "Amy",
            "Thank you."
        ],
        [
            "Dave",
            "Been a long time since I had a home-cooked meal."
        ],
        [
            "Amy",
            "When you were married, did your wife cook?"
        ],
        [
            "Dave",
            "Not at first, no. But when she began cheating on me with a French chef, she became quite the wiz in the kitchen."
        ],
        [
            "Amy",
            "So, a little silver lining."
        ],
        [
            "Dave",
            "I suppose. Yeah. Nothing takes the sting out of a shattered life like a properly-seasoned bowl of onion soup. How long have you, uh, lived here?"
        ],
        [
            "Amy",
            "Uh, about five years. I’m actually thinking of moving to a better place now that I don’t need to be so close to, well, you know."
        ],
        [
            "Dave",
            "I do. The brilliant physicist that I now know lives in the area, not that I care."
        ],
        [
            "Amy",
            "Yeah. Anyway, he doesn’t drive, so, I pretty much had to take him everywhere."
        ],
        [
            "Dave",
            "Had to or got to? Sorry."
        ],
        [
            "Amy",
            "My fault. I brought him up."
        ],
        [
            "Dave",
            "Yeah. Well, let’s change the subject. No more mentions of you-know-who. That’s a cool train. Where did you get that?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Bah, bam, bum-bum, bah, bum, bum. This song is never going to stop. Have you ever dealt with something so relentlessly irritating?"
        ],
        [
            "Leonard",
            "That’s a trick question, right?"
        ],
        [
            "Sheldon",
            "Well, I shouldn’t be surprised. There’s a rich history of brilliant minds descending into madness."
        ],
        [
            "Penny",
            "Come on, Sheldon. There are plenty of smart people who don’t have mental problems."
        ],
        [
            "Leonard",
            "Yup, she’s right. For every Newton who had a psychological issue, there’s an Edison who was just a jerk. That could totally be you."
        ],
        [
            "Sheldon",
            "Empedocles thought he was a god and jumped into a volcano. And Pythagoras had an irrational fear of beans. Tesla fell madly in love with a pigeon who he claimed loved him back."
        ],
        [
            "Penny",
            "Maybe he just had bread in his pocket."
        ],
        [
            "Sheldon",
            "The list extends outside of science. Painters like Van Gogh and Pollock, chess champion Bobby Fischer, Brian Wilson of the Beach Boys. (Clip of Darling by the Beach Boys) I remember the song. It’s called Darlin’ by the Beach Boys. Oh, thank goodness. I’m not crazy. I don’t have to take a pigeon as my bride."
        ],
        [
            "Leonard",
            "There goes our shot at him living on the roof."
        ],
        [
            "Scene",
            "A coffee shop."
        ],
        [
            "Raj",
            "So, all right, there he is. So, should we introduce ourselves?"
        ],
        [
            "Howard",
            "No. Let him spot us."
        ],
        [
            "Raj",
            "I wonder if he’s listening to our music right now."
        ],
        [
            "Howard",
            "Could you imagine? What a cool way for us to meet. He’s playing our song and looks up, and there we are, his favorite two-piece acoustic sci-fi novelty rock band."
        ],
        [
            "Raj",
            "And he’s, all, like, aren’t you the guys from Footprints on the Moo-oo-ooh what is he doing?!"
        ],
        [
            "Howard",
            "I can’t watch."
        ],
        [
            "Raj",
            "It’s okay. Oh, it’s okay. He’s done."
        ],
        [
            "Howard",
            "Why is he looking at it?"
        ],
        [
            "Raj",
            "Eh, no, he’s not going to eat it, is he?"
        ],
        [
            "Howard",
            "Come on, Trent, you’re better than th-ah."
        ],
        [
            "Raj",
            "Ooh!"
        ],
        [
            "Howard",
            "Let’s just go."
        ],
        [
            "Trent",
            "Hey, aren’t you the guys?"
        ],
        [
            "Howard",
            "Nope."
        ],
        [
            "Raj",
            "No, never heard of ’em!"
        ],
        [
            "Scene",
            "The apartment. Sheldon is listening to Darlin’"
        ],
        [
            "Sheldon",
            "I wonder why it was this particular song that was stuck in my head."
        ],
        [
            "Leonard",
            "I don’t know. It’s pretty catchy."
        ],
        [
            "Penny",
            "Do you even like the Beach Boys?"
        ],
        [
            "Sheldon",
            "They have beach right in the name. What do you think?"
        ],
        [
            "Leonard",
            "Well, now that you can focus again, what do you say we get back to surface tension of domain walls?"
        ],
        [
            "Sheldon",
            "Of course. I’m already seeing a more efficient way of taming the ultravi… I know why the song was in my head."
        ],
        [
            "Penny",
            "Why?"
        ],
        [
            "Sheldon",
            "It’s about Amy."
        ],
        [
            "Penny",
            "Okay, look, I know Amy’s like an old lady, but she’s not old enough to have a song from the sixties written about her."
        ],
        [
            "Sheldon",
            "It’s about how she made my life better. Consider the lyrics. I was living like half a man. Then I couldn’t love, but now I can. More soul than I ever had. I love the way you soften my life.”"
        ],
        [
            "Penny",
            "She did soften your life, didn’t she?"
        ],
        [
            "Sheldon",
            "Yes. She’s like the dryer sheets of my heart. I have to go."
        ],
        [
            "Leonard",
            "Aw. Am I like the dryer sheets of your heart?"
        ],
        [
            "Penny",
            "Better. You’re the lint trap of my love."
        ],
        [
            "Leonard",
            "Aw."
        ],
        [
            "Scene",
            "Amy’s apartment."
        ],
        [
            "Amy",
            "That’s an interesting tie clip."
        ],
        [
            "Dave",
            "Oh, thanks. It’s, uh, Avogadro’s constant. It’s useful for calculating the number of atoms in a substance, or causing regret in anyone who asks about it."
        ],
        [
            "Amy",
            "No, I, I think it’s neat. Oh."
        ],
        [
            "Dave",
            "Sorry. Sorry. No one’s ever liked the tie clip before, so I just lost all control."
        ],
        [
            "Amy",
            "No, it, it’s okay, and we are on a date. I’m, I’m just a little nervous."
        ],
        [
            "Dave",
            "Well, no need to be nervous with me. I’m just a harmless giant from a foreign land."
        ],
        [
            "Amy",
            "You know, I’m just being silly. I, I don’t know what I’m waiting for."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Amy? (Knock, knock, knock) Amy? (Knock, knock, knock) Amy?"
        ],
        [
            "Amy",
            "That’s Sheldon."
        ],
        [
            "Dave",
            "You’re kidding. How’s my hair?"
        ],
        [
            "Amy",
            "Sheldon, this, this isn’t a good time."
        ],
        [
            "Sheldon",
            "I don’t care. Amy, there was a song I couldn’t get out of my head. Eventually, I realized the song was about you, and like that earworm, I can’t get you out of my heart. So, what I’m trying to say is, you’re my heartworm. The metaphorical kind, not, not the poodle-killing kind."
        ],
        [
            "Amy",
            "What?"
        ],
        [
            "Dave",
            "If I may, I believe what he’s saying, in a charming and delightful way, is that he loves you and wants you back. Dave Gibbs, huge fan of your work. Don’t mind me."
        ],
        [
            "Sheldon: I’m, I’m sorry",
            "I didn’t realize you were on a date."
        ],
        [
            "Amy",
            "No, it, it, it’s okay. Keep going?"
        ],
        [
            "Sheldon",
            "Amy, if you want to be my girlfriend again, I really want to be your boyfriend."
        ],
        [
            "Amy",
            "I really want that, too."
        ],
        [
            "Sheldon",
            "Good. Because I love you."
        ],
        [
            "Amy",
            "I love you, too."
        ],
        [
            "Dave",
            "Kiss her, you brilliant fool."
        ],
        [
            "Sheldon",
            "Well, I’ll let you get back to your date."
        ],
        [
            "Amy",
            "Get back here."
        ],
        [
            "Dave",
            "Okay, then. I’ll, uh, see myself out. Amy, thank you for dinner. Dr. Cooper, pleasure to meet you, sir. Uh, if perhaps sometime you have a spare moment, I’d, uh, love to discuss physics, or shoot the breeze, as you Yanks say. Ah. What a lovely evening."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-10-the-earworm-reverberation/"
}