{
    "Season": 9,
    "Episode": 11,
    "Title": "the opening night excitation",
    "Actor2Line": {
        "Caption": [
            [
                0,
                "A short time ago in an apartment in Pasadena…."
            ],
            [
                1,
                "THE BIG BANG THEORY"
            ],
            [
                2,
                "EPISODE 194 "
            ],
            [
                3,
                "THE OPENING NIGHT EXCITATION"
            ],
            [
                4,
                "It is a period of great tension. Our heroes, Leonard, Sheldon, Wolowitz and Koothrappali know that tickets to the new Star Wars movie are about to be available for pre-sale. "
            ],
            [
                5,
                "If they fail in their mission and can’t see it on opening night Sheldon has sworn that they will never hear the end of it for the rest of their lives…"
            ],
            [
                6,
                "They believe him."
            ],
            [
                235,
                "A few hours later, in a bedroom not far away…."
            ]
        ],
        "Scene": [
            [
                7,
                "The apartment. "
            ],
            [
                22,
                "Credits sequence."
            ],
            [
                23,
                "The apartment."
            ],
            [
                34,
                "Sheldon’s bedroom."
            ],
            [
                54,
                "Amy’s bedroom. "
            ],
            [
                63,
                "The apartment. "
            ],
            [
                72,
                "Penny’s apartment."
            ],
            [
                95,
                "The comic book store. "
            ],
            [
                106,
                "Penny’s apartment. "
            ],
            [
                115,
                "The stairwell. "
            ],
            [
                134,
                "Sheldon’s bedroom."
            ],
            [
                151,
                "The apartment."
            ],
            [
                164,
                "The cinema."
            ],
            [
                177,
                "Amy’s apartment. "
            ],
            [
                201,
                "The cinema. "
            ],
            [
                208,
                "The apartment."
            ],
            [
                213,
                "Amy’s bedroom."
            ],
            [
                225,
                "The cinema. "
            ],
            [
                240,
                "The cinema."
            ],
            [
                243,
                "Sheldon’s bedroom."
            ]
        ],
        "Leonard": [
            [
                8,
                "Guys, tickets already went on sale."
            ],
            [
                11,
                "I don’t know what to tell you, but they’re on sale."
            ],
            [
                15,
                "Yeah, me, too."
            ],
            [
                26,
                "I’m also really happy, but I can’t pretend it’s for you. New Star Wars in three days."
            ],
            [
                31,
                "I think Penny has a point. You can see it another day."
            ],
            [
                65,
                "I know. It’s still gonna be weird to see the movie without him."
            ],
            [
                68,
                "Hey. We’re going to the comic book store. You want to come?"
            ],
            [
                70,
                "You got it. Well, Penny might want to join us."
            ],
            [
                96,
                "What do you think about giving Sheldon’s ticket to Stuart?"
            ],
            [
                99,
                "He’s not that bad. Hey, Stuart, got any plans Thursday night?"
            ],
            [
                101,
                "Well…"
            ],
            [
                153,
                "Yeah, the wait is finally over."
            ],
            [
                158,
                "We will."
            ],
            [
                161,
                "We’re gonna have so much more fun than him."
            ],
            [
                167,
                "Yeah, he’s on his way. Time for bladder check."
            ],
            [
                169,
                "Check."
            ],
            [
                173,
                "Um, hey, Wil. What you doin’?"
            ],
            [
                202,
                "So, if you don’t like Star Wars, why are you here?"
            ],
            [
                207,
                "Yeah. No matter what happens, we’re coming back tomorrow to watch it again."
            ],
            [
                226,
                "I’m really nervous."
            ],
            [
                230,
                "That’s true."
            ]
        ],
        "Sheldon": [
            [
                9,
                "What?"
            ],
            [
                14,
                "The Web site’s frozen. I can’t get in."
            ],
            [
                19,
                "All right, this goes against everything I stand for, but desperate times call for desperate measures. Lord, this is Sheldon Cooper. You’re good friends with my mom. I know I’ve spent my life denying that you exist."
            ],
            [
                21,
                "And I will continue to do so!"
            ],
            [
                25,
                "Oh, thank you."
            ],
            [
                27,
                "Hey, Thursday can’t get here soon enough. I’m taking off work to watch the original trilogy while I eat enough Star Wars cereal to choke a Wookiee."
            ],
            [
                29,
                "And you do realize I bought my ticket when Amy and I were broken up? I hope you didn’t need anything in that case, ’cause it’s closed."
            ],
            [
                32,
                "But someone might spoil the movie. No one can spoil Amy’s birthday for me. Surprise, she’s even older. Who saw that coming?"
            ],
            [
                36,
                "Arthur, what brings you back?"
            ],
            [
                38,
                "In the past, you’ve come to me when I’m struggling with a dilemma."
            ],
            [
                40,
                "Well, my friends are telling me I shouldn’t abandon my girlfriend on her birthday to see the new Star Wars movie."
            ],
            [
                42,
                "Those are the robes of the Jedi, the guardians of peace and justice in the galaxy."
            ],
            [
                44,
                "So, you agree with my friends that I should skip the premiere?"
            ],
            [
                46,
                "Yes. But she knows how important Star Wars is to me."
            ],
            [
                48,
                "By seeing the movie she’d want me to see?"
            ],
            [
                50,
                "You’re right."
            ],
            [
                52,
                "Where are you going?"
            ],
            [
                56,
                "I wanted to let you know I’ll be spending your birthday with you."
            ],
            [
                58,
                "See, I, I had tickets to the Star Wars premiere that night, but Professor Proton came to me in a dream dressed as Obi-Wan Kenobi and convinced me I should be with you."
            ],
            [
                60,
                "I’ll, I’ll let you get back to sleep now. Good night."
            ],
            [
                62,
                "It’s late. Got to go. Bye."
            ],
            [
                67,
                "Hello."
            ],
            [
                69,
                "No, I can’t. I need to make preparations for Amy’s birthday. Which leads me to the following bit of business. This is my ticket to Star Wars. I don’t have to tell you it is worth far more than its face value of fifteen dollars and fifty cents. I trust you’ll give it to someone worthy."
            ],
            [
                73,
                "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
            ],
            [
                77,
                "(Knock, knock, knock) Bernadette. (Knock, knock, knock) Bernadette. (Knock, knock, knock) Bernadette."
            ],
            [
                79,
                "Keep it up. I got nowhere else to be."
            ],
            [
                81,
                "For future reference, if I want to watch Mean Girls, I’ll stream it on Netflix."
            ],
            [
                83,
                "Well, as you know, I’ll be celebrating Amy’s birthday with her, and I could use your assistance in helping me select the perfect gift."
            ],
            [
                85,
                "Well, so far, I’ve come up with three ideas. The first is a chance for her to play the harp with the L.A. Philharmonic."
            ],
            [
                87,
                "Well, I said a chance, you know. When you tell them it’s your birthday at Bennigan’s, they make a fuss. I don’t see why the Philharmonic would be any different."
            ],
            [
                89,
                "Well, Amy enjoys knitting her own sweaters, so I was thinking of getting her an all-expense-paid trip to the Wisconsin Sheep and Wool Festival."
            ],
            [
                92,
                "No, no, no, no. She’d be going alone. Well, if you think I’m afraid of birds, you should see me around sheep."
            ],
            [
                94,
                "That I have coitus with her."
            ],
            [
                109,
                "Which do you think she’d prefer? Because I checked the Sheep and Wool Festival Web site, and there’s only 8,000 tickets left."
            ],
            [
                112,
                "Intimacy in any form has been challenging for me, but I’d like to show her how important she is, and it feels like now might be the right time."
            ],
            [
                114,
                "Then it’s settled. Amy’s birthday present will be my genitals."
            ],
            [
                136,
                "You’re back."
            ],
            [
                138,
                "I suppose you’re here because I’ve decided to be physical with my girlfriend, and I’ve never done that before."
            ],
            [
                140,
                "So, can you help me?"
            ],
            [
                142,
                "Oh, no. Not that. I, I understand the mechanics."
            ],
            [
                144,
                "I think they say junk."
            ],
            [
                146,
                "This is an important night for us, and I’m worried I might be overwhelmed and ruin everything."
            ],
            [
                148,
                "Thank you, Arthur. You are the wisest of the wise."
            ],
            [
                150,
                "Oh, sure. Well, you’re fun to look at."
            ],
            [
                178,
                "(Knock, knock, knock) Birthday girl. (Knock, knock, knock) Birthday girl. (Knock, knock, knock) Birthday girl."
            ],
            [
                180,
                "Oh."
            ],
            [
                182,
                "Hello. Sorry I’m late. I also got you a balloon, but it floated away, and I chased it for a while."
            ],
            [
                184,
                "Okay. Ooh, this is different, hmm? Candles and music."
            ],
            [
                186,
                "It’s kind of spooky."
            ],
            [
                188,
                "No, no, no. It’s your birthday. As long as no one jumps out in a hockey mask, I’ll be fine."
            ],
            [
                190,
                "I thought I could take you out to a nice birthday dinner. If we pick a place east of here, we might find the balloon."
            ],
            [
                192,
                "Oh. All right. Um. I should probably tell you something about this gift."
            ],
            [
                194,
                "Yes. May I ask you a question before I give it to you?"
            ],
            [
                196,
                "Why are we saying give it to you like that?"
            ],
            [
                198,
                "I see. Is that all right? I’m sorry, but this is a litigious society. I’m gonna need verbal consent."
            ],
            [
                200,
                "You know what, let me pull a quick contract off the Internet."
            ],
            [
                215,
                "Hello."
            ],
            [
                217,
                "All right. Hello."
            ],
            [
                219,
                "Why are you shaking? Are you cold?"
            ],
            [
                221,
                "Why?"
            ],
            [
                223,
                "Neither do I. But we can find out together."
            ],
            [
                236,
                "Well, I enjoyed that more than I thought I would."
            ],
            [
                238,
                "I look forward to your next birthday when we do it again."
            ],
            [
                245,
                "Arthur. What are you doing here? I, I don’t think I need any more advice."
            ],
            [
                247,
                "Oh. It was amazing. I, I saw it a few days later. What a movie."
            ],
            [
                249,
                "Oh. Uh, uh, she liked it fine. But she doesn’t have the history with the franchise I do."
            ]
        ],
        "Howard": [
            [
                10,
                "They’re not supposed to be available yet."
            ],
            [
                16,
                "Same here!"
            ],
            [
                18,
                "What are we gonna do?!"
            ],
            [
                20,
                "Got ’em."
            ],
            [
                66,
                "Well, we could wait a couple days and see it together. (all laugh) "
            ],
            [
                98,
                "It’s like going with your grandpa. Instead of eating popcorn, he brings little pieces of chicken in Tupperware and a thermos full of soup."
            ],
            [
                103,
                "Oh, make sure to wear sensible shoes. Wil, want to go to Star Wars Thursday?"
            ],
            [
                155,
                "Ready to go?"
            ],
            [
                160,
                "I know."
            ],
            [
                165,
                "T minus 15 minutes."
            ],
            [
                170,
                "Check. Wait. Screw it. I’m holding it."
            ],
            [
                206,
                "He’s right."
            ],
            [
                227,
                "I know. We’ve been waiting so long for this."
            ],
            [
                231,
                "He’s right."
            ]
        ],
        "Raj": [
            [
                12,
                "Wait. You’re sure they’re Star Wars tickets?"
            ],
            [
                17,
                "Guys, they’re gonna sell out."
            ],
            [
                64,
                "Good for Sheldon deciding to stay with Amy on her birthday."
            ],
            [
                97,
                "I don’t know. Have you ever seen a movie with Stuart before?"
            ],
            [
                152,
                "Tonight’s the night."
            ],
            [
                156,
                "Let’s do this."
            ],
            [
                159,
                "I can’t believe Sheldon gave this up."
            ],
            [
                166,
                "Oh, did you hear from Wil?"
            ],
            [
                168,
                "Check."
            ],
            [
                171,
                "What is everyone booing at?"
            ],
            [
                204,
                "Is it bad? Did you hear something? Oh, my God. It’s bad. Somebody kill me."
            ],
            [
                228,
                "And we’ve built it up in our heads so much."
            ],
            [
                232,
                "It is."
            ],
            [
                234,
                "Leonard, I, I’m scared again."
            ],
            [
                242,
                "I don’t think I can walk right now."
            ]
        ],
        "Leonard: No, it’s Steel Magnolias 2": [
            [
                13,
                "Even Steelier."
            ]
        ],
        "Penny": [
            [
                24,
                "I’m really happy you and Amy are back together."
            ],
            [
                28,
                "Uh, sweetie, you do realize Thursday is Amy’s birthday."
            ],
            [
                30,
                "You guys just got back together. You might not want to ditch her on her birthday."
            ],
            [
                33,
                "Aw, that’s nice. Put that on her cake."
            ],
            [
                75,
                "Well, find out."
            ],
            [
                78,
                "Come in."
            ],
            [
                82,
                "We’re sorry. What do you need?"
            ],
            [
                86,
                "Wow. You can really arrange that?"
            ],
            [
                90,
                "Sorry. I was waiting for the bazinga."
            ],
            [
                93,
                "Okay, well, what’s the third option?"
            ],
            [
                107,
                "Okay, okay, okay, okay, okay. Let’s, let’s, let’s just recap our options. All right, we’ve got harp thing, sheep thing."
            ],
            [
                110,
                "Sheldon, being physical with Amy is a huge step for you."
            ],
            [
                113,
                "Sheldon, that’s so beautiful."
            ],
            [
                117,
                "Well, you’re spending your birthday with Sheldon. Why not celebrate early?"
            ],
            [
                120,
                "Sure, sure. Or we could take you to get a bikini wax."
            ],
            [
                122,
                "Uh, I don’t know. It was just a thought."
            ],
            [
                126,
                "Oh, we just want you to be prepared for any surprises that might happen tomorrow."
            ],
            [
                130,
                "Yes. He said he wants to do something to show you how much you mean to him."
            ],
            [
                154,
                "I know. Then you’ll finally stop talking about it."
            ],
            [
                157,
                "Have fun, guys."
            ],
            [
                163,
                "Knowing them, they will."
            ],
            [
                210,
                "I don’t know. He said he’s ready."
            ],
            [
                212,
                "Well, I’m gonna stay positive. I mean, we talked, I told him what women like, and after he stopped giggling, he seemed pretty sure of himself."
            ]
        ],
        "Arthur": [
            [
                35,
                "Oh, great. This again."
            ],
            [
                37,
                "Uh, beats me. I, I just hope this isn’t a, a sex dream."
            ],
            [
                39,
                "And, and the one time where, where you were afraid, and you needed me for, for a night light. What’s, what’s troubling you?"
            ],
            [
                41,
                "Well, sounds right. Can, can I get out of this muumuu now?"
            ],
            [
                43,
                "And they, they, they don’t wear underwear."
            ],
            [
                45,
                "Uh, do, do you love this girl?"
            ],
            [
                47,
                "Well, maybe you should show her how, how important she is to you."
            ],
            [
                49,
                "Sheldon, you, you can see this movie whenever you want. But you only have a limited number of days that you, you can be with this woman. Be with her."
            ],
            [
                51,
                "Great."
            ],
            [
                53,
                "I don’t know, but hopefully, somewhere I can wear pants."
            ],
            [
                135,
                "Why isn’t it ever Angie Dickinson’s bedroom?"
            ],
            [
                137,
                "It, it doesn’t seem like it’s up to me."
            ],
            [
                139,
                "Eh, excuse me for a moment. Well, it was worth a shot."
            ],
            [
                141,
                "Uh, all right. Um, once, once the man gets the, the woman out of her, out of her bloomers…"
            ],
            [
                143,
                "Oh, good, good. ‘Cause, uh, I have no idea what kids these days are calling their, their parts."
            ],
            [
                145,
                "What is happening to this world? What, what do you actually need to know?"
            ],
            [
                147,
                "Sheldon, if, if you’re with the right person, it, it’ll be okay."
            ],
            [
                149,
                "Well, that’s, that’s very nice of you to say, but I think I’m just an expression of, of your unconscious mind."
            ],
            [
                244,
                "Uh, Sheldon? Sheldon?"
            ],
            [
                246,
                "I, I was just curious. How, how’d it go?"
            ],
            [
                248,
                "But, uh, what, what about Amy?"
            ],
            [
                250,
                "Okay. Good, good talk."
            ]
        ],
        "Amy (answering phone)": [
            [
                55,
                "Sheldon, what’s wrong?"
            ]
        ],
        "Amy": [
            [
                57,
                "Okay."
            ],
            [
                59,
                "Obi-what?"
            ],
            [
                61,
                "Okay. Good night. Wait. Um, Sheldon, were you actually not gonna spend my birthday with me?"
            ],
            [
                116,
                "Thanks for taking me out."
            ],
            [
                119,
                "I heard that new Mexican place on Green Street is good."
            ],
            [
                121,
                "Why would I get a bikini wax for my birthday?"
            ],
            [
                123,
                "I think I’ll just stick to Mexican."
            ],
            [
                125,
                "Okay, what is going on?"
            ],
            [
                127,
                "What surprises?"
            ],
            [
                129,
                "You shut your damn mouth. You actually heard him say this?"
            ],
            [
                131,
                "I, I can’t believe it. I, I don’t know what to say."
            ],
            [
                133,
                "I do know what to say. Let’s get me waxed."
            ],
            [
                179,
                "Come in."
            ],
            [
                181,
                "Hi, Sheldon."
            ],
            [
                183,
                "That’s okay. Come on in. Thank you. Um, I’ll, I’m gonna go put these in water."
            ],
            [
                185,
                "Do you like it?"
            ],
            [
                187,
                "I can change it back."
            ],
            [
                189,
                "So, what’d you have in mind for tonight?"
            ],
            [
                191,
                "Um, that sounds nice, but I’m not really hungry right now. I thought maybe we could do presents first."
            ],
            [
                193,
                "You mean before you give it to me?"
            ],
            [
                195,
                "Of course."
            ],
            [
                197,
                "Sheldon, I know your present is for us to be intimate tonight."
            ],
            [
                199,
                "Yes."
            ],
            [
                214,
                "Hi."
            ],
            [
                216,
                "So, um, should I get under the covers with you?"
            ],
            [
                218,
                "Hi."
            ],
            [
                220,
                "I’m just, um, really nervous."
            ],
            [
                222,
                "Well, I’ve been waiting for this for so long, I’ve just built it up in my head. I don’t know what to expect."
            ],
            [
                224,
                "Okay."
            ],
            [
                237,
                "Me, too."
            ],
            [
                239,
                "That works for me."
            ]
        ],
        "Sheldon (to Howard)": [
            [
                71,
                "This is my ticket to Star Wars…."
            ]
        ],
        "Bernadette": [
            [
                74,
                "What happens if I say, come in?"
            ],
            [
                76,
                "Come in."
            ],
            [
                80,
                "Just come in."
            ],
            [
                84,
                "Sure."
            ],
            [
                88,
                "How about something a little more realistic?"
            ],
            [
                91,
                "Hold on. It could be romantic. The two of them away together, keeping each other warm in snowy Wisconsin."
            ],
            [
                108,
                "Wild thang."
            ],
            [
                111,
                "Yeah, are you ready for this?"
            ],
            [
                118,
                "So where do you want to go?"
            ],
            [
                124,
                "Great. And then maybe after, we can watch a dirty movie, and if anybody has any questions about what happened or how, we can answer them."
            ],
            [
                128,
                "We don’t want to spoil anything, but you should know that Sheldon said he’s ready to be physical."
            ],
            [
                132,
                "Well, we’re really happy for you, and we know how much he cares…"
            ],
            [
                162,
                "No, they’re not."
            ],
            [
                209,
                "Do you think Sheldon’s actually gonna go through with it?"
            ],
            [
                211,
                "Yeah, but he also swore this was the year he’d be able to pull the guts out of a pumpkin."
            ]
        ],
        "Stuart": [
            [
                100,
                "My, uh, my doctor’s worried about my circulation, so I was thinking about walking around the mall. Why?"
            ],
            [
                105,
                "Fine, take Wil. See if he brings you clam chowder."
            ]
        ],
        "Wil Wheaton": [
            [
                102,
                "Hey, you guys."
            ]
        ],
        "Wil": [
            [
                104,
                "Absolutely."
            ],
            [
                172,
                "Hey, guys. What’s up?"
            ],
            [
                174,
                "I was on Star Trek. Just rooting for the home team."
            ],
            [
                176,
                "Yeah? Live long and suck it."
            ],
            [
                203,
                "Oh, I’m just having fun. Everyone takes Star Wars so seriously. Like if the movie’s bad, it’s gonna ruin their lives."
            ],
            [
                205,
                "See? That’s what I mean. When you wake up in the morning, whether this is the greatest movie ever or a total piece of crap, your life isn’t gonna change at all."
            ],
            [
                229,
                "Guys, it’s just a movie."
            ],
            [
                233,
                "Although, we all remember Jar Jar."
            ],
            [
                241,
                "I enjoyed that more than I thought I would."
            ]
        ],
        "Man": [
            [
                175,
                "Star Trek stinks!"
            ]
        ]
    },
    "AllLines": [
        [
            "Caption",
            "A short time ago in an apartment in Pasadena…."
        ],
        [
            "Caption",
            "THE BIG BANG THEORY"
        ],
        [
            "Caption",
            "EPISODE 194 "
        ],
        [
            "Caption",
            "THE OPENING NIGHT EXCITATION"
        ],
        [
            "Caption",
            "It is a period of great tension. Our heroes, Leonard, Sheldon, Wolowitz and Koothrappali know that tickets to the new Star Wars movie are about to be available for pre-sale. "
        ],
        [
            "Caption",
            "If they fail in their mission and can’t see it on opening night Sheldon has sworn that they will never hear the end of it for the rest of their lives…"
        ],
        [
            "Caption",
            "They believe him."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Guys, tickets already went on sale."
        ],
        [
            "Sheldon",
            "What?"
        ],
        [
            "Howard",
            "They’re not supposed to be available yet."
        ],
        [
            "Leonard",
            "I don’t know what to tell you, but they’re on sale."
        ],
        [
            "Raj",
            "Wait. You’re sure they’re Star Wars tickets?"
        ],
        [
            "Leonard: No, it’s Steel Magnolias 2",
            "Even Steelier."
        ],
        [
            "Sheldon",
            "The Web site’s frozen. I can’t get in."
        ],
        [
            "Leonard",
            "Yeah, me, too."
        ],
        [
            "Howard",
            "Same here!"
        ],
        [
            "Raj",
            "Guys, they’re gonna sell out."
        ],
        [
            "Howard",
            "What are we gonna do?!"
        ],
        [
            "Sheldon",
            "All right, this goes against everything I stand for, but desperate times call for desperate measures. Lord, this is Sheldon Cooper. You’re good friends with my mom. I know I’ve spent my life denying that you exist."
        ],
        [
            "Howard",
            "Got ’em."
        ],
        [
            "Sheldon",
            "And I will continue to do so!"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "I’m really happy you and Amy are back together."
        ],
        [
            "Sheldon",
            "Oh, thank you."
        ],
        [
            "Leonard",
            "I’m also really happy, but I can’t pretend it’s for you. New Star Wars in three days."
        ],
        [
            "Sheldon",
            "Hey, Thursday can’t get here soon enough. I’m taking off work to watch the original trilogy while I eat enough Star Wars cereal to choke a Wookiee."
        ],
        [
            "Penny",
            "Uh, sweetie, you do realize Thursday is Amy’s birthday."
        ],
        [
            "Sheldon",
            "And you do realize I bought my ticket when Amy and I were broken up? I hope you didn’t need anything in that case, ’cause it’s closed."
        ],
        [
            "Penny",
            "You guys just got back together. You might not want to ditch her on her birthday."
        ],
        [
            "Leonard",
            "I think Penny has a point. You can see it another day."
        ],
        [
            "Sheldon",
            "But someone might spoil the movie. No one can spoil Amy’s birthday for me. Surprise, she’s even older. Who saw that coming?"
        ],
        [
            "Penny",
            "Aw, that’s nice. Put that on her cake."
        ],
        [
            "Scene",
            "Sheldon’s bedroom."
        ],
        [
            "Arthur",
            "Oh, great. This again."
        ],
        [
            "Sheldon",
            "Arthur, what brings you back?"
        ],
        [
            "Arthur",
            "Uh, beats me. I, I just hope this isn’t a, a sex dream."
        ],
        [
            "Sheldon",
            "In the past, you’ve come to me when I’m struggling with a dilemma."
        ],
        [
            "Arthur",
            "And, and the one time where, where you were afraid, and you needed me for, for a night light. What’s, what’s troubling you?"
        ],
        [
            "Sheldon",
            "Well, my friends are telling me I shouldn’t abandon my girlfriend on her birthday to see the new Star Wars movie."
        ],
        [
            "Arthur",
            "Well, sounds right. Can, can I get out of this muumuu now?"
        ],
        [
            "Sheldon",
            "Those are the robes of the Jedi, the guardians of peace and justice in the galaxy."
        ],
        [
            "Arthur",
            "And they, they, they don’t wear underwear."
        ],
        [
            "Sheldon",
            "So, you agree with my friends that I should skip the premiere?"
        ],
        [
            "Arthur",
            "Uh, do, do you love this girl?"
        ],
        [
            "Sheldon",
            "Yes. But she knows how important Star Wars is to me."
        ],
        [
            "Arthur",
            "Well, maybe you should show her how, how important she is to you."
        ],
        [
            "Sheldon",
            "By seeing the movie she’d want me to see?"
        ],
        [
            "Arthur",
            "Sheldon, you, you can see this movie whenever you want. But you only have a limited number of days that you, you can be with this woman. Be with her."
        ],
        [
            "Sheldon",
            "You’re right."
        ],
        [
            "Arthur",
            "Great."
        ],
        [
            "Sheldon",
            "Where are you going?"
        ],
        [
            "Arthur",
            "I don’t know, but hopefully, somewhere I can wear pants."
        ],
        [
            "Scene",
            "Amy’s bedroom. "
        ],
        [
            "Amy (answering phone)",
            "Sheldon, what’s wrong?"
        ],
        [
            "Sheldon",
            "I wanted to let you know I’ll be spending your birthday with you."
        ],
        [
            "Amy",
            "Okay."
        ],
        [
            "Sheldon",
            "See, I, I had tickets to the Star Wars premiere that night, but Professor Proton came to me in a dream dressed as Obi-Wan Kenobi and convinced me I should be with you."
        ],
        [
            "Amy",
            "Obi-what?"
        ],
        [
            "Sheldon",
            "I’ll, I’ll let you get back to sleep now. Good night."
        ],
        [
            "Amy",
            "Okay. Good night. Wait. Um, Sheldon, were you actually not gonna spend my birthday with me?"
        ],
        [
            "Sheldon",
            "It’s late. Got to go. Bye."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Raj",
            "Good for Sheldon deciding to stay with Amy on her birthday."
        ],
        [
            "Leonard",
            "I know. It’s still gonna be weird to see the movie without him."
        ],
        [
            "Howard",
            "Well, we could wait a couple days and see it together. (all laugh) "
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Leonard",
            "Hey. We’re going to the comic book store. You want to come?"
        ],
        [
            "Sheldon",
            "No, I can’t. I need to make preparations for Amy’s birthday. Which leads me to the following bit of business. This is my ticket to Star Wars. I don’t have to tell you it is worth far more than its face value of fifteen dollars and fifty cents. I trust you’ll give it to someone worthy."
        ],
        [
            "Leonard",
            "You got it. Well, Penny might want to join us."
        ],
        [
            "Sheldon (to Howard)",
            "This is my ticket to Star Wars…."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Penny. (Knock, knock, knock) Penny. (Knock, knock, knock) Penny."
        ],
        [
            "Bernadette",
            "What happens if I say, come in?"
        ],
        [
            "Penny",
            "Well, find out."
        ],
        [
            "Bernadette",
            "Come in."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Bernadette. (Knock, knock, knock) Bernadette. (Knock, knock, knock) Bernadette."
        ],
        [
            "Penny",
            "Come in."
        ],
        [
            "Sheldon",
            "Keep it up. I got nowhere else to be."
        ],
        [
            "Bernadette",
            "Just come in."
        ],
        [
            "Sheldon",
            "For future reference, if I want to watch Mean Girls, I’ll stream it on Netflix."
        ],
        [
            "Penny",
            "We’re sorry. What do you need?"
        ],
        [
            "Sheldon",
            "Well, as you know, I’ll be celebrating Amy’s birthday with her, and I could use your assistance in helping me select the perfect gift."
        ],
        [
            "Bernadette",
            "Sure."
        ],
        [
            "Sheldon",
            "Well, so far, I’ve come up with three ideas. The first is a chance for her to play the harp with the L.A. Philharmonic."
        ],
        [
            "Penny",
            "Wow. You can really arrange that?"
        ],
        [
            "Sheldon",
            "Well, I said a chance, you know. When you tell them it’s your birthday at Bennigan’s, they make a fuss. I don’t see why the Philharmonic would be any different."
        ],
        [
            "Bernadette",
            "How about something a little more realistic?"
        ],
        [
            "Sheldon",
            "Well, Amy enjoys knitting her own sweaters, so I was thinking of getting her an all-expense-paid trip to the Wisconsin Sheep and Wool Festival."
        ],
        [
            "Penny",
            "Sorry. I was waiting for the bazinga."
        ],
        [
            "Bernadette",
            "Hold on. It could be romantic. The two of them away together, keeping each other warm in snowy Wisconsin."
        ],
        [
            "Sheldon",
            "No, no, no, no. She’d be going alone. Well, if you think I’m afraid of birds, you should see me around sheep."
        ],
        [
            "Penny",
            "Okay, well, what’s the third option?"
        ],
        [
            "Sheldon",
            "That I have coitus with her."
        ],
        [
            "Scene",
            "The comic book store. "
        ],
        [
            "Leonard",
            "What do you think about giving Sheldon’s ticket to Stuart?"
        ],
        [
            "Raj",
            "I don’t know. Have you ever seen a movie with Stuart before?"
        ],
        [
            "Howard",
            "It’s like going with your grandpa. Instead of eating popcorn, he brings little pieces of chicken in Tupperware and a thermos full of soup."
        ],
        [
            "Leonard",
            "He’s not that bad. Hey, Stuart, got any plans Thursday night?"
        ],
        [
            "Stuart",
            "My, uh, my doctor’s worried about my circulation, so I was thinking about walking around the mall. Why?"
        ],
        [
            "Leonard",
            "Well…"
        ],
        [
            "Wil Wheaton",
            "Hey, you guys."
        ],
        [
            "Howard",
            "Oh, make sure to wear sensible shoes. Wil, want to go to Star Wars Thursday?"
        ],
        [
            "Wil",
            "Absolutely."
        ],
        [
            "Stuart",
            "Fine, take Wil. See if he brings you clam chowder."
        ],
        [
            "Scene",
            "Penny’s apartment. "
        ],
        [
            "Penny",
            "Okay, okay, okay, okay, okay. Let’s, let’s, let’s just recap our options. All right, we’ve got harp thing, sheep thing."
        ],
        [
            "Bernadette",
            "Wild thang."
        ],
        [
            "Sheldon",
            "Which do you think she’d prefer? Because I checked the Sheep and Wool Festival Web site, and there’s only 8,000 tickets left."
        ],
        [
            "Penny",
            "Sheldon, being physical with Amy is a huge step for you."
        ],
        [
            "Bernadette",
            "Yeah, are you ready for this?"
        ],
        [
            "Sheldon",
            "Intimacy in any form has been challenging for me, but I’d like to show her how important she is, and it feels like now might be the right time."
        ],
        [
            "Penny",
            "Sheldon, that’s so beautiful."
        ],
        [
            "Sheldon",
            "Then it’s settled. Amy’s birthday present will be my genitals."
        ],
        [
            "Scene",
            "The stairwell. "
        ],
        [
            "Amy",
            "Thanks for taking me out."
        ],
        [
            "Penny",
            "Well, you’re spending your birthday with Sheldon. Why not celebrate early?"
        ],
        [
            "Bernadette",
            "So where do you want to go?"
        ],
        [
            "Amy",
            "I heard that new Mexican place on Green Street is good."
        ],
        [
            "Penny",
            "Sure, sure. Or we could take you to get a bikini wax."
        ],
        [
            "Amy",
            "Why would I get a bikini wax for my birthday?"
        ],
        [
            "Penny",
            "Uh, I don’t know. It was just a thought."
        ],
        [
            "Amy",
            "I think I’ll just stick to Mexican."
        ],
        [
            "Bernadette",
            "Great. And then maybe after, we can watch a dirty movie, and if anybody has any questions about what happened or how, we can answer them."
        ],
        [
            "Amy",
            "Okay, what is going on?"
        ],
        [
            "Penny",
            "Oh, we just want you to be prepared for any surprises that might happen tomorrow."
        ],
        [
            "Amy",
            "What surprises?"
        ],
        [
            "Bernadette",
            "We don’t want to spoil anything, but you should know that Sheldon said he’s ready to be physical."
        ],
        [
            "Amy",
            "You shut your damn mouth. You actually heard him say this?"
        ],
        [
            "Penny",
            "Yes. He said he wants to do something to show you how much you mean to him."
        ],
        [
            "Amy",
            "I, I can’t believe it. I, I don’t know what to say."
        ],
        [
            "Bernadette",
            "Well, we’re really happy for you, and we know how much he cares…"
        ],
        [
            "Amy",
            "I do know what to say. Let’s get me waxed."
        ],
        [
            "Scene",
            "Sheldon’s bedroom."
        ],
        [
            "Arthur",
            "Why isn’t it ever Angie Dickinson’s bedroom?"
        ],
        [
            "Sheldon",
            "You’re back."
        ],
        [
            "Arthur",
            "It, it doesn’t seem like it’s up to me."
        ],
        [
            "Sheldon",
            "I suppose you’re here because I’ve decided to be physical with my girlfriend, and I’ve never done that before."
        ],
        [
            "Arthur",
            "Eh, excuse me for a moment. Well, it was worth a shot."
        ],
        [
            "Sheldon",
            "So, can you help me?"
        ],
        [
            "Arthur",
            "Uh, all right. Um, once, once the man gets the, the woman out of her, out of her bloomers…"
        ],
        [
            "Sheldon",
            "Oh, no. Not that. I, I understand the mechanics."
        ],
        [
            "Arthur",
            "Oh, good, good. ‘Cause, uh, I have no idea what kids these days are calling their, their parts."
        ],
        [
            "Sheldon",
            "I think they say junk."
        ],
        [
            "Arthur",
            "What is happening to this world? What, what do you actually need to know?"
        ],
        [
            "Sheldon",
            "This is an important night for us, and I’m worried I might be overwhelmed and ruin everything."
        ],
        [
            "Arthur",
            "Sheldon, if, if you’re with the right person, it, it’ll be okay."
        ],
        [
            "Sheldon",
            "Thank you, Arthur. You are the wisest of the wise."
        ],
        [
            "Arthur",
            "Well, that’s, that’s very nice of you to say, but I think I’m just an expression of, of your unconscious mind."
        ],
        [
            "Sheldon",
            "Oh, sure. Well, you’re fun to look at."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "Tonight’s the night."
        ],
        [
            "Leonard",
            "Yeah, the wait is finally over."
        ],
        [
            "Penny",
            "I know. Then you’ll finally stop talking about it."
        ],
        [
            "Howard",
            "Ready to go?"
        ],
        [
            "Raj",
            "Let’s do this."
        ],
        [
            "Penny",
            "Have fun, guys."
        ],
        [
            "Leonard",
            "We will."
        ],
        [
            "Raj",
            "I can’t believe Sheldon gave this up."
        ],
        [
            "Howard",
            "I know."
        ],
        [
            "Leonard",
            "We’re gonna have so much more fun than him."
        ],
        [
            "Bernadette",
            "No, they’re not."
        ],
        [
            "Penny",
            "Knowing them, they will."
        ],
        [
            "Scene",
            "The cinema."
        ],
        [
            "Howard",
            "T minus 15 minutes."
        ],
        [
            "Raj",
            "Oh, did you hear from Wil?"
        ],
        [
            "Leonard",
            "Yeah, he’s on his way. Time for bladder check."
        ],
        [
            "Raj",
            "Check."
        ],
        [
            "Leonard",
            "Check."
        ],
        [
            "Howard",
            "Check. Wait. Screw it. I’m holding it."
        ],
        [
            "Raj",
            "What is everyone booing at?"
        ],
        [
            "Wil",
            "Hey, guys. What’s up?"
        ],
        [
            "Leonard",
            "Um, hey, Wil. What you doin’?"
        ],
        [
            "Wil",
            "I was on Star Trek. Just rooting for the home team."
        ],
        [
            "Man",
            "Star Trek stinks!"
        ],
        [
            "Wil",
            "Yeah? Live long and suck it."
        ],
        [
            "Scene",
            "Amy’s apartment. "
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Birthday girl. (Knock, knock, knock) Birthday girl. (Knock, knock, knock) Birthday girl."
        ],
        [
            "Amy",
            "Come in."
        ],
        [
            "Sheldon",
            "Oh."
        ],
        [
            "Amy",
            "Hi, Sheldon."
        ],
        [
            "Sheldon",
            "Hello. Sorry I’m late. I also got you a balloon, but it floated away, and I chased it for a while."
        ],
        [
            "Amy",
            "That’s okay. Come on in. Thank you. Um, I’ll, I’m gonna go put these in water."
        ],
        [
            "Sheldon",
            "Okay. Ooh, this is different, hmm? Candles and music."
        ],
        [
            "Amy",
            "Do you like it?"
        ],
        [
            "Sheldon",
            "It’s kind of spooky."
        ],
        [
            "Amy",
            "I can change it back."
        ],
        [
            "Sheldon",
            "No, no, no. It’s your birthday. As long as no one jumps out in a hockey mask, I’ll be fine."
        ],
        [
            "Amy",
            "So, what’d you have in mind for tonight?"
        ],
        [
            "Sheldon",
            "I thought I could take you out to a nice birthday dinner. If we pick a place east of here, we might find the balloon."
        ],
        [
            "Amy",
            "Um, that sounds nice, but I’m not really hungry right now. I thought maybe we could do presents first."
        ],
        [
            "Sheldon",
            "Oh. All right. Um. I should probably tell you something about this gift."
        ],
        [
            "Amy",
            "You mean before you give it to me?"
        ],
        [
            "Sheldon",
            "Yes. May I ask you a question before I give it to you?"
        ],
        [
            "Amy",
            "Of course."
        ],
        [
            "Sheldon",
            "Why are we saying give it to you like that?"
        ],
        [
            "Amy",
            "Sheldon, I know your present is for us to be intimate tonight."
        ],
        [
            "Sheldon",
            "I see. Is that all right? I’m sorry, but this is a litigious society. I’m gonna need verbal consent."
        ],
        [
            "Amy",
            "Yes."
        ],
        [
            "Sheldon",
            "You know what, let me pull a quick contract off the Internet."
        ],
        [
            "Scene",
            "The cinema. "
        ],
        [
            "Leonard",
            "So, if you don’t like Star Wars, why are you here?"
        ],
        [
            "Wil",
            "Oh, I’m just having fun. Everyone takes Star Wars so seriously. Like if the movie’s bad, it’s gonna ruin their lives."
        ],
        [
            "Raj",
            "Is it bad? Did you hear something? Oh, my God. It’s bad. Somebody kill me."
        ],
        [
            "Wil",
            "See? That’s what I mean. When you wake up in the morning, whether this is the greatest movie ever or a total piece of crap, your life isn’t gonna change at all."
        ],
        [
            "Howard",
            "He’s right."
        ],
        [
            "Leonard",
            "Yeah. No matter what happens, we’re coming back tomorrow to watch it again."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Bernadette",
            "Do you think Sheldon’s actually gonna go through with it?"
        ],
        [
            "Penny",
            "I don’t know. He said he’s ready."
        ],
        [
            "Bernadette",
            "Yeah, but he also swore this was the year he’d be able to pull the guts out of a pumpkin."
        ],
        [
            "Penny",
            "Well, I’m gonna stay positive. I mean, we talked, I told him what women like, and after he stopped giggling, he seemed pretty sure of himself."
        ],
        [
            "Scene",
            "Amy’s bedroom."
        ],
        [
            "Amy",
            "Hi."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Amy",
            "So, um, should I get under the covers with you?"
        ],
        [
            "Sheldon",
            "All right. Hello."
        ],
        [
            "Amy",
            "Hi."
        ],
        [
            "Sheldon",
            "Why are you shaking? Are you cold?"
        ],
        [
            "Amy",
            "I’m just, um, really nervous."
        ],
        [
            "Sheldon",
            "Why?"
        ],
        [
            "Amy",
            "Well, I’ve been waiting for this for so long, I’ve just built it up in my head. I don’t know what to expect."
        ],
        [
            "Sheldon",
            "Neither do I. But we can find out together."
        ],
        [
            "Amy",
            "Okay."
        ],
        [
            "Scene",
            "The cinema. "
        ],
        [
            "Leonard",
            "I’m really nervous."
        ],
        [
            "Howard",
            "I know. We’ve been waiting so long for this."
        ],
        [
            "Raj",
            "And we’ve built it up in our heads so much."
        ],
        [
            "Wil",
            "Guys, it’s just a movie."
        ],
        [
            "Leonard",
            "That’s true."
        ],
        [
            "Howard",
            "He’s right."
        ],
        [
            "Raj",
            "It is."
        ],
        [
            "Wil",
            "Although, we all remember Jar Jar."
        ],
        [
            "Raj",
            "Leonard, I, I’m scared again."
        ],
        [
            "Caption",
            "A few hours later, in a bedroom not far away…."
        ],
        [
            "Sheldon",
            "Well, I enjoyed that more than I thought I would."
        ],
        [
            "Amy",
            "Me, too."
        ],
        [
            "Sheldon",
            "I look forward to your next birthday when we do it again."
        ],
        [
            "Amy",
            "That works for me."
        ],
        [
            "Scene",
            "The cinema."
        ],
        [
            "Wil",
            "I enjoyed that more than I thought I would."
        ],
        [
            "Raj",
            "I don’t think I can walk right now."
        ],
        [
            "Scene",
            "Sheldon’s bedroom."
        ],
        [
            "Arthur",
            "Uh, Sheldon? Sheldon?"
        ],
        [
            "Sheldon",
            "Arthur. What are you doing here? I, I don’t think I need any more advice."
        ],
        [
            "Arthur",
            "I, I was just curious. How, how’d it go?"
        ],
        [
            "Sheldon",
            "Oh. It was amazing. I, I saw it a few days later. What a movie."
        ],
        [
            "Arthur",
            "But, uh, what, what about Amy?"
        ],
        [
            "Sheldon",
            "Oh. Uh, uh, she liked it fine. But she doesn’t have the history with the franchise I do."
        ],
        [
            "Arthur",
            "Okay. Good, good talk."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-11-the-opening-night-excitation/"
}