{
    "Season": 9,
    "Episode": 12,
    "Title": "the sales call sublimation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment."
            ],
            [
                22,
                "Credits sequence."
            ],
            [
                23,
                "The apartment."
            ],
            [
                57,
                "Howard and Bernadette’s bedroom."
            ],
            [
                78,
                "The telescope room."
            ],
            [
                96,
                "Dr Gallo’s office."
            ],
            [
                112,
                "Howard and Bernadette’s house."
            ],
            [
                130,
                "The telescope room."
            ],
            [
                149,
                "The apartment."
            ],
            [
                161,
                "Stuarts former bedroom in Howard and Bernadette’s house."
            ],
            [
                183,
                "The apartment."
            ],
            [
                210,
                "Scene Dr Gallo’s office."
            ],
            [
                222,
                "The apartment."
            ],
            [
                232,
                "Dr Gallo’s office. "
            ],
            [
                244,
                "The apartment."
            ],
            [
                247,
                "Howard and Bernadette’s house."
            ],
            [
                249,
                "Dr Gallo’s office."
            ],
            [
                251,
                "A street. Leonard is skipping ropes with some young girls. "
            ],
            [
                255,
                "Howard and Bernadette’s bedroom. Howard and Bernadette are asleep."
            ]
        ],
        "Sheldon": [
            [
                1,
                "I’m glad to see you made it safely. How’s your hotel?"
            ],
            [
                3,
                "I know how you feel. The Best Buy by my house is only the third best Best Buy. They have the best buys, but having the best buys isn’t the only thing that makes a Best Buy the best Best Buy."
            ],
            [
                5,
                "Mm, that’s a great question. I like when they’re next to a Chipotle."
            ],
            [
                7,
                "All right. Enjoy the neurobiology conference."
            ],
            [
                9,
                "At a neurobiology conference? What a mean thing to say."
            ],
            [
                11,
                "Aw, you always know just what to say after I tell you what to say."
            ],
            [
                13,
                "Bye. Oh, good news, gentlemen. Amy’s at a conference this weekend, which means I’m available to be entertained, hmm. As today’s youth might put it, who wants to get their Sheld-on?"
            ],
            [
                15,
                "That sounds awful. Raj?"
            ],
            [
                17,
                "That’s the one to beat. Leonard?"
            ],
            [
                19,
                "Well, then it looks like we have a winner. Congratulations."
            ],
            [
                21,
                "Uh, stop selling it, kid. You won."
            ],
            [
                30,
                "A doctor? Well, I hope you’re not contagious. I’ve got a weekend in the telescope room I’ve been excited about for almost three minutes."
            ],
            [
                43,
                "Sexual insecurity."
            ],
            [
                51,
                "Kind of a wuss."
            ],
            [
                56,
                "Still hasn’t bought milk even though I told him two days ago."
            ],
            [
                79,
                "What are you doing?"
            ],
            [
                81,
                "Hmm. What are you doing now?"
            ],
            [
                83,
                "Oh, I see. How about now?"
            ],
            [
                85,
                "Well, I can be helpful. Give me something to do. You know, my father took me to work once, and in ten minutes I figured out who’d been stealing from the cash register. It was my father. Yeah, Dad lost his job, but Mr. Hinckley gave me a Fudgsicle."
            ],
            [
                87,
                "Yep, I’m on it. Hey, look at that, an Indian guy outsourcing a computer job to a white fella."
            ],
            [
                89,
                "Found one."
            ],
            [
                91,
                "But, look, an optical transient."
            ],
            [
                93,
                "It wasn’t difficult. You know how when you see prime numbers, they appear red, but when they’re twin primes, they’re pink and smell like gasoline?"
            ],
            [
                95,
                "Oh. I guess I’m a special boy. You know, sometimes when a boy is special, he gets a Fudgsicle. Which, by the way, tastes like the speed of light."
            ],
            [
                132,
                "Ooh, perhaps it’s a Heliosheath scintillation."
            ],
            [
                134,
                "Maybe it’s a new planet."
            ],
            [
                136,
                "Well, as long as it has a healthy gravity and all its moons, I’ll be happy."
            ],
            [
                138,
                "Come on, Daddy needs a livable planet he can rule with an iron fist."
            ],
            [
                140,
                "That’s it? How common. That’s the chicken fingers on the menu of space."
            ],
            [
                142,
                "Yeah, me, too. I was stuck for a metaphor."
            ],
            [
                144,
                "I suppose it could end up on a collision course with Earth and destroy life as we know it."
            ],
            [
                146,
                "It is kind of cute."
            ],
            [
                148,
                "We better choose a name no one can make fun of. Sir Frederick William Herschel didn’t do Uranus any favours."
            ],
            [
                185,
                "That’s a great idea. I’ve got it. We’ll call it Cooper."
            ],
            [
                187,
                "Koo from Koothrappali and per from Cooper."
            ],
            [
                189,
                "Nah, you’re right, that’s dumb."
            ],
            [
                191,
                "Oh, Leonard, great news. We discovered a medium-sized asteroid together."
            ],
            [
                193,
                "Okay. Guess we’re gonna talk about you now."
            ],
            [
                196,
                "Okay, back to me. I discovered an asteroid, and now I get to name it."
            ],
            [
                198,
                "Now, this isn’t about us, this is about what’s best for the asteroid."
            ],
            [
                200,
                "I haven’t settled on anything yet."
            ],
            [
                202,
                "All right, way to go, Cat Poster. You hang in there."
            ],
            [
                205,
                "It’s perfect. It appears romantic, but it’s really just a rock in space that gets me out of Valentine’s Day forever."
            ],
            [
                207,
                "I like it. Yeah, we’ll take the A-M from Amy and, uh, the Y from Emily."
            ],
            [
                209,
                "Exactly. See how well we work together?"
            ],
            [
                224,
                "Good news. You’re an asteroid."
            ],
            [
                226,
                "Perhaps I should explain. While working with Koothrappali, we discovered an asteroid, and I named it after you."
            ],
            [
                228,
                "Well, it took a little negotiating, but I wore him down. Uh, we get the asteroid, and if you and I have children, they all have to be named Rajesh."
            ],
            [
                230,
                "Even the girls."
            ],
            [
                246,
                "I miss you as well."
            ]
        ],
        "Amy (on Skype)": [
            [
                2,
                "It’s not the best Best Western I’ve been to, but I’d say it’s the third best Best Western I’ve been to."
            ],
            [
                223,
                "Hi, Sheldon. What’s up?"
            ],
            [
                245,
                "I miss you."
            ]
        ],
        "Amy": [
            [
                4,
                "What makes a best Best Buy the best Best Buy?"
            ],
            [
                6,
                "Okay, well, I should unpack."
            ],
            [
                8,
                "I will. I wish you were here."
            ],
            [
                10,
                "Okay, I’m glad you’re not here?"
            ],
            [
                12,
                "Good-bye, Sheldon."
            ],
            [
                225,
                "Uh, please tell me what to say next."
            ],
            [
                227,
                "Oh. Sheldon, thank you. That’s so romantic. But what about Rajesh? He was okay with you choosing the name?"
            ],
            [
                229,
                "All of them?"
            ],
            [
                231,
                "Okay, I think I know what to say now."
            ]
        ],
        "Howard": [
            [
                14,
                "Bernie and I are getting the house ready for the remodel. We could always use an extra pair of hands."
            ],
            [
                27,
                "Hi."
            ],
            [
                34,
                "What kind of doctor is she?"
            ],
            [
                36,
                "Well, what if you make an appointment as a patient? Then you’ll get to talk to her."
            ],
            [
                42,
                "Social anxiety."
            ],
            [
                49,
                "Fear of failure."
            ],
            [
                55,
                "Spineless."
            ],
            [
                58,
                "That was incredible."
            ],
            [
                60,
                "I know. It’s not like he returns the favour when he watches his Japanese porn cartoons."
            ],
            [
                62,
                "What is it, Stuart?"
            ],
            [
                64,
                "Hang on. Should I send him away?"
            ],
            [
                67,
                "What’s up?"
            ],
            [
                69,
                "Wow. I thought I was done getting lucky tonight."
            ],
            [
                76,
                "What?"
            ],
            [
                113,
                "You know, once we get the house back to ourselves, we can be romantic in any room we want."
            ],
            [
                116,
                "No one."
            ],
            [
                121,
                "Yeah. A grown man moving into his own apartment. Crazy times. See ya."
            ],
            [
                129,
                "He’s gone. Let’s start in the garage."
            ],
            [
                163,
                "No kidding. Oh, okay, I’m about to suck something up. What do you think this object sounds like?"
            ],
            [
                165,
                "Well, I was thinking a home theatre or a gaming room, you know, like a man cave."
            ],
            [
                167,
                "As long as it has a home theatre, a video game system and you’re not allowed in it, you can call it whatever you want."
            ],
            [
                169,
                "Well, what do you think we should do?"
            ],
            [
                171,
                "Oh. He was so excited."
            ],
            [
                173,
                "I’ll give it to him next time I see him."
            ],
            [
                175,
                "No. You’d think he would’ve called once he got settled in."
            ],
            [
                177,
                "Too busy to call? He wasn’t too busy to binge-watch Hot in Cleveland with my Hulu password. What is happening? Are we missing him?"
            ],
            [
                179,
                "Of course not. He drove us crazy. Like when you were gonna make that pie and Stuart ate all the blueberries."
            ],
            [
                181,
                "That was pretty cute."
            ],
            [
                248,
                "I can’t believe I miss Stuart."
            ]
        ],
        "Raj": [
            [
                16,
                "Uh, I’ve got time booked in the telescope room all weekend scanning for rogue planets. You’re more than welcome to join me."
            ],
            [
                20,
                "Well, I should warn you, it’s just looking at data for hours and hours on a computer screen."
            ],
            [
                26,
                "Hello."
            ],
            [
                38,
                "Oh. What if Leonard made an appointment and tried to lay some groundwork for you?"
            ],
            [
                41,
                "Low self-esteem."
            ],
            [
                50,
                "Lack of confidence."
            ],
            [
                54,
                "Pushover."
            ],
            [
                80,
                "Uh, making sure the telescope’s camera is white-field balanced."
            ],
            [
                82,
                "Still making sure the telescope’s camera is white-field balanced."
            ],
            [
                84,
                "Now I’m making sure the telescope’s camera is white-field balanced and wishing you had a colouring book."
            ],
            [
                86,
                "Fine, you want something to do? There’s about six months of data on this hard drive. Why don’t you go through it and see if you can spot any patterns or anomalies."
            ],
            [
                88,
                "Yeah, okay, whatever it takes to keep you busy for a few hours."
            ],
            [
                90,
                "No, you didn’t. There are millions of data points there."
            ],
            [
                92,
                "Yeah, maybe that is something. How did you find that?"
            ],
            [
                94,
                "No."
            ],
            [
                131,
                "Okay, so once we receive the next image and compare it to the ones we’ve already collected, we’ll know what it is that we found."
            ],
            [
                133,
                "It could be a trans-Neptunian object."
            ],
            [
                135,
                "Unlikely, but it could be a dwarf planet."
            ],
            [
                137,
                "Okay, the final image is coming in. And the object we discovered is…"
            ],
            [
                139,
                "A medium-sized asteroid."
            ],
            [
                141,
                "I kind of like chicken fingers."
            ],
            [
                143,
                "Come on, a medium-sized asteroid is still an interesting discovery."
            ],
            [
                145,
                "You dream different than me."
            ],
            [
                147,
                "Yeah, it is. And you know we get to name it."
            ],
            [
                184,
                "So I was thinking, maybe we can come up with a name for the asteroid by combining our names."
            ],
            [
                186,
                "How is that both our names?"
            ],
            [
                188,
                "Yeah, s-so it’s, like, Kooper with a K?"
            ],
            [
                195,
                "I learned that for free from a cat poster, but good for you."
            ],
            [
                197,
                "Wait, what happened to us?"
            ],
            [
                201,
                "We haven’t settled on anything yet."
            ],
            [
                204,
                "That is a great idea."
            ],
            [
                206,
                "So, uh, what were you thinking? Combine their names?"
            ],
            [
                208,
                "That’s just Amy."
            ]
        ],
        "Leonard": [
            [
                18,
                "Oh, if anything, I’m trying to get my Sheld-off."
            ],
            [
                25,
                "Hey."
            ],
            [
                28,
                "How was your day?"
            ],
            [
                32,
                "Well, did you try wearing the shirt I said was inappropriate for work?"
            ],
            [
                40,
                "I’m not gonna make a fake appointment with a psychiatrist. What would I say is wrong with me?"
            ],
            [
                44,
                "None of that is true."
            ],
            [
                46,
                "That’s just crazy. How would my going in there even help you?"
            ],
            [
                48,
                "What if I get caught?"
            ],
            [
                52,
                "Fine, I’ll do it. But not because of them, because I love you."
            ],
            [
                97,
                "Thank you for seeing me on such short notice."
            ],
            [
                99,
                "Uh, she’s my mother. You know her?"
            ],
            [
                101,
                "Well, then you know her better than I do."
            ],
            [
                103,
                "Really? Any chance you find them cold, cruel and unsuitable for innocent little boys who just want to be happy?"
            ],
            [
                105,
                "No, no, say it. Sing it. Rent a plane, write it in the sky."
            ],
            [
                107,
                "Oh, no, I, I’ve worked through a lot of that stuff, I’m better now."
            ],
            [
                109,
                "Do you know she never let me celebrate my birthday because being born was her achievement, not mine?"
            ],
            [
                111,
                "Right? To this day, I send her a card every year with a little money in it."
            ],
            [
                150,
                "Hi."
            ],
            [
                152,
                "Oh, great. Dr. Gallo is terrific. You know, I, I’ve always been insecure that no one cares about what I have to say, but she made me see…"
            ],
            [
                154,
                "Okay, now, what I’m hearing is that you feel that I sometimes take too long to express myself, and you wish I’d be more succinct."
            ],
            [
                156,
                "All right, well, after we talked about my issues with my mother, nothing too deep, just how she ruined my life, I told her about you and your drug. She said she’d be happy to meet you."
            ],
            [
                158,
                "So you’ll go to the Doctor Who convention with me next week?"
            ],
            [
                160,
                "Oh, I actually did hear your eyes roll that time."
            ],
            [
                190,
                "Hey."
            ],
            [
                192,
                "Wow, that’s amazing. I’m in a pretty great mood today myself."
            ],
            [
                194,
                "Well, we are, because Dr. Gallo made me realize that I’m a worthwhile person and that my feelings matter."
            ],
            [
                199,
                "Well, what are you thinking of naming it?"
            ],
            [
                203,
                "You know what’d be nice? Name it after your girlfriends. Show them how much you care."
            ],
            [
                253,
                "Remember, girls, you decide what makes you happy, not your emotionally withholding mothers."
            ]
        ],
        "Penny": [
            [
                24,
                "Hey."
            ],
            [
                29,
                "Oh, not good. Still couldn’t get in to see Dr. Gallo."
            ],
            [
                31,
                "I’m not sick. It’s for work. There’s this doctor who refuses to see any sales reps. I’ve been trying to get in for months."
            ],
            [
                33,
                "Well, the doctor’s a woman, but yes, because you never know."
            ],
            [
                35,
                "Um, a psychiatrist. Why?"
            ],
            [
                37,
                "Yeah, they already know I’m a pharmaceutical sales rep."
            ],
            [
                39,
                "That’s interesting."
            ],
            [
                45,
                "Uh, denial. See, sweetie, the list goes on and on."
            ],
            [
                47,
                "I don’t know. You could talk to her, and maybe if it comes up, you could ask if she’s heard about the drug."
            ],
            [
                53,
                "Thank you."
            ],
            [
                151,
                "Hey, how’d it go?"
            ],
            [
                153,
                "Yeah, no one cares. Did you help me out or not?"
            ],
            [
                155,
                "You’re only hearing that because I cannot roll my eyes any louder."
            ],
            [
                157,
                "Really? Oh, you’re the best husband ever."
            ],
            [
                159,
                "I guess."
            ],
            [
                211,
                "And in double-blind studies, Placinex proved extremely effective in treating all kinds of anxiety. Actually, funny story, the boys in the lab were worried about getting FDA approval for Placinex. They started taking it, stopped worrying."
            ],
            [
                213,
                "Uh, do you have any questions?"
            ],
            [
                215,
                "Mm-hmm?"
            ],
            [
                217,
                "I just meant a question about the drug."
            ],
            [
                219,
                "I don’t wanna."
            ],
            [
                221,
                "You know, I used to wear tank tops a lot. That was a big selling point."
            ],
            [
                233,
                "How can I not sound like his mother when our entire bedroom is filled with Star Wars toys? I mean, have you ever had sex with a stuffed Wookiee watching you?"
            ],
            [
                235,
                "You know, if anything, he’s turning me into his mother. Before I did pharmaceutical sales, I was an actress. You know, I was pretty good. You know, girl-next-door type, but hot. Doable."
            ],
            [
                237,
                "And not only am I Leonard’s mother, but we have this man-child living with us named Sheldon."
            ],
            [
                239,
                "Yeah, he’s as real as the fine I get when I use too much toilet paper."
            ],
            [
                241,
                "I do. You know, Leonard’s right. Talking to you is really helping."
            ],
            [
                243,
                "Okay, if you think it’ll help. Oh, just don’t make it Placinex. I do not need sudden fits of homicidal rage."
            ],
            [
                250,
                "I guess I just miss when life was simpler."
            ]
        ],
        "Bernadette": [
            [
                59,
                "It was. I just wish Stuart wasn’t around so we didn’t have to be so quiet."
            ],
            [
                65,
                "No, it’s okay."
            ],
            [
                70,
                "So, when are you thinking of moving?"
            ],
            [
                72,
                "Oh. Okay. Sorry to see you go?"
            ],
            [
                114,
                "Great. I can finally show you where the laundry room is."
            ],
            [
                117,
                "Nobody thought that."
            ],
            [
                119,
                "I guess so."
            ],
            [
                122,
                "Ignore him. He’s just using humour to express how happy he is."
            ],
            [
                124,
                "Sure he does. Well, let us know when you’re all settled in."
            ],
            [
                126,
                "Our pleasure."
            ],
            [
                128,
                "Goodbye."
            ],
            [
                162,
                "Boy, when was the last time Stuart cleaned this place?"
            ],
            [
                164,
                "Howie, I don’t want to play Lego, Toenail or Pill anymore. So, what do you think we should do with this room?"
            ],
            [
                166,
                "Why can’t it be a woman cave?"
            ],
            [
                168,
                "I’m being serious."
            ],
            [
                170,
                "I don’t know, maybe a home office or, oh look. The teddy bear Stuart won the night we took him to the fair."
            ],
            [
                172,
                "Yeah. You know, no matter how hard they tried, they could not guess his age."
            ],
            [
                174,
                "Have you heard from him since he left?"
            ],
            [
                176,
                "Hmm. Maybe he’s busy."
            ],
            [
                178,
                "No, that’s not what this feeling is. Is it?"
            ],
            [
                180,
                "And he tried to deny it, but his teeth were all purple."
            ],
            [
                182,
                "Yeah. Ew, we are missing him!"
            ]
        ],
        "Stuart (knocking)": [
            [
                61,
                "You guys got a minute, or are you still cuddling?"
            ]
        ],
        "Stuart": [
            [
                63,
                "Can I come in?"
            ],
            [
                66,
                "Thanks, Bernie."
            ],
            [
                68,
                "Uh, well, I know the remodel is coming up, so I thought I’d make it easy on you guys and find my own place."
            ],
            [
                71,
                "Uh, actually, I already found an apartment, so in a couple of days."
            ],
            [
                73,
                "Okay, well, thank you guys for everything. I, I really appreciate it."
            ],
            [
                75,
                "Hmm."
            ],
            [
                77,
                "Hmm, I just have never been in this room while you’re awake."
            ],
            [
                115,
                "Boy, who would’ve thought when you asked me to move in and help take care of your mom, I’d still be here two years later?"
            ],
            [
                118,
                "Well, that’s it."
            ],
            [
                120,
                "This is weird."
            ],
            [
                123,
                "It’s okay. I know he loves me."
            ],
            [
                125,
                "I will. And I really can’t thank you guys enough."
            ],
            [
                127,
                "Bye."
            ],
            [
                256,
                "I really miss this."
            ]
        ],
        "Bernadette: ": [
            [
                74,
                "You’re very welcome."
            ]
        ],
        "Dr Gallo": [
            [
                98,
                "Ah, it’s my pleasure. I’m curious, are you related to Dr. Beverly Hofstadter?"
            ],
            [
                100,
                "No, not personally, but I have read all of her books."
            ],
            [
                102,
                "Well, I’m not so sure about that. But I can tell you I do not agree with her theories on child rearing at all."
            ],
            [
                104,
                "Well, I didn’t want to say it."
            ],
            [
                106,
                "Sounds like you’re holding on to quite a bit of anger towards her."
            ],
            [
                108,
                "Mm. Good for you."
            ],
            [
                110,
                "That’s heartbreaking."
            ],
            [
                212,
                "Got it."
            ],
            [
                214,
                "Just one."
            ],
            [
                216,
                "When you made your husband pretend to be a patient so you could get access to me, what were you thinking there?"
            ],
            [
                218,
                "Yeah, I know what you meant. Let’s put that aside for a minute and talk about why you married Leonard."
            ],
            [
                220,
                "Here is a man raised by an overbearing woman who completely dominated every aspect of his formative years. Do you think he’s perpetuating that relationship by seeking out a partner like you?"
            ],
            [
                234,
                "I went to college in the ’70s. It was a hairier time. I’m gonna say yes."
            ],
            [
                236,
                "Hmm."
            ],
            [
                238,
                "Oh, Leonard talked a lot about him. I wasn’t sure if he was real."
            ],
            [
                240,
                "Wow, you really do have a lot on your plate."
            ],
            [
                242,
                "Oh, I’m glad. You know, you might also benefit from a prescription for anxiety."
            ]
        ],
        "Girls": [
            [
                252,
                "Go, Leonard! Go, Leonard! Go, Leonard! Go, Leonard!"
            ],
            [
                254,
                "Go, Leonard! Go, Leonard! Go, Leonard! Go, Leonard! Go, Leonard!"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "I’m glad to see you made it safely. How’s your hotel?"
        ],
        [
            "Amy (on Skype)",
            "It’s not the best Best Western I’ve been to, but I’d say it’s the third best Best Western I’ve been to."
        ],
        [
            "Sheldon",
            "I know how you feel. The Best Buy by my house is only the third best Best Buy. They have the best buys, but having the best buys isn’t the only thing that makes a Best Buy the best Best Buy."
        ],
        [
            "Amy",
            "What makes a best Best Buy the best Best Buy?"
        ],
        [
            "Sheldon",
            "Mm, that’s a great question. I like when they’re next to a Chipotle."
        ],
        [
            "Amy",
            "Okay, well, I should unpack."
        ],
        [
            "Sheldon",
            "All right. Enjoy the neurobiology conference."
        ],
        [
            "Amy",
            "I will. I wish you were here."
        ],
        [
            "Sheldon",
            "At a neurobiology conference? What a mean thing to say."
        ],
        [
            "Amy",
            "Okay, I’m glad you’re not here?"
        ],
        [
            "Sheldon",
            "Aw, you always know just what to say after I tell you what to say."
        ],
        [
            "Amy",
            "Good-bye, Sheldon."
        ],
        [
            "Sheldon",
            "Bye. Oh, good news, gentlemen. Amy’s at a conference this weekend, which means I’m available to be entertained, hmm. As today’s youth might put it, who wants to get their Sheld-on?"
        ],
        [
            "Howard",
            "Bernie and I are getting the house ready for the remodel. We could always use an extra pair of hands."
        ],
        [
            "Sheldon",
            "That sounds awful. Raj?"
        ],
        [
            "Raj",
            "Uh, I’ve got time booked in the telescope room all weekend scanning for rogue planets. You’re more than welcome to join me."
        ],
        [
            "Sheldon",
            "That’s the one to beat. Leonard?"
        ],
        [
            "Leonard",
            "Oh, if anything, I’m trying to get my Sheld-off."
        ],
        [
            "Sheldon",
            "Well, then it looks like we have a winner. Congratulations."
        ],
        [
            "Raj",
            "Well, I should warn you, it’s just looking at data for hours and hours on a computer screen."
        ],
        [
            "Sheldon",
            "Uh, stop selling it, kid. You won."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Raj",
            "Hello."
        ],
        [
            "Howard",
            "Hi."
        ],
        [
            "Leonard",
            "How was your day?"
        ],
        [
            "Penny",
            "Oh, not good. Still couldn’t get in to see Dr. Gallo."
        ],
        [
            "Sheldon",
            "A doctor? Well, I hope you’re not contagious. I’ve got a weekend in the telescope room I’ve been excited about for almost three minutes."
        ],
        [
            "Penny",
            "I’m not sick. It’s for work. There’s this doctor who refuses to see any sales reps. I’ve been trying to get in for months."
        ],
        [
            "Leonard",
            "Well, did you try wearing the shirt I said was inappropriate for work?"
        ],
        [
            "Penny",
            "Well, the doctor’s a woman, but yes, because you never know."
        ],
        [
            "Howard",
            "What kind of doctor is she?"
        ],
        [
            "Penny",
            "Um, a psychiatrist. Why?"
        ],
        [
            "Howard",
            "Well, what if you make an appointment as a patient? Then you’ll get to talk to her."
        ],
        [
            "Penny",
            "Yeah, they already know I’m a pharmaceutical sales rep."
        ],
        [
            "Raj",
            "Oh. What if Leonard made an appointment and tried to lay some groundwork for you?"
        ],
        [
            "Penny",
            "That’s interesting."
        ],
        [
            "Leonard",
            "I’m not gonna make a fake appointment with a psychiatrist. What would I say is wrong with me?"
        ],
        [
            "Raj",
            "Low self-esteem."
        ],
        [
            "Howard",
            "Social anxiety."
        ],
        [
            "Sheldon",
            "Sexual insecurity."
        ],
        [
            "Leonard",
            "None of that is true."
        ],
        [
            "Penny",
            "Uh, denial. See, sweetie, the list goes on and on."
        ],
        [
            "Leonard",
            "That’s just crazy. How would my going in there even help you?"
        ],
        [
            "Penny",
            "I don’t know. You could talk to her, and maybe if it comes up, you could ask if she’s heard about the drug."
        ],
        [
            "Leonard",
            "What if I get caught?"
        ],
        [
            "Howard",
            "Fear of failure."
        ],
        [
            "Raj",
            "Lack of confidence."
        ],
        [
            "Sheldon",
            "Kind of a wuss."
        ],
        [
            "Leonard",
            "Fine, I’ll do it. But not because of them, because I love you."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Raj",
            "Pushover."
        ],
        [
            "Howard",
            "Spineless."
        ],
        [
            "Sheldon",
            "Still hasn’t bought milk even though I told him two days ago."
        ],
        [
            "Scene",
            "Howard and Bernadette’s bedroom."
        ],
        [
            "Howard",
            "That was incredible."
        ],
        [
            "Bernadette",
            "It was. I just wish Stuart wasn’t around so we didn’t have to be so quiet."
        ],
        [
            "Howard",
            "I know. It’s not like he returns the favour when he watches his Japanese porn cartoons."
        ],
        [
            "Stuart (knocking)",
            "You guys got a minute, or are you still cuddling?"
        ],
        [
            "Howard",
            "What is it, Stuart?"
        ],
        [
            "Stuart",
            "Can I come in?"
        ],
        [
            "Howard",
            "Hang on. Should I send him away?"
        ],
        [
            "Bernadette",
            "No, it’s okay."
        ],
        [
            "Stuart",
            "Thanks, Bernie."
        ],
        [
            "Howard",
            "What’s up?"
        ],
        [
            "Stuart",
            "Uh, well, I know the remodel is coming up, so I thought I’d make it easy on you guys and find my own place."
        ],
        [
            "Howard",
            "Wow. I thought I was done getting lucky tonight."
        ],
        [
            "Bernadette",
            "So, when are you thinking of moving?"
        ],
        [
            "Stuart",
            "Uh, actually, I already found an apartment, so in a couple of days."
        ],
        [
            "Bernadette",
            "Oh. Okay. Sorry to see you go?"
        ],
        [
            "Stuart",
            "Okay, well, thank you guys for everything. I, I really appreciate it."
        ],
        [
            "Bernadette: ",
            "You’re very welcome."
        ],
        [
            "Stuart",
            "Hmm."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Stuart",
            "Hmm, I just have never been in this room while you’re awake."
        ],
        [
            "Scene",
            "The telescope room."
        ],
        [
            "Sheldon",
            "What are you doing?"
        ],
        [
            "Raj",
            "Uh, making sure the telescope’s camera is white-field balanced."
        ],
        [
            "Sheldon",
            "Hmm. What are you doing now?"
        ],
        [
            "Raj",
            "Still making sure the telescope’s camera is white-field balanced."
        ],
        [
            "Sheldon",
            "Oh, I see. How about now?"
        ],
        [
            "Raj",
            "Now I’m making sure the telescope’s camera is white-field balanced and wishing you had a colouring book."
        ],
        [
            "Sheldon",
            "Well, I can be helpful. Give me something to do. You know, my father took me to work once, and in ten minutes I figured out who’d been stealing from the cash register. It was my father. Yeah, Dad lost his job, but Mr. Hinckley gave me a Fudgsicle."
        ],
        [
            "Raj",
            "Fine, you want something to do? There’s about six months of data on this hard drive. Why don’t you go through it and see if you can spot any patterns or anomalies."
        ],
        [
            "Sheldon",
            "Yep, I’m on it. Hey, look at that, an Indian guy outsourcing a computer job to a white fella."
        ],
        [
            "Raj",
            "Yeah, okay, whatever it takes to keep you busy for a few hours."
        ],
        [
            "Sheldon",
            "Found one."
        ],
        [
            "Raj",
            "No, you didn’t. There are millions of data points there."
        ],
        [
            "Sheldon",
            "But, look, an optical transient."
        ],
        [
            "Raj",
            "Yeah, maybe that is something. How did you find that?"
        ],
        [
            "Sheldon",
            "It wasn’t difficult. You know how when you see prime numbers, they appear red, but when they’re twin primes, they’re pink and smell like gasoline?"
        ],
        [
            "Raj",
            "No."
        ],
        [
            "Sheldon",
            "Oh. I guess I’m a special boy. You know, sometimes when a boy is special, he gets a Fudgsicle. Which, by the way, tastes like the speed of light."
        ],
        [
            "Scene",
            "Dr Gallo’s office."
        ],
        [
            "Leonard",
            "Thank you for seeing me on such short notice."
        ],
        [
            "Dr Gallo",
            "Ah, it’s my pleasure. I’m curious, are you related to Dr. Beverly Hofstadter?"
        ],
        [
            "Leonard",
            "Uh, she’s my mother. You know her?"
        ],
        [
            "Dr Gallo",
            "No, not personally, but I have read all of her books."
        ],
        [
            "Leonard",
            "Well, then you know her better than I do."
        ],
        [
            "Dr Gallo",
            "Well, I’m not so sure about that. But I can tell you I do not agree with her theories on child rearing at all."
        ],
        [
            "Leonard",
            "Really? Any chance you find them cold, cruel and unsuitable for innocent little boys who just want to be happy?"
        ],
        [
            "Dr Gallo",
            "Well, I didn’t want to say it."
        ],
        [
            "Leonard",
            "No, no, say it. Sing it. Rent a plane, write it in the sky."
        ],
        [
            "Dr Gallo",
            "Sounds like you’re holding on to quite a bit of anger towards her."
        ],
        [
            "Leonard",
            "Oh, no, I, I’ve worked through a lot of that stuff, I’m better now."
        ],
        [
            "Dr Gallo",
            "Mm. Good for you."
        ],
        [
            "Leonard",
            "Do you know she never let me celebrate my birthday because being born was her achievement, not mine?"
        ],
        [
            "Dr Gallo",
            "That’s heartbreaking."
        ],
        [
            "Leonard",
            "Right? To this day, I send her a card every year with a little money in it."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard",
            "You know, once we get the house back to ourselves, we can be romantic in any room we want."
        ],
        [
            "Bernadette",
            "Great. I can finally show you where the laundry room is."
        ],
        [
            "Stuart",
            "Boy, who would’ve thought when you asked me to move in and help take care of your mom, I’d still be here two years later?"
        ],
        [
            "Howard",
            "No one."
        ],
        [
            "Bernadette",
            "Nobody thought that."
        ],
        [
            "Stuart",
            "Well, that’s it."
        ],
        [
            "Bernadette",
            "I guess so."
        ],
        [
            "Stuart",
            "This is weird."
        ],
        [
            "Howard",
            "Yeah. A grown man moving into his own apartment. Crazy times. See ya."
        ],
        [
            "Bernadette",
            "Ignore him. He’s just using humour to express how happy he is."
        ],
        [
            "Stuart",
            "It’s okay. I know he loves me."
        ],
        [
            "Bernadette",
            "Sure he does. Well, let us know when you’re all settled in."
        ],
        [
            "Stuart",
            "I will. And I really can’t thank you guys enough."
        ],
        [
            "Bernadette",
            "Our pleasure."
        ],
        [
            "Stuart",
            "Bye."
        ],
        [
            "Bernadette",
            "Goodbye."
        ],
        [
            "Howard",
            "He’s gone. Let’s start in the garage."
        ],
        [
            "Scene",
            "The telescope room."
        ],
        [
            "Raj",
            "Okay, so once we receive the next image and compare it to the ones we’ve already collected, we’ll know what it is that we found."
        ],
        [
            "Sheldon",
            "Ooh, perhaps it’s a Heliosheath scintillation."
        ],
        [
            "Raj",
            "It could be a trans-Neptunian object."
        ],
        [
            "Sheldon",
            "Maybe it’s a new planet."
        ],
        [
            "Raj",
            "Unlikely, but it could be a dwarf planet."
        ],
        [
            "Sheldon",
            "Well, as long as it has a healthy gravity and all its moons, I’ll be happy."
        ],
        [
            "Raj",
            "Okay, the final image is coming in. And the object we discovered is…"
        ],
        [
            "Sheldon",
            "Come on, Daddy needs a livable planet he can rule with an iron fist."
        ],
        [
            "Raj",
            "A medium-sized asteroid."
        ],
        [
            "Sheldon",
            "That’s it? How common. That’s the chicken fingers on the menu of space."
        ],
        [
            "Raj",
            "I kind of like chicken fingers."
        ],
        [
            "Sheldon",
            "Yeah, me, too. I was stuck for a metaphor."
        ],
        [
            "Raj",
            "Come on, a medium-sized asteroid is still an interesting discovery."
        ],
        [
            "Sheldon",
            "I suppose it could end up on a collision course with Earth and destroy life as we know it."
        ],
        [
            "Raj",
            "You dream different than me."
        ],
        [
            "Sheldon",
            "It is kind of cute."
        ],
        [
            "Raj",
            "Yeah, it is. And you know we get to name it."
        ],
        [
            "Sheldon",
            "We better choose a name no one can make fun of. Sir Frederick William Herschel didn’t do Uranus any favours."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Hi."
        ],
        [
            "Penny",
            "Hey, how’d it go?"
        ],
        [
            "Leonard",
            "Oh, great. Dr. Gallo is terrific. You know, I, I’ve always been insecure that no one cares about what I have to say, but she made me see…"
        ],
        [
            "Penny",
            "Yeah, no one cares. Did you help me out or not?"
        ],
        [
            "Leonard",
            "Okay, now, what I’m hearing is that you feel that I sometimes take too long to express myself, and you wish I’d be more succinct."
        ],
        [
            "Penny",
            "You’re only hearing that because I cannot roll my eyes any louder."
        ],
        [
            "Leonard",
            "All right, well, after we talked about my issues with my mother, nothing too deep, just how she ruined my life, I told her about you and your drug. She said she’d be happy to meet you."
        ],
        [
            "Penny",
            "Really? Oh, you’re the best husband ever."
        ],
        [
            "Leonard",
            "So you’ll go to the Doctor Who convention with me next week?"
        ],
        [
            "Penny",
            "I guess."
        ],
        [
            "Leonard",
            "Oh, I actually did hear your eyes roll that time."
        ],
        [
            "Scene",
            "Stuarts former bedroom in Howard and Bernadette’s house."
        ],
        [
            "Bernadette",
            "Boy, when was the last time Stuart cleaned this place?"
        ],
        [
            "Howard",
            "No kidding. Oh, okay, I’m about to suck something up. What do you think this object sounds like?"
        ],
        [
            "Bernadette",
            "Howie, I don’t want to play Lego, Toenail or Pill anymore. So, what do you think we should do with this room?"
        ],
        [
            "Howard",
            "Well, I was thinking a home theatre or a gaming room, you know, like a man cave."
        ],
        [
            "Bernadette",
            "Why can’t it be a woman cave?"
        ],
        [
            "Howard",
            "As long as it has a home theatre, a video game system and you’re not allowed in it, you can call it whatever you want."
        ],
        [
            "Bernadette",
            "I’m being serious."
        ],
        [
            "Howard",
            "Well, what do you think we should do?"
        ],
        [
            "Bernadette",
            "I don’t know, maybe a home office or, oh look. The teddy bear Stuart won the night we took him to the fair."
        ],
        [
            "Howard",
            "Oh. He was so excited."
        ],
        [
            "Bernadette",
            "Yeah. You know, no matter how hard they tried, they could not guess his age."
        ],
        [
            "Howard",
            "I’ll give it to him next time I see him."
        ],
        [
            "Bernadette",
            "Have you heard from him since he left?"
        ],
        [
            "Howard",
            "No. You’d think he would’ve called once he got settled in."
        ],
        [
            "Bernadette",
            "Hmm. Maybe he’s busy."
        ],
        [
            "Howard",
            "Too busy to call? He wasn’t too busy to binge-watch Hot in Cleveland with my Hulu password. What is happening? Are we missing him?"
        ],
        [
            "Bernadette",
            "No, that’s not what this feeling is. Is it?"
        ],
        [
            "Howard",
            "Of course not. He drove us crazy. Like when you were gonna make that pie and Stuart ate all the blueberries."
        ],
        [
            "Bernadette",
            "And he tried to deny it, but his teeth were all purple."
        ],
        [
            "Howard",
            "That was pretty cute."
        ],
        [
            "Bernadette",
            "Yeah. Ew, we are missing him!"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Raj",
            "So I was thinking, maybe we can come up with a name for the asteroid by combining our names."
        ],
        [
            "Sheldon",
            "That’s a great idea. I’ve got it. We’ll call it Cooper."
        ],
        [
            "Raj",
            "How is that both our names?"
        ],
        [
            "Sheldon",
            "Koo from Koothrappali and per from Cooper."
        ],
        [
            "Raj",
            "Yeah, s-so it’s, like, Kooper with a K?"
        ],
        [
            "Sheldon",
            "Nah, you’re right, that’s dumb."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "Oh, Leonard, great news. We discovered a medium-sized asteroid together."
        ],
        [
            "Leonard",
            "Wow, that’s amazing. I’m in a pretty great mood today myself."
        ],
        [
            "Sheldon",
            "Okay. Guess we’re gonna talk about you now."
        ],
        [
            "Leonard",
            "Well, we are, because Dr. Gallo made me realize that I’m a worthwhile person and that my feelings matter."
        ],
        [
            "Raj",
            "I learned that for free from a cat poster, but good for you."
        ],
        [
            "Sheldon",
            "Okay, back to me. I discovered an asteroid, and now I get to name it."
        ],
        [
            "Raj",
            "Wait, what happened to us?"
        ],
        [
            "Sheldon",
            "Now, this isn’t about us, this is about what’s best for the asteroid."
        ],
        [
            "Leonard",
            "Well, what are you thinking of naming it?"
        ],
        [
            "Sheldon",
            "I haven’t settled on anything yet."
        ],
        [
            "Raj",
            "We haven’t settled on anything yet."
        ],
        [
            "Sheldon",
            "All right, way to go, Cat Poster. You hang in there."
        ],
        [
            "Leonard",
            "You know what’d be nice? Name it after your girlfriends. Show them how much you care."
        ],
        [
            "Raj",
            "That is a great idea."
        ],
        [
            "Sheldon",
            "It’s perfect. It appears romantic, but it’s really just a rock in space that gets me out of Valentine’s Day forever."
        ],
        [
            "Raj",
            "So, uh, what were you thinking? Combine their names?"
        ],
        [
            "Sheldon",
            "I like it. Yeah, we’ll take the A-M from Amy and, uh, the Y from Emily."
        ],
        [
            "Raj",
            "That’s just Amy."
        ],
        [
            "Sheldon",
            "Exactly. See how well we work together?"
        ],
        [
            "Scene",
            "Scene Dr Gallo’s office."
        ],
        [
            "Penny",
            "And in double-blind studies, Placinex proved extremely effective in treating all kinds of anxiety. Actually, funny story, the boys in the lab were worried about getting FDA approval for Placinex. They started taking it, stopped worrying."
        ],
        [
            "Dr Gallo",
            "Got it."
        ],
        [
            "Penny",
            "Uh, do you have any questions?"
        ],
        [
            "Dr Gallo",
            "Just one."
        ],
        [
            "Penny",
            "Mm-hmm?"
        ],
        [
            "Dr Gallo",
            "When you made your husband pretend to be a patient so you could get access to me, what were you thinking there?"
        ],
        [
            "Penny",
            "I just meant a question about the drug."
        ],
        [
            "Dr Gallo",
            "Yeah, I know what you meant. Let’s put that aside for a minute and talk about why you married Leonard."
        ],
        [
            "Penny",
            "I don’t wanna."
        ],
        [
            "Dr Gallo",
            "Here is a man raised by an overbearing woman who completely dominated every aspect of his formative years. Do you think he’s perpetuating that relationship by seeking out a partner like you?"
        ],
        [
            "Penny",
            "You know, I used to wear tank tops a lot. That was a big selling point."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy (on Skype)",
            "Hi, Sheldon. What’s up?"
        ],
        [
            "Sheldon",
            "Good news. You’re an asteroid."
        ],
        [
            "Amy",
            "Uh, please tell me what to say next."
        ],
        [
            "Sheldon",
            "Perhaps I should explain. While working with Koothrappali, we discovered an asteroid, and I named it after you."
        ],
        [
            "Amy",
            "Oh. Sheldon, thank you. That’s so romantic. But what about Rajesh? He was okay with you choosing the name?"
        ],
        [
            "Sheldon",
            "Well, it took a little negotiating, but I wore him down. Uh, we get the asteroid, and if you and I have children, they all have to be named Rajesh."
        ],
        [
            "Amy",
            "All of them?"
        ],
        [
            "Sheldon",
            "Even the girls."
        ],
        [
            "Amy",
            "Okay, I think I know what to say now."
        ],
        [
            "Scene",
            "Dr Gallo’s office. "
        ],
        [
            "Penny",
            "How can I not sound like his mother when our entire bedroom is filled with Star Wars toys? I mean, have you ever had sex with a stuffed Wookiee watching you?"
        ],
        [
            "Dr Gallo",
            "I went to college in the ’70s. It was a hairier time. I’m gonna say yes."
        ],
        [
            "Penny",
            "You know, if anything, he’s turning me into his mother. Before I did pharmaceutical sales, I was an actress. You know, I was pretty good. You know, girl-next-door type, but hot. Doable."
        ],
        [
            "Dr Gallo",
            "Hmm."
        ],
        [
            "Penny",
            "And not only am I Leonard’s mother, but we have this man-child living with us named Sheldon."
        ],
        [
            "Dr Gallo",
            "Oh, Leonard talked a lot about him. I wasn’t sure if he was real."
        ],
        [
            "Penny",
            "Yeah, he’s as real as the fine I get when I use too much toilet paper."
        ],
        [
            "Dr Gallo",
            "Wow, you really do have a lot on your plate."
        ],
        [
            "Penny",
            "I do. You know, Leonard’s right. Talking to you is really helping."
        ],
        [
            "Dr Gallo",
            "Oh, I’m glad. You know, you might also benefit from a prescription for anxiety."
        ],
        [
            "Penny",
            "Okay, if you think it’ll help. Oh, just don’t make it Placinex. I do not need sudden fits of homicidal rage."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy (on Skype)",
            "I miss you."
        ],
        [
            "Sheldon",
            "I miss you as well."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard",
            "I can’t believe I miss Stuart."
        ],
        [
            "Scene",
            "Dr Gallo’s office."
        ],
        [
            "Penny",
            "I guess I just miss when life was simpler."
        ],
        [
            "Scene",
            "A street. Leonard is skipping ropes with some young girls. "
        ],
        [
            "Girls",
            "Go, Leonard! Go, Leonard! Go, Leonard! Go, Leonard!"
        ],
        [
            "Leonard",
            "Remember, girls, you decide what makes you happy, not your emotionally withholding mothers."
        ],
        [
            "Girls",
            "Go, Leonard! Go, Leonard! Go, Leonard! Go, Leonard! Go, Leonard!"
        ],
        [
            "Scene",
            "Howard and Bernadette’s bedroom. Howard and Bernadette are asleep."
        ],
        [
            "Stuart",
            "I really miss this."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-12-the-sales-call-sublimation/"
}