{
    "Season": 9,
    "Episode": 14,
    "Title": "the meemaw materialisation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The foyer."
            ],
            [
                15,
                "Credits sequence."
            ],
            [
                16,
                "The airport arrivals area."
            ],
            [
                35,
                "The comic book store."
            ],
            [
                50,
                "The apartment."
            ],
            [
                78,
                "The comic book store."
            ],
            [
                108,
                "The apartment."
            ],
            [
                160,
                "Howard and Bernadette’s kitchen."
            ],
            [
                179,
                "Penny’s apartment."
            ],
            [
                184,
                "Penny:"
            ],
            [
                189,
                "Howard and Bernadette’s kitchen."
            ],
            [
                220,
                "The apartment. "
            ],
            [
                249,
                "The comic book store."
            ],
            [
                252,
                "Fantasy seqeunce."
            ]
        ],
        "Sheldon": [
            [
                1,
                "Here’s a fun Postal fact. The inner side of our mailbox is under federal jurisdiction. So, if you broke my right thumb, that’s Pasadena city police. But if you broke my left thumb, that’s the FBI."
            ],
            [
                4,
                "Oh, I got a letter from my Meemaw. Umm. Smell this."
            ],
            [
                6,
                "Uh, roses, bengay, and Dr. Scholls’ foot powder."
            ],
            [
                9,
                "Uh, thank you. Oh, Meemaw got a new set of teeth. Oh, but then she found her old ones. Oh, so now the new ones are just gonna be her church teeth."
            ],
            [
                12,
                "Oh, my goodness, she’s coming to visit!"
            ],
            [
                14,
                "Oh, you are going to love her. She is the kindest, sweetest woman you’ll ever meet. Unless you’re a gopher digging up her vegetable garden. In that case, you can expect to have your head bashed in with a shovel."
            ],
            [
                17,
                "That’s not her. That’s not her. That’s not her. That’s not her. That’s not her. That’s not her. That’s not her. That’s not her."
            ],
            [
                19,
                "And that’s not helpful. You know, I got her an iPhone for Christmas. I’ll see where she is."
            ],
            [
                21,
                "Oh, no, she doesn’t even know she has it. No, I had my sister slip it in her bag so that I can track her like a sea turtle."
            ],
            [
                23,
                "Uh, for the hundredth time, I smelled kettle corn and couldn’t find the cart."
            ],
            [
                26,
                "Meemaw. I’m so happy to see you."
            ],
            [
                28,
                "Oh. You got even smaller. I love it. Uh, Meemaw, this is Leonard. Leonard, this is my Meemaw."
            ],
            [
                31,
                "No. Oh, no. Now you call her Constance. I call her Meemaw. You have your own Meemaw. It’s not my fault she died when you were four."
            ],
            [
                33,
                "It isn’t, Meemaw. Sorry, Leonard."
            ],
            [
                51,
                "Are you comfortable?"
            ],
            [
                53,
                "You were so cute, huffin’ and puffin’. There’s Amy. I just know you’re gonna hit it off. You both have the same fashion sense. Hello. Come in, say hi to my Meemaw."
            ],
            [
                59,
                "Yeah. And you never will. Ooh, hey, oh, ask her to do the tissue thing. Do it, ask her."
            ],
            [
                62,
                "Isn’t that the best? She’s like Grandma Spider-Man."
            ],
            [
                64,
                "Oh, well, you two sit down and get to know each other. I’ll get your room ready."
            ],
            [
                66,
                "If I did, would I find any?"
            ],
            [
                68,
                "That’s a risk I’m willing to take."
            ],
            [
                75,
                "A Texas Special cattle and calf car train set with authentic horn and bell. Thank you, Meemaw."
            ],
            [
                77,
                "Amy, why don’t you look excited? Well, you get to watch me play with this."
            ],
            [
                111,
                "Here you go, Meemaw. I made it just how you like, a lot in a glass."
            ],
            [
                116,
                "And I call her Meemaw because, well, just, well, look at her."
            ],
            [
                119,
                "How could it? I never told you, and you never bothered to ask."
            ],
            [
                121,
                "Yeah."
            ],
            [
                138,
                "But why? Other than you two fighting, we’re having such a good time."
            ],
            [
                145,
                "Yes."
            ],
            [
                149,
                "My mother gave it to me, and I had been thinking about giving it to you, but then we broke up."
            ],
            [
                152,
                "Oh, I don’t think I could do that."
            ],
            [
                154,
                "I’m gonna opt out of that one, too."
            ],
            [
                156,
                "All right, all right, look, l, let’s all, let’s remain calm and analyse this situation. Now, I realize that you’ve only known each other for less than a day, but is it possible this crankiness is because your cycles have synced?"
            ],
            [
                159,
                "Thank you. I’m gonna go next door and play with Leonard."
            ],
            [
                183,
                "(Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny."
            ],
            [
                186,
                "No. They asked me to leave so they could speak privately."
            ],
            [
                188,
                "Yeah, I know. It was quite tense. So here’s the million dollar question, uh, who wants to pop over there and get my trains?"
            ],
            [
                230,
                "No, I wouldn’t."
            ],
            [
                232,
                "Hello."
            ],
            [
                234,
                "Meemaw, look, I’m sorry, but I have to defend my girlfriend to you."
            ],
            [
                236,
                "Oh, great, now you’re gonna get emotional. I always looked up to you and Pop-Pop. I, I know what a challenging man he could be, but I saw you stand by him and-and make him into a better person."
            ],
            [
                238,
                "Yeah, well, that is exactly what I’ve been doing the last five years with this little work in progress."
            ],
            [
                241,
                "Well…"
            ],
            [
                243,
                "Yes."
            ],
            [
                245,
                "Thank you."
            ],
            [
                248,
                "I just gave you my virginity, woman. Cool your jets."
            ]
        ],
        "Leonard": [
            [
                2,
                "If I’m going to jail, I’m killing him, not breaking his thumb."
            ],
            [
                8,
                "That someone has a name."
            ],
            [
                10,
                "Fun. Like your Comic-Con Spock ears and your around the house Spock ears."
            ],
            [
                13,
                "Oh, it’ll be nice to finally meet her."
            ],
            [
                18,
                "Really? The old Asian man is not your Meemaw?"
            ],
            [
                20,
                "Oh, that’s nice. Most people her age don’t embrace technology."
            ],
            [
                22,
                "Same as when we lost you at the zoo."
            ],
            [
                24,
                "Still doesn’t explain how you ended up on the freeway divider."
            ],
            [
                29,
                "Hi. So nice to finally meet you. Let me take this for you, Meemaw."
            ],
            [
                34,
                "Can you please live with us forever?"
            ],
            [
                129,
                "That’s my best friend."
            ],
            [
                142,
                "Maybe we should give them some privacy."
            ],
            [
                181,
                "Did it?"
            ],
            [
                185,
                "Hey. What happened? Is Amy gone?"
            ],
            [
                231,
                "Just get in here."
            ],
            [
                239,
                "He never disappoints, does he?"
            ]
        ],
        "Penny": [
            [
                3,
                "Yeah."
            ],
            [
                5,
                "What is that?"
            ],
            [
                7,
                "Ah, yeah, Grandma by Calvin Klein. You know, the last time I got a hand written letter it was from someone who told me I parked like a blind person."
            ],
            [
                11,
                "I park fine."
            ],
            [
                109,
                "Constance, are you sure I can’t pour you some wine?"
            ],
            [
                123,
                "Yes. I’m a pharmaceutical sales rep."
            ],
            [
                130,
                "Yeah."
            ],
            [
                143,
                "Yeah, yeah, yeah. You go ahead. I’ll catch up with you."
            ],
            [
                147,
                "All right, let’s go."
            ],
            [
                180,
                "Wow. You know, the last time I saw my grandma, the most exciting thing was watching the ash of her cigarette get longer and wondering if it was gonna fall in her pudding."
            ],
            [
                182,
                "Yeah, right in there. She ate it and everything."
            ],
            [
                187,
                "Uh-oh."
            ],
            [
                229,
                "Hi. Sorry. Sheldon would like to say something to you."
            ],
            [
                233,
                "Go ahead."
            ],
            [
                242,
                "Say yes."
            ]
        ],
        "Meemaw": [
            [
                25,
                "Moon Pie."
            ],
            [
                27,
                "I’m so happy to see you, too."
            ],
            [
                30,
                "Thank you."
            ],
            [
                32,
                "Is that nice to say to your friend?"
            ],
            [
                52,
                "Very. It’s nice to rest after 800 flights of stairs."
            ],
            [
                55,
                "Nice to meet you, too."
            ],
            [
                57,
                "Wonderful. And the pilot did such a good job, I gave him a butterscotch."
            ],
            [
                61,
                "Of course."
            ],
            [
                63,
                "He’s been saying that since he was little. I still don’t know what it means."
            ],
            [
                65,
                "Oh, now don’t you go looking through my suitcase for presents."
            ],
            [
                67,
                "Maybe. But you also might find my brassieres and bloomers."
            ],
            [
                70,
                "Okay, now let’s you and me get something straight. He may think that I came to bake him cookies, but the real reason is to size you up."
            ],
            [
                72,
                "Sheldon’s mother may be okay with you, but I’m not so easy."
            ],
            [
                74,
                "Oh, you better hope so."
            ],
            [
                76,
                "Oh, you’re welcome, Moon Pie."
            ],
            [
                110,
                "Oh, no wine for me. Sheldon’s bringing me my whiskey."
            ],
            [
                112,
                "Thank you, Moon Pie."
            ],
            [
                114,
                "‘Cause he’s so nummy-nummy."
            ],
            [
                117,
                "It’s interesting that Leonard and Penny know about his nickname and you don’t."
            ],
            [
                122,
                "So, Penny, I understand you have a new job."
            ],
            [
                124,
                "Oh. It’s so wonderful that you modern gals can have it all. A husband and a full-time career."
            ],
            [
                126,
                "That doesn’t bode well."
            ],
            [
                128,
                "Well, Leonard doesn’t need as much tending to as Sheldon does. And as Moon Pie explained, Leonard’s work is more of a hobby."
            ],
            [
                132,
                "I appreciate your honesty, dear."
            ],
            [
                134,
                "And here’s some more honesty. I don’t like you very much."
            ],
            [
                140,
                "Let her go. And under no circumstance will you give her that engagement ring."
            ],
            [
                150,
                "Well, thank goodness for that."
            ],
            [
                153,
                "Sheldon, tell this girl that my ring will never be on her finger."
            ],
            [
                157,
                "You leave the room and let the grown-ups talk. Now."
            ],
            [
                222,
                "I know more than you think I do."
            ],
            [
                224,
                "Young lady, if you think I don’t know what it’s like to live with a stubborn, egotistical man, then you’re wrong. ‘Cause that was my husband."
            ],
            [
                226,
                "There were days I wanted to fill his pockets with corn and toss him in the pigpen."
            ],
            [
                228,
                "Because when you broke up with Sheldon, it hurt him deeply, and I don’t want to see that happen again."
            ],
            [
                237,
                "I did."
            ],
            [
                244,
                "Fine. If you feel so strongly, I won’t stand in your way."
            ],
            [
                247,
                "I suppose."
            ]
        ],
        "Howard": [
            [
                36,
                "That’s ridiculous. If you had a superpower, and spent your whole life being told to suppress it, when you finally decide to embrace that power, why hide in isolation?"
            ],
            [
                38,
                "I’m just saying, instead of Let it Go, she should really sing, Look At Me Hiding in a Freezer Like a Dove Bar."
            ],
            [
                43,
                "Here we are talking about Frozen, and yet, you got burned."
            ],
            [
                46,
                "Oh, that’s what I said an hour ago."
            ],
            [
                48,
                "You should’ve seen us after The Good Dinosaur."
            ],
            [
                83,
                "You should. He’s really looked."
            ],
            [
                85,
                "Hi."
            ],
            [
                89,
                "You’re a screenwriter?"
            ],
            [
                96,
                "He does, and he has the Lilo & Stitch collector plates to prove it."
            ],
            [
                102,
                "What are you doing? You have a girlfriend."
            ],
            [
                104,
                "So, how do you think she’d feel about you helping a beautiful girl with her screenplay?"
            ],
            [
                106,
                "Really? You don’t think she’s attractive?"
            ],
            [
                164,
                "You weren’t there. He was really flirting."
            ],
            [
                167,
                "Really? So it’s okay if I fl…"
            ],
            [
                170,
                "No. Never."
            ],
            [
                172,
                "What?"
            ],
            [
                174,
                "Fine. I had reservations about you, too."
            ],
            [
                176,
                "No, I didn’t."
            ],
            [
                178,
                "Me, too. And I think you’re even more beautiful than this rose."
            ],
            [
                191,
                "Okay, so far we’ve heard, made up my mind I’m dumping Emily."
            ],
            [
                193,
                "And made up my mind, I’ll ask for a threesome and if they say no, play it off as a joke."
            ],
            [
                218,
                "When are you gonna tell Emily?"
            ]
        ],
        "Raj": [
            [
                37,
                "I’m sorry, and how much money did your version of Frozen make?"
            ],
            [
                39,
                "She built an ice castle, made a snow monster and gave herself a complete makeover in one day. You know what I saw you do today? Eat a block of cream cheese straight from the foil and lie about it to your wife."
            ],
            [
                41,
                "Yeah, that’s true. In fact, they liked the song so much, they retooled the whole script around it."
            ],
            [
                44,
                "I’m so sorry but, how can you not like that movie?"
            ],
            [
                49,
                "It was a classic western set in the post-Jurassic period, and it changed my life."
            ],
            [
                79,
                "Oh, I see you’re reading Saga."
            ],
            [
                81,
                "It is, and not a lot of comics have a woman with wings breastfeeding a baby right on the cover."
            ],
            [
                84,
                "I’m Raj, by the way. This is Howard."
            ],
            [
                87,
                "Well, I’ve never seen you here before, Claire."
            ],
            [
                91,
                "Yeah, I get that. I’m a scientist, slash party planner, slash small-dog enthusiast, slash guy who probably should have stopped at scientist."
            ],
            [
                93,
                "Well, astrophysicist."
            ],
            [
                95,
                "Sure. I love animated movies."
            ],
            [
                97,
                "Excuse me for wanting a little magic in my life."
            ],
            [
                99,
                "Yeah, great."
            ],
            [
                101,
                "Yeah, bye."
            ],
            [
                103,
                "So?"
            ],
            [
                105,
                "I wouldn’t say she’s beautiful."
            ],
            [
                107,
                "I do. I just wouldn’t tell my girlfriend."
            ],
            [
                162,
                "Just to help her with her screenplay."
            ],
            [
                165,
                "Hey, it’s not my fault if American women project their fantasies on foreigners with the kind of magical voice that grants wishes."
            ],
            [
                169,
                "Uh, it’s hard to say. I think we’re good, but things like this make me wonder if Emily’s really the right person for me. I mean, did you guys ever have doubts about each other?"
            ],
            [
                190,
                "All right. I’ve made up my mind. I’m gonna do the right thing, call this girl, and let her know that I’m in a relationship."
            ],
            [
                194,
                "I’m calling her. And the threesome didn’t deserve the belly laugh it got."
            ],
            [
                197,
                "Hi. Hi. Yeah, it’s Raj. Rajesh. We met at the comic book store."
            ],
            [
                199,
                "Actually, that’s why I’m calling. I, um, I just, I need to let you know that I have a girlfriend."
            ],
            [
                201,
                "Well, no, no. I, I didn’t want to mislead you after you asked me out."
            ],
            [
                203,
                "Wait, are you saying that we didn’t have a vibe?"
            ],
            [
                205,
                "Come on, I just told you I had a girlfriend. The least you can do is tell me if we had a vibe."
            ],
            [
                207,
                "I knew it. Okay, we did have a vibe. This is exciting. What’s my next move?"
            ],
            [
                209,
                "Right. Good catch. Anyway, so I’m sorry to waste your time. And, uh, and good luck with your screenplay."
            ],
            [
                211,
                "Not me. Ever since you admitted we had a vibe, I’ve been planning our wedding."
            ],
            [
                213,
                "Okay. That hurts a little, but okay."
            ],
            [
                215,
                "Bye. All right. So, uh, we’re meeting for coffee like two adults. Everybody’s happy. Easy peasy."
            ],
            [
                217,
                "Yeah, of course. We have no secrets."
            ],
            [
                219,
                "He lied about the cream cheese. He ate the whole thing. I saw him."
            ],
            [
                250,
                "Yeah, see, if you just change the story to the destruction of our galaxy, then a super massive black hole could work."
            ],
            [
                253,
                "And that’s how Mommy and Daddy met."
            ],
            [
                255,
                "I will."
            ]
        ],
        "Girl": [
            [
                40,
                "Sorry for eavesdropping, but did you know they actually had the song Let It Go in place before they finalized the story?"
            ],
            [
                42,
                "Which is probably why that movie sucks."
            ],
            [
                45,
                "I just think it gets more credit than it deserves."
            ],
            [
                47,
                "Wow. You’ve been talking about Frozen for an hour?"
            ],
            [
                80,
                "Yeah, I hear it’s pretty good."
            ],
            [
                82,
                "I’ll take your word for it."
            ],
            [
                86,
                "Claire."
            ]
        ],
        "Amy": [
            [
                54,
                "Hi. Nice to meet you."
            ],
            [
                56,
                "How was your trip?"
            ],
            [
                58,
                "That’s great. And look at you, sitting in Sheldon’s spot. You know, I don’t even get to sit there."
            ],
            [
                60,
                "Can I have a tissue?"
            ],
            [
                69,
                "Well, this is so nice. He’s so excited to have you here and…"
            ],
            [
                71,
                "S, s, si, size me up?"
            ],
            [
                73,
                "Well, I, I’m, I’m sure you’ll like me once you get to know me."
            ],
            [
                113,
                "I’m curious. Why do you call Sheldon Moon Pie?"
            ],
            [
                118,
                "Oh, well, you know, now, now that I’m hearing it, it does sound familiar."
            ],
            [
                120,
                "Well, now I know."
            ],
            [
                125,
                "I have a relationship and a full-time career, too."
            ],
            [
                127,
                "Why not? You, you just said it’s okay for her to work."
            ],
            [
                131,
                "Look, I, I get that you’re protective of your grandson, but he’s an adult now. Maybe I understand what he needs better than you do."
            ],
            [
                133,
                "Thank you."
            ],
            [
                135,
                "Well, maybe I don’t like you either."
            ],
            [
                137,
                "I think I should leave."
            ],
            [
                139,
                "The minute you left the room, your precious meemaw started giving me a really hard time. I don’t need this."
            ],
            [
                141,
                "What ring?"
            ],
            [
                144,
                "You have an engagement ring?"
            ],
            [
                146,
                "Penny, did you know about this?"
            ],
            [
                148,
                "When did you get an engagement ring?"
            ],
            [
                151,
                "Sheldon, will you please tell your grandmother to stay out of this?"
            ],
            [
                155,
                "Who said I even want to be engaged to him? And if I do, I, I don’t need your hand-me-downs."
            ],
            [
                158,
                "Don’t speak to him like he’s a child."
            ],
            [
                221,
                "Look, I know you think I’m not right for Sheldon, but trust me, I’m his best shot. You have no idea how much I put up with."
            ],
            [
                223,
                "Really? You know what it’s like to have date night ruined because Google changed their font?"
            ],
            [
                225,
                "Really?"
            ],
            [
                227,
                "Well, if you understand, then why are you giving me such a hard time?"
            ],
            [
                235,
                "Oh, Sheldon, thank you."
            ],
            [
                240,
                "I think what Sheldon means to say is we’ve both grown together. Isn’t that right?"
            ],
            [
                246,
                "So if he wanted to give me that engagement ring, we would have your blessing?"
            ]
        ],
        "Claire": [
            [
                88,
                "It’s my first time. I’m looking for inspiration for this movie I’m writing."
            ],
            [
                90,
                "Well, screenwriter, slash bartender, slash, a month away from living in my car."
            ],
            [
                92,
                "You’re really a scientist?"
            ],
            [
                94,
                "That’s perfect. Do you think I could pick your brain for my movie some time? It’s animated sci-fi for kids."
            ],
            [
                98,
                "Here’s my number. Give me a call, we’ll get together."
            ],
            [
                100,
                "See ya."
            ],
            [
                198,
                "Hey, what’s up? Figure out what time you’re free?"
            ],
            [
                200,
                "Okay. Good for you."
            ],
            [
                202,
                "I didn’t ask you out. I just need help with my screenplay."
            ],
            [
                204,
                "Why do you care if we have a vibe? You have a girlfriend."
            ],
            [
                206,
                "Sure, we had a vibe."
            ],
            [
                210,
                "Hang on. We’re both adults. We can still get together without it meaning anything."
            ],
            [
                212,
                "Look, it’s just coffee. I’ll ask you some questions about science, and if you propose, I promise to say no."
            ],
            [
                214,
                "Great. I’ll text you."
            ],
            [
                251,
                "This is great. Thank you so much. I just got to figure out a way for everyone to die that isn’t too scary for children."
            ],
            [
                254,
                "Hey, did you ever tell Emily about us?"
            ]
        ],
        "Leonard and Penny": [
            [
                115,
                "She could just eat him up."
            ]
        ],
        "Sheldon: Well, no, no, no, no, no, no, no. You have to like each other. Well, we have a 4": [
            [
                136,
                "30 reservation at Applebee’s."
            ]
        ],
        "Bernadette": [
            [
                161,
                "Okay, so you met this girl, you exchanged numbers, and you’re gonna meet up with her."
            ],
            [
                163,
                "Oh. Well, I guess that’s not so bad."
            ],
            [
                166,
                "I’m sure it was harmless. People flirt. No big deal."
            ],
            [
                168,
                "Not you. I own your ass. The real question is, where are you with Emily?"
            ],
            [
                171,
                "Absolutely."
            ],
            [
                173,
                "Howie, you forget how much of our early dates involved you doing magic and me doing this."
            ],
            [
                175,
                "No, you didn’t."
            ],
            [
                177,
                "Well, it doesn’t matter now, ’cause I love how things worked out."
            ],
            [
                192,
                "Made up my mind to date both of them by pretending to be twin brothers."
            ],
            [
                195,
                "You’re right. It could totally happen."
            ],
            [
                208,
                "You still have a girlfriend."
            ],
            [
                216,
                "Are you gonna tell Emily?"
            ]
        ],
        "Claire (voice)": [
            [
                196,
                "Hello?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The foyer."
        ],
        [
            "Sheldon",
            "Here’s a fun Postal fact. The inner side of our mailbox is under federal jurisdiction. So, if you broke my right thumb, that’s Pasadena city police. But if you broke my left thumb, that’s the FBI."
        ],
        [
            "Leonard",
            "If I’m going to jail, I’m killing him, not breaking his thumb."
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Sheldon",
            "Oh, I got a letter from my Meemaw. Umm. Smell this."
        ],
        [
            "Penny",
            "What is that?"
        ],
        [
            "Sheldon",
            "Uh, roses, bengay, and Dr. Scholls’ foot powder."
        ],
        [
            "Penny",
            "Ah, yeah, Grandma by Calvin Klein. You know, the last time I got a hand written letter it was from someone who told me I parked like a blind person."
        ],
        [
            "Leonard",
            "That someone has a name."
        ],
        [
            "Sheldon",
            "Uh, thank you. Oh, Meemaw got a new set of teeth. Oh, but then she found her old ones. Oh, so now the new ones are just gonna be her church teeth."
        ],
        [
            "Leonard",
            "Fun. Like your Comic-Con Spock ears and your around the house Spock ears."
        ],
        [
            "Penny",
            "I park fine."
        ],
        [
            "Sheldon",
            "Oh, my goodness, she’s coming to visit!"
        ],
        [
            "Leonard",
            "Oh, it’ll be nice to finally meet her."
        ],
        [
            "Sheldon",
            "Oh, you are going to love her. She is the kindest, sweetest woman you’ll ever meet. Unless you’re a gopher digging up her vegetable garden. In that case, you can expect to have your head bashed in with a shovel."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The airport arrivals area."
        ],
        [
            "Sheldon",
            "That’s not her. That’s not her. That’s not her. That’s not her. That’s not her. That’s not her. That’s not her. That’s not her."
        ],
        [
            "Leonard",
            "Really? The old Asian man is not your Meemaw?"
        ],
        [
            "Sheldon",
            "And that’s not helpful. You know, I got her an iPhone for Christmas. I’ll see where she is."
        ],
        [
            "Leonard",
            "Oh, that’s nice. Most people her age don’t embrace technology."
        ],
        [
            "Sheldon",
            "Oh, no, she doesn’t even know she has it. No, I had my sister slip it in her bag so that I can track her like a sea turtle."
        ],
        [
            "Leonard",
            "Same as when we lost you at the zoo."
        ],
        [
            "Sheldon",
            "Uh, for the hundredth time, I smelled kettle corn and couldn’t find the cart."
        ],
        [
            "Leonard",
            "Still doesn’t explain how you ended up on the freeway divider."
        ],
        [
            "Meemaw",
            "Moon Pie."
        ],
        [
            "Sheldon",
            "Meemaw. I’m so happy to see you."
        ],
        [
            "Meemaw",
            "I’m so happy to see you, too."
        ],
        [
            "Sheldon",
            "Oh. You got even smaller. I love it. Uh, Meemaw, this is Leonard. Leonard, this is my Meemaw."
        ],
        [
            "Leonard",
            "Hi. So nice to finally meet you. Let me take this for you, Meemaw."
        ],
        [
            "Meemaw",
            "Thank you."
        ],
        [
            "Sheldon",
            "No. Oh, no. Now you call her Constance. I call her Meemaw. You have your own Meemaw. It’s not my fault she died when you were four."
        ],
        [
            "Meemaw",
            "Is that nice to say to your friend?"
        ],
        [
            "Sheldon",
            "It isn’t, Meemaw. Sorry, Leonard."
        ],
        [
            "Leonard",
            "Can you please live with us forever?"
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Howard",
            "That’s ridiculous. If you had a superpower, and spent your whole life being told to suppress it, when you finally decide to embrace that power, why hide in isolation?"
        ],
        [
            "Raj",
            "I’m sorry, and how much money did your version of Frozen make?"
        ],
        [
            "Howard",
            "I’m just saying, instead of Let it Go, she should really sing, Look At Me Hiding in a Freezer Like a Dove Bar."
        ],
        [
            "Raj",
            "She built an ice castle, made a snow monster and gave herself a complete makeover in one day. You know what I saw you do today? Eat a block of cream cheese straight from the foil and lie about it to your wife."
        ],
        [
            "Girl",
            "Sorry for eavesdropping, but did you know they actually had the song Let It Go in place before they finalized the story?"
        ],
        [
            "Raj",
            "Yeah, that’s true. In fact, they liked the song so much, they retooled the whole script around it."
        ],
        [
            "Girl",
            "Which is probably why that movie sucks."
        ],
        [
            "Howard",
            "Here we are talking about Frozen, and yet, you got burned."
        ],
        [
            "Raj",
            "I’m so sorry but, how can you not like that movie?"
        ],
        [
            "Girl",
            "I just think it gets more credit than it deserves."
        ],
        [
            "Howard",
            "Oh, that’s what I said an hour ago."
        ],
        [
            "Girl",
            "Wow. You’ve been talking about Frozen for an hour?"
        ],
        [
            "Howard",
            "You should’ve seen us after The Good Dinosaur."
        ],
        [
            "Raj",
            "It was a classic western set in the post-Jurassic period, and it changed my life."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Are you comfortable?"
        ],
        [
            "Meemaw",
            "Very. It’s nice to rest after 800 flights of stairs."
        ],
        [
            "Sheldon",
            "You were so cute, huffin’ and puffin’. There’s Amy. I just know you’re gonna hit it off. You both have the same fashion sense. Hello. Come in, say hi to my Meemaw."
        ],
        [
            "Amy",
            "Hi. Nice to meet you."
        ],
        [
            "Meemaw",
            "Nice to meet you, too."
        ],
        [
            "Amy",
            "How was your trip?"
        ],
        [
            "Meemaw",
            "Wonderful. And the pilot did such a good job, I gave him a butterscotch."
        ],
        [
            "Amy",
            "That’s great. And look at you, sitting in Sheldon’s spot. You know, I don’t even get to sit there."
        ],
        [
            "Sheldon",
            "Yeah. And you never will. Ooh, hey, oh, ask her to do the tissue thing. Do it, ask her."
        ],
        [
            "Amy",
            "Can I have a tissue?"
        ],
        [
            "Meemaw",
            "Of course."
        ],
        [
            "Sheldon",
            "Isn’t that the best? She’s like Grandma Spider-Man."
        ],
        [
            "Meemaw",
            "He’s been saying that since he was little. I still don’t know what it means."
        ],
        [
            "Sheldon",
            "Oh, well, you two sit down and get to know each other. I’ll get your room ready."
        ],
        [
            "Meemaw",
            "Oh, now don’t you go looking through my suitcase for presents."
        ],
        [
            "Sheldon",
            "If I did, would I find any?"
        ],
        [
            "Meemaw",
            "Maybe. But you also might find my brassieres and bloomers."
        ],
        [
            "Sheldon",
            "That’s a risk I’m willing to take."
        ],
        [
            "Amy",
            "Well, this is so nice. He’s so excited to have you here and…"
        ],
        [
            "Meemaw",
            "Okay, now let’s you and me get something straight. He may think that I came to bake him cookies, but the real reason is to size you up."
        ],
        [
            "Amy",
            "S, s, si, size me up?"
        ],
        [
            "Meemaw",
            "Sheldon’s mother may be okay with you, but I’m not so easy."
        ],
        [
            "Amy",
            "Well, I, I’m, I’m sure you’ll like me once you get to know me."
        ],
        [
            "Meemaw",
            "Oh, you better hope so."
        ],
        [
            "Sheldon",
            "A Texas Special cattle and calf car train set with authentic horn and bell. Thank you, Meemaw."
        ],
        [
            "Meemaw",
            "Oh, you’re welcome, Moon Pie."
        ],
        [
            "Sheldon",
            "Amy, why don’t you look excited? Well, you get to watch me play with this."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Raj",
            "Oh, I see you’re reading Saga."
        ],
        [
            "Girl",
            "Yeah, I hear it’s pretty good."
        ],
        [
            "Raj",
            "It is, and not a lot of comics have a woman with wings breastfeeding a baby right on the cover."
        ],
        [
            "Girl",
            "I’ll take your word for it."
        ],
        [
            "Howard",
            "You should. He’s really looked."
        ],
        [
            "Raj",
            "I’m Raj, by the way. This is Howard."
        ],
        [
            "Howard",
            "Hi."
        ],
        [
            "Girl",
            "Claire."
        ],
        [
            "Raj",
            "Well, I’ve never seen you here before, Claire."
        ],
        [
            "Claire",
            "It’s my first time. I’m looking for inspiration for this movie I’m writing."
        ],
        [
            "Howard",
            "You’re a screenwriter?"
        ],
        [
            "Claire",
            "Well, screenwriter, slash bartender, slash, a month away from living in my car."
        ],
        [
            "Raj",
            "Yeah, I get that. I’m a scientist, slash party planner, slash small-dog enthusiast, slash guy who probably should have stopped at scientist."
        ],
        [
            "Claire",
            "You’re really a scientist?"
        ],
        [
            "Raj",
            "Well, astrophysicist."
        ],
        [
            "Claire",
            "That’s perfect. Do you think I could pick your brain for my movie some time? It’s animated sci-fi for kids."
        ],
        [
            "Raj",
            "Sure. I love animated movies."
        ],
        [
            "Howard",
            "He does, and he has the Lilo & Stitch collector plates to prove it."
        ],
        [
            "Raj",
            "Excuse me for wanting a little magic in my life."
        ],
        [
            "Claire",
            "Here’s my number. Give me a call, we’ll get together."
        ],
        [
            "Raj",
            "Yeah, great."
        ],
        [
            "Claire",
            "See ya."
        ],
        [
            "Raj",
            "Yeah, bye."
        ],
        [
            "Howard",
            "What are you doing? You have a girlfriend."
        ],
        [
            "Raj",
            "So?"
        ],
        [
            "Howard",
            "So, how do you think she’d feel about you helping a beautiful girl with her screenplay?"
        ],
        [
            "Raj",
            "I wouldn’t say she’s beautiful."
        ],
        [
            "Howard",
            "Really? You don’t think she’s attractive?"
        ],
        [
            "Raj",
            "I do. I just wouldn’t tell my girlfriend."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Constance, are you sure I can’t pour you some wine?"
        ],
        [
            "Meemaw",
            "Oh, no wine for me. Sheldon’s bringing me my whiskey."
        ],
        [
            "Sheldon",
            "Here you go, Meemaw. I made it just how you like, a lot in a glass."
        ],
        [
            "Meemaw",
            "Thank you, Moon Pie."
        ],
        [
            "Amy",
            "I’m curious. Why do you call Sheldon Moon Pie?"
        ],
        [
            "Meemaw",
            "‘Cause he’s so nummy-nummy."
        ],
        [
            "Leonard and Penny",
            "She could just eat him up."
        ],
        [
            "Sheldon",
            "And I call her Meemaw because, well, just, well, look at her."
        ],
        [
            "Meemaw",
            "It’s interesting that Leonard and Penny know about his nickname and you don’t."
        ],
        [
            "Amy",
            "Oh, well, you know, now, now that I’m hearing it, it does sound familiar."
        ],
        [
            "Sheldon",
            "How could it? I never told you, and you never bothered to ask."
        ],
        [
            "Amy",
            "Well, now I know."
        ],
        [
            "Sheldon",
            "Yeah."
        ],
        [
            "Meemaw",
            "So, Penny, I understand you have a new job."
        ],
        [
            "Penny",
            "Yes. I’m a pharmaceutical sales rep."
        ],
        [
            "Meemaw",
            "Oh. It’s so wonderful that you modern gals can have it all. A husband and a full-time career."
        ],
        [
            "Amy",
            "I have a relationship and a full-time career, too."
        ],
        [
            "Meemaw",
            "That doesn’t bode well."
        ],
        [
            "Amy",
            "Why not? You, you just said it’s okay for her to work."
        ],
        [
            "Meemaw",
            "Well, Leonard doesn’t need as much tending to as Sheldon does. And as Moon Pie explained, Leonard’s work is more of a hobby."
        ],
        [
            "Leonard",
            "That’s my best friend."
        ],
        [
            "Penny",
            "Yeah."
        ],
        [
            "Amy",
            "Look, I, I get that you’re protective of your grandson, but he’s an adult now. Maybe I understand what he needs better than you do."
        ],
        [
            "Meemaw",
            "I appreciate your honesty, dear."
        ],
        [
            "Amy",
            "Thank you."
        ],
        [
            "Meemaw",
            "And here’s some more honesty. I don’t like you very much."
        ],
        [
            "Amy",
            "Well, maybe I don’t like you either."
        ],
        [
            "Sheldon: Well, no, no, no, no, no, no, no. You have to like each other. Well, we have a 4",
            "30 reservation at Applebee’s."
        ],
        [
            "Amy",
            "I think I should leave."
        ],
        [
            "Sheldon",
            "But why? Other than you two fighting, we’re having such a good time."
        ],
        [
            "Amy",
            "The minute you left the room, your precious meemaw started giving me a really hard time. I don’t need this."
        ],
        [
            "Meemaw",
            "Let her go. And under no circumstance will you give her that engagement ring."
        ],
        [
            "Amy",
            "What ring?"
        ],
        [
            "Leonard",
            "Maybe we should give them some privacy."
        ],
        [
            "Penny",
            "Yeah, yeah, yeah. You go ahead. I’ll catch up with you."
        ],
        [
            "Amy",
            "You have an engagement ring?"
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Amy",
            "Penny, did you know about this?"
        ],
        [
            "Penny",
            "All right, let’s go."
        ],
        [
            "Amy",
            "When did you get an engagement ring?"
        ],
        [
            "Sheldon",
            "My mother gave it to me, and I had been thinking about giving it to you, but then we broke up."
        ],
        [
            "Meemaw",
            "Well, thank goodness for that."
        ],
        [
            "Amy",
            "Sheldon, will you please tell your grandmother to stay out of this?"
        ],
        [
            "Sheldon",
            "Oh, I don’t think I could do that."
        ],
        [
            "Meemaw",
            "Sheldon, tell this girl that my ring will never be on her finger."
        ],
        [
            "Sheldon",
            "I’m gonna opt out of that one, too."
        ],
        [
            "Amy",
            "Who said I even want to be engaged to him? And if I do, I, I don’t need your hand-me-downs."
        ],
        [
            "Sheldon",
            "All right, all right, look, l, let’s all, let’s remain calm and analyse this situation. Now, I realize that you’ve only known each other for less than a day, but is it possible this crankiness is because your cycles have synced?"
        ],
        [
            "Meemaw",
            "You leave the room and let the grown-ups talk. Now."
        ],
        [
            "Amy",
            "Don’t speak to him like he’s a child."
        ],
        [
            "Sheldon",
            "Thank you. I’m gonna go next door and play with Leonard."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Bernadette",
            "Okay, so you met this girl, you exchanged numbers, and you’re gonna meet up with her."
        ],
        [
            "Raj",
            "Just to help her with her screenplay."
        ],
        [
            "Bernadette",
            "Oh. Well, I guess that’s not so bad."
        ],
        [
            "Howard",
            "You weren’t there. He was really flirting."
        ],
        [
            "Raj",
            "Hey, it’s not my fault if American women project their fantasies on foreigners with the kind of magical voice that grants wishes."
        ],
        [
            "Bernadette",
            "I’m sure it was harmless. People flirt. No big deal."
        ],
        [
            "Howard",
            "Really? So it’s okay if I fl…"
        ],
        [
            "Bernadette",
            "Not you. I own your ass. The real question is, where are you with Emily?"
        ],
        [
            "Raj",
            "Uh, it’s hard to say. I think we’re good, but things like this make me wonder if Emily’s really the right person for me. I mean, did you guys ever have doubts about each other?"
        ],
        [
            "Howard",
            "No. Never."
        ],
        [
            "Bernadette",
            "Absolutely."
        ],
        [
            "Howard",
            "What?"
        ],
        [
            "Bernadette",
            "Howie, you forget how much of our early dates involved you doing magic and me doing this."
        ],
        [
            "Howard",
            "Fine. I had reservations about you, too."
        ],
        [
            "Bernadette",
            "No, you didn’t."
        ],
        [
            "Howard",
            "No, I didn’t."
        ],
        [
            "Bernadette",
            "Well, it doesn’t matter now, ’cause I love how things worked out."
        ],
        [
            "Howard",
            "Me, too. And I think you’re even more beautiful than this rose."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "Wow. You know, the last time I saw my grandma, the most exciting thing was watching the ash of her cigarette get longer and wondering if it was gonna fall in her pudding."
        ],
        [
            "Leonard",
            "Did it?"
        ],
        [
            "Penny",
            "Yeah, right in there. She ate it and everything."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny. (Knock, knock, knock) Leonard and Penny."
        ],
        [
            "Scene",
            "Penny:"
        ],
        [
            "Leonard",
            "Hey. What happened? Is Amy gone?"
        ],
        [
            "Sheldon",
            "No. They asked me to leave so they could speak privately."
        ],
        [
            "Penny",
            "Uh-oh."
        ],
        [
            "Sheldon",
            "Yeah, I know. It was quite tense. So here’s the million dollar question, uh, who wants to pop over there and get my trains?"
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Raj",
            "All right. I’ve made up my mind. I’m gonna do the right thing, call this girl, and let her know that I’m in a relationship."
        ],
        [
            "Howard",
            "Okay, so far we’ve heard, made up my mind I’m dumping Emily."
        ],
        [
            "Bernadette",
            "Made up my mind to date both of them by pretending to be twin brothers."
        ],
        [
            "Howard",
            "And made up my mind, I’ll ask for a threesome and if they say no, play it off as a joke."
        ],
        [
            "Raj",
            "I’m calling her. And the threesome didn’t deserve the belly laugh it got."
        ],
        [
            "Bernadette",
            "You’re right. It could totally happen."
        ],
        [
            "Claire (voice)",
            "Hello?"
        ],
        [
            "Raj",
            "Hi. Hi. Yeah, it’s Raj. Rajesh. We met at the comic book store."
        ],
        [
            "Claire",
            "Hey, what’s up? Figure out what time you’re free?"
        ],
        [
            "Raj",
            "Actually, that’s why I’m calling. I, um, I just, I need to let you know that I have a girlfriend."
        ],
        [
            "Claire",
            "Okay. Good for you."
        ],
        [
            "Raj",
            "Well, no, no. I, I didn’t want to mislead you after you asked me out."
        ],
        [
            "Claire",
            "I didn’t ask you out. I just need help with my screenplay."
        ],
        [
            "Raj",
            "Wait, are you saying that we didn’t have a vibe?"
        ],
        [
            "Claire",
            "Why do you care if we have a vibe? You have a girlfriend."
        ],
        [
            "Raj",
            "Come on, I just told you I had a girlfriend. The least you can do is tell me if we had a vibe."
        ],
        [
            "Claire",
            "Sure, we had a vibe."
        ],
        [
            "Raj",
            "I knew it. Okay, we did have a vibe. This is exciting. What’s my next move?"
        ],
        [
            "Bernadette",
            "You still have a girlfriend."
        ],
        [
            "Raj",
            "Right. Good catch. Anyway, so I’m sorry to waste your time. And, uh, and good luck with your screenplay."
        ],
        [
            "Claire",
            "Hang on. We’re both adults. We can still get together without it meaning anything."
        ],
        [
            "Raj",
            "Not me. Ever since you admitted we had a vibe, I’ve been planning our wedding."
        ],
        [
            "Claire",
            "Look, it’s just coffee. I’ll ask you some questions about science, and if you propose, I promise to say no."
        ],
        [
            "Raj",
            "Okay. That hurts a little, but okay."
        ],
        [
            "Claire",
            "Great. I’ll text you."
        ],
        [
            "Raj",
            "Bye. All right. So, uh, we’re meeting for coffee like two adults. Everybody’s happy. Easy peasy."
        ],
        [
            "Bernadette",
            "Are you gonna tell Emily?"
        ],
        [
            "Raj",
            "Yeah, of course. We have no secrets."
        ],
        [
            "Howard",
            "When are you gonna tell Emily?"
        ],
        [
            "Raj",
            "He lied about the cream cheese. He ate the whole thing. I saw him."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Amy",
            "Look, I know you think I’m not right for Sheldon, but trust me, I’m his best shot. You have no idea how much I put up with."
        ],
        [
            "Meemaw",
            "I know more than you think I do."
        ],
        [
            "Amy",
            "Really? You know what it’s like to have date night ruined because Google changed their font?"
        ],
        [
            "Meemaw",
            "Young lady, if you think I don’t know what it’s like to live with a stubborn, egotistical man, then you’re wrong. ‘Cause that was my husband."
        ],
        [
            "Amy",
            "Really?"
        ],
        [
            "Meemaw",
            "There were days I wanted to fill his pockets with corn and toss him in the pigpen."
        ],
        [
            "Amy",
            "Well, if you understand, then why are you giving me such a hard time?"
        ],
        [
            "Meemaw",
            "Because when you broke up with Sheldon, it hurt him deeply, and I don’t want to see that happen again."
        ],
        [
            "Penny",
            "Hi. Sorry. Sheldon would like to say something to you."
        ],
        [
            "Sheldon",
            "No, I wouldn’t."
        ],
        [
            "Leonard",
            "Just get in here."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Penny",
            "Go ahead."
        ],
        [
            "Sheldon",
            "Meemaw, look, I’m sorry, but I have to defend my girlfriend to you."
        ],
        [
            "Amy",
            "Oh, Sheldon, thank you."
        ],
        [
            "Sheldon",
            "Oh, great, now you’re gonna get emotional. I always looked up to you and Pop-Pop. I, I know what a challenging man he could be, but I saw you stand by him and-and make him into a better person."
        ],
        [
            "Meemaw",
            "I did."
        ],
        [
            "Sheldon",
            "Yeah, well, that is exactly what I’ve been doing the last five years with this little work in progress."
        ],
        [
            "Leonard",
            "He never disappoints, does he?"
        ],
        [
            "Amy",
            "I think what Sheldon means to say is we’ve both grown together. Isn’t that right?"
        ],
        [
            "Sheldon",
            "Well…"
        ],
        [
            "Penny",
            "Say yes."
        ],
        [
            "Sheldon",
            "Yes."
        ],
        [
            "Meemaw",
            "Fine. If you feel so strongly, I won’t stand in your way."
        ],
        [
            "Sheldon",
            "Thank you."
        ],
        [
            "Amy",
            "So if he wanted to give me that engagement ring, we would have your blessing?"
        ],
        [
            "Meemaw",
            "I suppose."
        ],
        [
            "Sheldon",
            "I just gave you my virginity, woman. Cool your jets."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Raj",
            "Yeah, see, if you just change the story to the destruction of our galaxy, then a super massive black hole could work."
        ],
        [
            "Claire",
            "This is great. Thank you so much. I just got to figure out a way for everyone to die that isn’t too scary for children."
        ],
        [
            "Scene",
            "Fantasy seqeunce."
        ],
        [
            "Raj",
            "And that’s how Mommy and Daddy met."
        ],
        [
            "Claire",
            "Hey, did you ever tell Emily about us?"
        ],
        [
            "Raj",
            "I will."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-14-the-meemaw-materialisation/"
}