{
    "Season": 9,
    "Episode": 16,
    "Title": "the positive negative reaction",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Following a “previously on” sequence."
            ],
            [
                1,
                "Howard and Bernadette’s kitchen."
            ],
            [
                21,
                "Credits sequence."
            ],
            [
                22,
                "The apartment."
            ],
            [
                46,
                "Howard and Bernadette’s patio."
            ],
            [
                63,
                "The apartment. "
            ],
            [
                82,
                "Howard and Bernadette’s patio."
            ],
            [
                94,
                "A bar."
            ],
            [
                107,
                "The same, later."
            ],
            [
                131,
                "Howard and Bernadette’s patio."
            ],
            [
                154,
                "The bar."
            ],
            [
                174,
                "Howard and Bernadette’s hot tub."
            ],
            [
                185,
                "The bar."
            ],
            [
                205,
                "The same, later."
            ],
            [
                211,
                "The same, later."
            ],
            [
                213,
                "The same, later."
            ],
            [
                218,
                "The same, later."
            ],
            [
                220,
                "The same, later."
            ],
            [
                224,
                "The apartment."
            ]
        ],
        "Howard": [
            [
                2,
                "Morning."
            ],
            [
                4,
                "We? What is this?"
            ],
            [
                6,
                "Continued on milk. If you’re tricking me into making my own breakfast, it didn’t work for my mom, and it won’t work for you. Are. We are. See spoons for more."
            ],
            [
                8,
                "Are you serious?"
            ],
            [
                10,
                "Are you sure?"
            ],
            [
                12,
                "Oh, my God. This is incredible. We’re gonna be parents? We’re gonna get to board planes first. Finally gonna get to see what’s in that family bathroom at the mall."
            ],
            [
                14,
                "It is crazy. Oh. I mean, how do you prepare for something like this? I’m not even sure I’ve held a baby before."
            ],
            [
                16,
                "But how’s this all gonna work? Do we get a nanny? I mean, can we afford a nanny? And if we can, we can’t get a pretty one, ’cause it’ll wreck our marriage. We can’t get an ugly one, ’cause it’ll scare the kid."
            ],
            [
                18,
                "Are we in a good school district? You’re Catholic, I’m Jewish. What religion do we raise it? And if it’s a boy, do we get him circumcised? People say it’s barbaric, but if we don’t, it looks like a pig in a blanket."
            ],
            [
                20,
                "How’s it gonna be okay? Look at me, I’m a mess. And that means this baby’s gonna be half a mess. And that’s even before we screw it up with our cut-rate moderately attractive nanny."
            ],
            [
                31,
                "Yeah, um, in a minute. I actually need to tell you guys something."
            ],
            [
                34,
                "I’m, uh, uh, gonna be a father."
            ],
            [
                64,
                "I shouldn’t be raising a kid. I don’t even eat my own vegetables."
            ],
            [
                66,
                "And then there’s this nose. I mean, what if he looks like me? Or worse, what if she looks like me?"
            ],
            [
                70,
                "Oh, my God, and do you have any idea how expensive having a kid is?"
            ],
            [
                72,
                "A million dollars? God, it’s like my nuts just kicked me in the nuts. That’s it, I got to start earning more money right now."
            ],
            [
                74,
                "This isn’t a joke."
            ],
            [
                78,
                "You’re right, it is, I’m just a little overwhelmed right now."
            ],
            [
                98,
                "Well, look at this. I bet whoever invented tiny umbrellas doesn’t have to worry about money. He can have all the kids he wants."
            ],
            [
                100,
                "If I’m gonna have any chance of raising this kid, I need to come up with a big idea to make some money."
            ],
            [
                102,
                "That’s easy for you to say. You and Sheldon already came up with your superfluid helium model."
            ],
            [
                108,
                "Okay, how about this for an invention, slightly bigger cocktail umbrellas."
            ],
            [
                110,
                "I don’t know, all Apple does is change the size of things and we keep buying them."
            ],
            [
                119,
                "Maybe that’s an idea, guidance systems for drunk people."
            ],
            [
                121,
                "Hey. In your supercooled helium experiments, did you create quantum vortices?"
            ],
            [
                123,
                "Well, if you made a guidance system, couldn’t you use those vortices as a gyroscope?"
            ],
            [
                125,
                "And since it’s in a quantum state, it would maintain an infinite persistence."
            ],
            [
                128,
                "You think so?"
            ],
            [
                156,
                "I’m not finding anything either."
            ],
            [
                159,
                "Damn. What is it?"
            ],
            [
                167,
                "If this is a viable thing, we could get a patent and license it to companies that make guidance systems."
            ],
            [
                170,
                "Maybe you’re right."
            ],
            [
                172,
                "Thank you, Sheldon."
            ],
            [
                193,
                "Thank you."
            ],
            [
                196,
                "I’m really glad you’re here. Can we talk?"
            ],
            [
                200,
                "I’m sorry I freaked out this morning. I want you to know I’m done being scared."
            ],
            [
                202,
                "Thank God, ’cause I was lying, you might not have to wait nine months to see someone soil their pants. But I’m also really excited. I mean it."
            ],
            [
                204,
                "I love you. Mmm. And I’m not just saying that because your breasts are gonna get bigger."
            ],
            [
                221,
                "I’d like to dedicate my last song of the evening to my wife, best friend, and now the mother of our child. I love you, Bernie. (Singing) Havin’ my baby, what a lovely way of sayin’ how much you love me. Havin’ my baby, what a lovely way of sayin’ what you’re thinkin’ of me."
            ],
            [
                223,
                "Thank you, Pasadena. Good night."
            ]
        ],
        "Bernadette": [
            [
                3,
                "Morning."
            ],
            [
                5,
                "I don’t know. Maybe it says something on the back."
            ],
            [
                7,
                "What could it be? We are Groot? We are the champions? We are family? I got all my sisters with me?"
            ],
            [
                9,
                "Yeah."
            ],
            [
                11,
                "Pretty positive. That’s a joke, because the pregnancy test says…"
            ],
            [
                13,
                "I know, it’s crazy."
            ],
            [
                15,
                "Oh, it’s okay, you’ll figure it out."
            ],
            [
                17,
                "I don’t know, Howie."
            ],
            [
                19,
                "Calm down, it’s gonna be okay."
            ],
            [
                47,
                "So, I’m glad you guys are here. There’s something I want to share with you. Howie and I are going to…"
            ],
            [
                51,
                "I’m pregnant."
            ],
            [
                54,
                "Yeah, it’s all real exciting."
            ],
            [
                56,
                "I am. Of-of course I am. I’m, I’m sure it’s just the hormones. But it’s weird, Howie’s the one who’s been talking about having kids for years, and I was all excited to tell him because I thought he’d be thrilled, but then he started to flip out and now this feels like a bad idea and I’m gonna get fat."
            ],
            [
                58,
                "Easy for you to say, skinny bitch. Sorry, hormones."
            ],
            [
                62,
                "You’re probably right. After we talked about it, he started to calm down."
            ],
            [
                85,
                "Where?"
            ],
            [
                87,
                "Can’t drink."
            ],
            [
                90,
                "Doctor said I can’t have sushi."
            ],
            [
                92,
                "Doctor said I can’t go in the hot tub."
            ],
            [
                134,
                "I kind of already do that for Howie."
            ],
            [
                137,
                "Well, we didn’t exactly decide. We were talking about it, and then one night we got a little reckless."
            ],
            [
                140,
                "No, I’m embarrassed."
            ],
            [
                143,
                "Fine. We were out one night, and things got a little spontaneous."
            ],
            [
                145,
                "Well, Sheldon was going on and on about time zones and railroad schedules, and I went out…"
            ],
            [
                147,
                "Kind of on Sheldon’s bed."
            ],
            [
                150,
                "I was headed to the bathroom, and I passed Howie on his way out. Usually he says, do not go in there, but this time he said, hey, let’s go in here."
            ],
            [
                152,
                "I’m sorry, but you know what it’s like when you’re with your man and one thing leads to another."
            ],
            [
                175,
                "You guys can go in if you want."
            ],
            [
                179,
                "That sounds fun."
            ],
            [
                183,
                "How is that a drunk text?"
            ],
            [
                197,
                "Sure."
            ],
            [
                201,
                "It’s okay to be nervous. I am, too."
            ],
            [
                203,
                "Me, too."
            ],
            [
                216,
                "I appreciate this, but you really…"
            ]
        ],
        "Leonard": [
            [
                23,
                "Hey, Raj, I read a couple of guys in your department may have discovered a new planet in our solar system?"
            ],
            [
                27,
                "Hey."
            ],
            [
                30,
                "Ready to play when you are."
            ],
            [
                33,
                "What’s going on?"
            ],
            [
                35,
                "What? Congratulations."
            ],
            [
                38,
                "Why oh, no?"
            ],
            [
                40,
                "Relax, there’s room for two babies in this group."
            ],
            [
                42,
                "You’re the other baby."
            ],
            [
                44,
                "Would an adult refuse to eat his graham crackers because one of them was broken?"
            ],
            [
                65,
                "Buddy, I, I think you might be overreacting."
            ],
            [
                76,
                "It’ll be fine. People have kids every day. You’ll figure this out."
            ],
            [
                79,
                "Hey, you know what we should do?"
            ],
            [
                81,
                "Go out and celebrate. But not your worst idea."
            ],
            [
                96,
                "And his tight little pants that somehow did not make him sterile."
            ],
            [
                101,
                "There’s no reason you can’t."
            ],
            [
                103,
                "That’s just research. We’re never gonna make any money from it."
            ],
            [
                105,
                "Uh, these are strong, you should slow down."
            ],
            [
                109,
                "How is that a new invention?"
            ],
            [
                113,
                "The same reason we don’t do a lot of fun stuff. You."
            ],
            [
                118,
                "Doesn’t matter. He’s headed for the kitchen anyway."
            ],
            [
                122,
                "Yeah. Why?"
            ],
            [
                124,
                "Wow. I’ve never thought about that."
            ],
            [
                127,
                "You may have actually just come up with something."
            ],
            [
                129,
                "I really do."
            ],
            [
                155,
                "I’m not seeing anyone using liquid helium vortices like this."
            ],
            [
                161,
                "Can you focus on what we’re talking about?"
            ],
            [
                165,
                "I’d enjoy that."
            ],
            [
                169,
                "I’m telling you, you got this."
            ],
            [
                189,
                "You want it, you got it, oh, you want it, baby you got it"
            ],
            [
                191,
                "You want it, you got it, oh, you want it, baby you got it"
            ],
            [
                226,
                "Probably ’cause you got to see your man up there rockin’ the mic."
            ],
            [
                228,
                "Oh. That was really an asthma attack. I just sold it."
            ],
            [
                230,
                "Me, too. So, you ever think about it?"
            ],
            [
                232,
                "I think we’d make amazing parents."
            ]
        ],
        "Sheldon": [
            [
                24,
                "Oh, I heard about that. Why didn’t you discover it?"
            ],
            [
                26,
                "Well, you be sure to let us know when you win the Nobel Prize for boysenberry."
            ],
            [
                28,
                "Hello."
            ],
            [
                37,
                "Oh, no."
            ],
            [
                39,
                "Because this changes everything. What about comic book night? Uh, what about playing games together? What about our trips to Disneyland? How can we do those things with a child around?"
            ],
            [
                41,
                "Oh, dear lord, Penny’s pregnant, too?"
            ],
            [
                43,
                "Oh, really? Okay, well, would a baby have to shave once every 11 days?"
            ],
            [
                45,
                "I guess we’ll call this a draw."
            ],
            [
                67,
                "Not to mention the impact on our social circle. Everything’s going to change. Howard won’t be able to come over as much."
            ],
            [
                69,
                "Oh, but then we’d have to baby-proof the apartment. You know, my sister has one of those toilet locks in her bathroom. I have two doctorates, I still had to go in the sink."
            ],
            [
                80,
                "All get vasectomies so this doesn’t happen to us?"
            ],
            [
                99,
                "And can keep a small portion of their heads dry."
            ],
            [
                104,
                "Forget helium. The real superfluid is the fruit punch in this mug. Reminds me of my daddy’s secret don’t tell mama juice."
            ],
            [
                106,
                "Oh. I’ll just take one last sip. Ah."
            ],
            [
                112,
                "This place is terrific. Why. why have we never been here before?"
            ],
            [
                114,
                "That’s some smart talk from a guy who can’t even keep his face in focus. Where’s the bathroom?"
            ],
            [
                116,
                "Excuse me. Hey, how you doin’?"
            ],
            [
                130,
                "You guys, the bathroom here is amazing. There’s people cooking in it."
            ],
            [
                158,
                "Oh, wait, I found something."
            ],
            [
                160,
                "This video. The baby panda sneezes, and the mama panda gets so scared."
            ],
            [
                162,
                "All right. Look, now, this may be the rum talking, but as long as the unpinning rate of the vortices is kept within 1.1 and 1.3, the Magnus force issue should be negligible."
            ],
            [
                164,
                "And stronger. Who wants to see me beat up the bartender?"
            ],
            [
                166,
                "Nah, she’s a good kid."
            ],
            [
                171,
                "Of course he’s right. You and I both know how hard it is growing up without a father. That’s why I’m confident you’re gonna be the best dad you can be."
            ],
            [
                173,
                "You’re welcome. And if he has twins, we can do all kinds of neat experiments on them."
            ],
            [
                195,
                "Wonderful. I’m being musically encouraged to bust a move. If I knew what that meant, I might just do it."
            ],
            [
                199,
                "A microphone, a room full of inaccurate depictions of Polynesian religion, and a captive audience to hear about it? You bet I am."
            ],
            [
                222,
                "You’re kidding. What kind of maniacs have coitus in someone else’s bedroom?"
            ],
            [
                233,
                "Will you guys keep it down?"
            ]
        ],
        "Raj": [
            [
                25,
                "Because instead of being in the telescope room, I was busy making you guys home made jam for the holidays."
            ],
            [
                29,
                "Hey, bud."
            ],
            [
                32,
                "If it’s thank you for the home made jam you got in December, congratulations, you’re the first one."
            ],
            [
                36,
                "That’s so amazing."
            ],
            [
                68,
                "Well, he could bring the baby here."
            ],
            [
                71,
                "I read that in Los Angeles, raising a child through college can cost over a million dollars."
            ],
            [
                73,
                "I know, you could ask Bernadette for a raise in your allowance."
            ],
            [
                75,
                "I wasn’t joking."
            ],
            [
                77,
                "Yeah, come on, this is great news and you know it."
            ],
            [
                95,
                "I’d like to propose a toast to our friend, Howard, his, um, his big heart, his beautiful soul…"
            ],
            [
                111,
                "It’s true. I like my giant iPad and my little iPad almost as much as my regular-sized iPad."
            ],
            [
                115,
                "Uh, it’s in the corner."
            ],
            [
                117,
                "I hope the bathroom is clearly marked."
            ],
            [
                120,
                "They have that. It’s called Uber."
            ],
            [
                126,
                "Groundbreaking revelations, tropical drinks. Tell me this isn’t like the best episode of Sex and the City."
            ],
            [
                157,
                "It’s a good sign."
            ],
            [
                163,
                "Even drunk, he’s still smarter than all of us."
            ],
            [
                168,
                "Look at that. You’ve known you’re gonna be a father for less than a day and you’re already stepping up."
            ],
            [
                188,
                "Just bust a move,"
            ],
            [
                190,
                "Just bust a move,"
            ]
        ],
        "Penny (reading text)": [
            [
                48,
                "Leonard says you’re pregnant."
            ]
        ],
        "Amy": [
            [
                49,
                "What?"
            ],
            [
                53,
                "This is so exciting."
            ],
            [
                60,
                "I wouldn’t make too much out of Howard not reacting the way you expected him to."
            ],
            [
                83,
                "Hey, let’s go do something to get your mind off this."
            ],
            [
                89,
                "Are you hungry? How about that sushi place you love?"
            ],
            [
                93,
                "Maybe you should get a new doctor. What, he said you can’t laugh either?"
            ],
            [
                132,
                "Think about all the fun things you get to do when you have a baby."
            ],
            [
                136,
                "Oh, and I just found a new travel cup for Sheldon. It only lets out three at a time. So, when did you guys decide to get pregnant?"
            ],
            [
                139,
                "Yeah, tell us."
            ],
            [
                142,
                "Me, me, me too. I’m a grown-up and I’ve done it."
            ],
            [
                144,
                "Oh, that sounds juicy."
            ],
            [
                148,
                "What?"
            ],
            [
                151,
                "How could you do that?"
            ],
            [
                153,
                "I do know what that’s like. I really do."
            ],
            [
                177,
                "Then why are we drinking?"
            ],
            [
                180,
                "Oh, no. Sheldon’s drunk texting me."
            ],
            [
                182,
                "Would you like to sing karaoke with us."
            ],
            [
                184,
                "He used a period instead of a question mark. He’s so wasted."
            ],
            [
                194,
                "Hi. How are you doing?"
            ]
        ],
        "Penny": [
            [
                50,
                "Don’t say anything. act surprised when she tells you. All right, how you want to do this?"
            ],
            [
                52,
                "Oh, my God, I can’t believe it."
            ],
            [
                55,
                "Are, are you not happy about this?"
            ],
            [
                57,
                "No, no, come on. Come on, you’re not gonna get fat. You’re gonna be beautiful and glowing and, and have the cutest little baby bump ever."
            ],
            [
                59,
                "Oh, that’s all right. All I heard was skinny."
            ],
            [
                61,
                "Yeah, I’m sure it was just the initial shock of it all."
            ],
            [
                84,
                "Yeah, yeah, we should go out."
            ],
            [
                86,
                "Uh, I don’t know, a bar?"
            ],
            [
                88,
                "We can, but all right."
            ],
            [
                91,
                "Okay, look, we don’t have to go anywhere. We can just, you know, stay here and hang out in the hot tub."
            ],
            [
                133,
                "Yeah, yeah, you get to buy toys and little clothes."
            ],
            [
                135,
                "And whenever you’re hungry, you’ll be in a minivan with Cheerios all over the floor."
            ],
            [
                138,
                "Oh, tell us."
            ],
            [
                141,
                "Oh, come on, we’re all grown-ups. We’ve all done it."
            ],
            [
                146,
                "Wait, I remember that. Hang on. You did it at our place?"
            ],
            [
                149,
                "No."
            ],
            [
                176,
                "No, we’re a team. If you can’t go in, we’re not going in."
            ],
            [
                178,
                "Okay, it’s not like she’s got the Christ child in there, all right? (Checking text) Oh. It’s Leonard. He says Sheldon’s drunk and they’re gonna do karaoke if we want to join them."
            ],
            [
                181,
                "What’s it say?"
            ],
            [
                192,
                "Hey, guys. Congratulations."
            ],
            [
                198,
                "So, you gonna get up there later?"
            ],
            [
                225,
                "That was such a fun night."
            ],
            [
                227,
                "Yeah, yeah. I was a little surprised when you decided to beat-box."
            ],
            [
                229,
                "Well, I am so happy for Howard and Bernadette."
            ],
            [
                231,
                "Babies? Well, I’m not in a rush but someday, yeah, sure. What about you?"
            ],
            [
                234,
                "On the other hand, we might lack a certain maturity."
            ]
        ],
        "All": [
            [
                97,
                "Cheers."
            ]
        ],
        "Raj (rapping)": [
            [
                186,
                "Your movie’s showing, so you’re going. Could care less about the five you’re blowing. Theatre gets dark just to start the show. You spot a fine woman sitting in your row, she’s dressed in yellow, she says hello, come sit next to me, you fine fellow. You run over there without a second to lose, and what comes next, hey, bust a move."
            ]
        ],
        "Leonard (singing)": [
            [
                187,
                "You want it, you got it, oh, you want it, baby you got it"
            ],
            [
                215,
                "Ah, push it."
            ],
            [
                217,
                "Push it real good."
            ]
        ],
        "Penny (singing)": [
            [
                206,
                "Are we an item? Girl, quit playin’."
            ],
            [
                208,
                "Say there’s another and look right in my eyes."
            ]
        ],
        "Amy (singing)": [
            [
                207,
                "We’re just friends, what are you sayin’?"
            ],
            [
                209,
                "My first love broke my heart for the first time."
            ]
        ],
        "Together": [
            [
                210,
                "And I was like, baby, baby, baby, ooh, like, baby, baby, baby, no, like, baby, baby, baby, ooh, I thought you’d always be mine."
            ]
        ],
        "Howard (singing)": [
            [
                212,
                "Baby, I need your lovin’, got to have all your lovin’. Baby, I need your lovin’, got to have all your lovin’."
            ]
        ],
        "Raj (singing)": [
            [
                214,
                "Ooh, baby, baby, baby, baby. Ooh, baby, baby, baby, baby."
            ]
        ],
        "Sheldon (singing)": [
            [
                219,
                "Land where my fathers died, land of the pilgrims’ pride, from every mountainside let freedom ring."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Following a “previously on” sequence."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Howard",
            "Morning."
        ],
        [
            "Bernadette",
            "Morning."
        ],
        [
            "Howard",
            "We? What is this?"
        ],
        [
            "Bernadette",
            "I don’t know. Maybe it says something on the back."
        ],
        [
            "Howard",
            "Continued on milk. If you’re tricking me into making my own breakfast, it didn’t work for my mom, and it won’t work for you. Are. We are. See spoons for more."
        ],
        [
            "Bernadette",
            "What could it be? We are Groot? We are the champions? We are family? I got all my sisters with me?"
        ],
        [
            "Howard",
            "Are you serious?"
        ],
        [
            "Bernadette",
            "Yeah."
        ],
        [
            "Howard",
            "Are you sure?"
        ],
        [
            "Bernadette",
            "Pretty positive. That’s a joke, because the pregnancy test says…"
        ],
        [
            "Howard",
            "Oh, my God. This is incredible. We’re gonna be parents? We’re gonna get to board planes first. Finally gonna get to see what’s in that family bathroom at the mall."
        ],
        [
            "Bernadette",
            "I know, it’s crazy."
        ],
        [
            "Howard",
            "It is crazy. Oh. I mean, how do you prepare for something like this? I’m not even sure I’ve held a baby before."
        ],
        [
            "Bernadette",
            "Oh, it’s okay, you’ll figure it out."
        ],
        [
            "Howard",
            "But how’s this all gonna work? Do we get a nanny? I mean, can we afford a nanny? And if we can, we can’t get a pretty one, ’cause it’ll wreck our marriage. We can’t get an ugly one, ’cause it’ll scare the kid."
        ],
        [
            "Bernadette",
            "I don’t know, Howie."
        ],
        [
            "Howard",
            "Are we in a good school district? You’re Catholic, I’m Jewish. What religion do we raise it? And if it’s a boy, do we get him circumcised? People say it’s barbaric, but if we don’t, it looks like a pig in a blanket."
        ],
        [
            "Bernadette",
            "Calm down, it’s gonna be okay."
        ],
        [
            "Howard",
            "How’s it gonna be okay? Look at me, I’m a mess. And that means this baby’s gonna be half a mess. And that’s even before we screw it up with our cut-rate moderately attractive nanny."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Hey, Raj, I read a couple of guys in your department may have discovered a new planet in our solar system?"
        ],
        [
            "Sheldon",
            "Oh, I heard about that. Why didn’t you discover it?"
        ],
        [
            "Raj",
            "Because instead of being in the telescope room, I was busy making you guys home made jam for the holidays."
        ],
        [
            "Sheldon",
            "Well, you be sure to let us know when you win the Nobel Prize for boysenberry."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Raj",
            "Hey, bud."
        ],
        [
            "Leonard",
            "Ready to play when you are."
        ],
        [
            "Howard",
            "Yeah, um, in a minute. I actually need to tell you guys something."
        ],
        [
            "Raj",
            "If it’s thank you for the home made jam you got in December, congratulations, you’re the first one."
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Howard",
            "I’m, uh, uh, gonna be a father."
        ],
        [
            "Leonard",
            "What? Congratulations."
        ],
        [
            "Raj",
            "That’s so amazing."
        ],
        [
            "Sheldon",
            "Oh, no."
        ],
        [
            "Leonard",
            "Why oh, no?"
        ],
        [
            "Sheldon",
            "Because this changes everything. What about comic book night? Uh, what about playing games together? What about our trips to Disneyland? How can we do those things with a child around?"
        ],
        [
            "Leonard",
            "Relax, there’s room for two babies in this group."
        ],
        [
            "Sheldon",
            "Oh, dear lord, Penny’s pregnant, too?"
        ],
        [
            "Leonard",
            "You’re the other baby."
        ],
        [
            "Sheldon",
            "Oh, really? Okay, well, would a baby have to shave once every 11 days?"
        ],
        [
            "Leonard",
            "Would an adult refuse to eat his graham crackers because one of them was broken?"
        ],
        [
            "Sheldon",
            "I guess we’ll call this a draw."
        ],
        [
            "Scene",
            "Howard and Bernadette’s patio."
        ],
        [
            "Bernadette",
            "So, I’m glad you guys are here. There’s something I want to share with you. Howie and I are going to…"
        ],
        [
            "Penny (reading text)",
            "Leonard says you’re pregnant."
        ],
        [
            "Amy",
            "What?"
        ],
        [
            "Penny",
            "Don’t say anything. act surprised when she tells you. All right, how you want to do this?"
        ],
        [
            "Bernadette",
            "I’m pregnant."
        ],
        [
            "Penny",
            "Oh, my God, I can’t believe it."
        ],
        [
            "Amy",
            "This is so exciting."
        ],
        [
            "Bernadette",
            "Yeah, it’s all real exciting."
        ],
        [
            "Penny",
            "Are, are you not happy about this?"
        ],
        [
            "Bernadette",
            "I am. Of-of course I am. I’m, I’m sure it’s just the hormones. But it’s weird, Howie’s the one who’s been talking about having kids for years, and I was all excited to tell him because I thought he’d be thrilled, but then he started to flip out and now this feels like a bad idea and I’m gonna get fat."
        ],
        [
            "Penny",
            "No, no, come on. Come on, you’re not gonna get fat. You’re gonna be beautiful and glowing and, and have the cutest little baby bump ever."
        ],
        [
            "Bernadette",
            "Easy for you to say, skinny bitch. Sorry, hormones."
        ],
        [
            "Penny",
            "Oh, that’s all right. All I heard was skinny."
        ],
        [
            "Amy",
            "I wouldn’t make too much out of Howard not reacting the way you expected him to."
        ],
        [
            "Penny",
            "Yeah, I’m sure it was just the initial shock of it all."
        ],
        [
            "Bernadette",
            "You’re probably right. After we talked about it, he started to calm down."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Howard",
            "I shouldn’t be raising a kid. I don’t even eat my own vegetables."
        ],
        [
            "Leonard",
            "Buddy, I, I think you might be overreacting."
        ],
        [
            "Howard",
            "And then there’s this nose. I mean, what if he looks like me? Or worse, what if she looks like me?"
        ],
        [
            "Sheldon",
            "Not to mention the impact on our social circle. Everything’s going to change. Howard won’t be able to come over as much."
        ],
        [
            "Raj",
            "Well, he could bring the baby here."
        ],
        [
            "Sheldon",
            "Oh, but then we’d have to baby-proof the apartment. You know, my sister has one of those toilet locks in her bathroom. I have two doctorates, I still had to go in the sink."
        ],
        [
            "Howard",
            "Oh, my God, and do you have any idea how expensive having a kid is?"
        ],
        [
            "Raj",
            "I read that in Los Angeles, raising a child through college can cost over a million dollars."
        ],
        [
            "Howard",
            "A million dollars? God, it’s like my nuts just kicked me in the nuts. That’s it, I got to start earning more money right now."
        ],
        [
            "Raj",
            "I know, you could ask Bernadette for a raise in your allowance."
        ],
        [
            "Howard",
            "This isn’t a joke."
        ],
        [
            "Raj",
            "I wasn’t joking."
        ],
        [
            "Leonard",
            "It’ll be fine. People have kids every day. You’ll figure this out."
        ],
        [
            "Raj",
            "Yeah, come on, this is great news and you know it."
        ],
        [
            "Howard",
            "You’re right, it is, I’m just a little overwhelmed right now."
        ],
        [
            "Leonard",
            "Hey, you know what we should do?"
        ],
        [
            "Sheldon",
            "All get vasectomies so this doesn’t happen to us?"
        ],
        [
            "Leonard",
            "Go out and celebrate. But not your worst idea."
        ],
        [
            "Scene",
            "Howard and Bernadette’s patio."
        ],
        [
            "Amy",
            "Hey, let’s go do something to get your mind off this."
        ],
        [
            "Penny",
            "Yeah, yeah, we should go out."
        ],
        [
            "Bernadette",
            "Where?"
        ],
        [
            "Penny",
            "Uh, I don’t know, a bar?"
        ],
        [
            "Bernadette",
            "Can’t drink."
        ],
        [
            "Penny",
            "We can, but all right."
        ],
        [
            "Amy",
            "Are you hungry? How about that sushi place you love?"
        ],
        [
            "Bernadette",
            "Doctor said I can’t have sushi."
        ],
        [
            "Penny",
            "Okay, look, we don’t have to go anywhere. We can just, you know, stay here and hang out in the hot tub."
        ],
        [
            "Bernadette",
            "Doctor said I can’t go in the hot tub."
        ],
        [
            "Amy",
            "Maybe you should get a new doctor. What, he said you can’t laugh either?"
        ],
        [
            "Scene",
            "A bar."
        ],
        [
            "Raj",
            "I’d like to propose a toast to our friend, Howard, his, um, his big heart, his beautiful soul…"
        ],
        [
            "Leonard",
            "And his tight little pants that somehow did not make him sterile."
        ],
        [
            "All",
            "Cheers."
        ],
        [
            "Howard",
            "Well, look at this. I bet whoever invented tiny umbrellas doesn’t have to worry about money. He can have all the kids he wants."
        ],
        [
            "Sheldon",
            "And can keep a small portion of their heads dry."
        ],
        [
            "Howard",
            "If I’m gonna have any chance of raising this kid, I need to come up with a big idea to make some money."
        ],
        [
            "Leonard",
            "There’s no reason you can’t."
        ],
        [
            "Howard",
            "That’s easy for you to say. You and Sheldon already came up with your superfluid helium model."
        ],
        [
            "Leonard",
            "That’s just research. We’re never gonna make any money from it."
        ],
        [
            "Sheldon",
            "Forget helium. The real superfluid is the fruit punch in this mug. Reminds me of my daddy’s secret don’t tell mama juice."
        ],
        [
            "Leonard",
            "Uh, these are strong, you should slow down."
        ],
        [
            "Sheldon",
            "Oh. I’ll just take one last sip. Ah."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Howard",
            "Okay, how about this for an invention, slightly bigger cocktail umbrellas."
        ],
        [
            "Leonard",
            "How is that a new invention?"
        ],
        [
            "Howard",
            "I don’t know, all Apple does is change the size of things and we keep buying them."
        ],
        [
            "Raj",
            "It’s true. I like my giant iPad and my little iPad almost as much as my regular-sized iPad."
        ],
        [
            "Sheldon",
            "This place is terrific. Why. why have we never been here before?"
        ],
        [
            "Leonard",
            "The same reason we don’t do a lot of fun stuff. You."
        ],
        [
            "Sheldon",
            "That’s some smart talk from a guy who can’t even keep his face in focus. Where’s the bathroom?"
        ],
        [
            "Raj",
            "Uh, it’s in the corner."
        ],
        [
            "Sheldon",
            "Excuse me. Hey, how you doin’?"
        ],
        [
            "Raj",
            "I hope the bathroom is clearly marked."
        ],
        [
            "Leonard",
            "Doesn’t matter. He’s headed for the kitchen anyway."
        ],
        [
            "Howard",
            "Maybe that’s an idea, guidance systems for drunk people."
        ],
        [
            "Raj",
            "They have that. It’s called Uber."
        ],
        [
            "Howard",
            "Hey. In your supercooled helium experiments, did you create quantum vortices?"
        ],
        [
            "Leonard",
            "Yeah. Why?"
        ],
        [
            "Howard",
            "Well, if you made a guidance system, couldn’t you use those vortices as a gyroscope?"
        ],
        [
            "Leonard",
            "Wow. I’ve never thought about that."
        ],
        [
            "Howard",
            "And since it’s in a quantum state, it would maintain an infinite persistence."
        ],
        [
            "Raj",
            "Groundbreaking revelations, tropical drinks. Tell me this isn’t like the best episode of Sex and the City."
        ],
        [
            "Leonard",
            "You may have actually just come up with something."
        ],
        [
            "Howard",
            "You think so?"
        ],
        [
            "Leonard",
            "I really do."
        ],
        [
            "Sheldon",
            "You guys, the bathroom here is amazing. There’s people cooking in it."
        ],
        [
            "Scene",
            "Howard and Bernadette’s patio."
        ],
        [
            "Amy",
            "Think about all the fun things you get to do when you have a baby."
        ],
        [
            "Penny",
            "Yeah, yeah, you get to buy toys and little clothes."
        ],
        [
            "Bernadette",
            "I kind of already do that for Howie."
        ],
        [
            "Penny",
            "And whenever you’re hungry, you’ll be in a minivan with Cheerios all over the floor."
        ],
        [
            "Amy",
            "Oh, and I just found a new travel cup for Sheldon. It only lets out three at a time. So, when did you guys decide to get pregnant?"
        ],
        [
            "Bernadette",
            "Well, we didn’t exactly decide. We were talking about it, and then one night we got a little reckless."
        ],
        [
            "Penny",
            "Oh, tell us."
        ],
        [
            "Amy",
            "Yeah, tell us."
        ],
        [
            "Bernadette",
            "No, I’m embarrassed."
        ],
        [
            "Penny",
            "Oh, come on, we’re all grown-ups. We’ve all done it."
        ],
        [
            "Amy",
            "Me, me, me too. I’m a grown-up and I’ve done it."
        ],
        [
            "Bernadette",
            "Fine. We were out one night, and things got a little spontaneous."
        ],
        [
            "Amy",
            "Oh, that sounds juicy."
        ],
        [
            "Bernadette",
            "Well, Sheldon was going on and on about time zones and railroad schedules, and I went out…"
        ],
        [
            "Penny",
            "Wait, I remember that. Hang on. You did it at our place?"
        ],
        [
            "Bernadette",
            "Kind of on Sheldon’s bed."
        ],
        [
            "Amy",
            "What?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Bernadette",
            "I was headed to the bathroom, and I passed Howie on his way out. Usually he says, do not go in there, but this time he said, hey, let’s go in here."
        ],
        [
            "Amy",
            "How could you do that?"
        ],
        [
            "Bernadette",
            "I’m sorry, but you know what it’s like when you’re with your man and one thing leads to another."
        ],
        [
            "Amy",
            "I do know what that’s like. I really do."
        ],
        [
            "Scene",
            "The bar."
        ],
        [
            "Leonard",
            "I’m not seeing anyone using liquid helium vortices like this."
        ],
        [
            "Howard",
            "I’m not finding anything either."
        ],
        [
            "Raj",
            "It’s a good sign."
        ],
        [
            "Sheldon",
            "Oh, wait, I found something."
        ],
        [
            "Howard",
            "Damn. What is it?"
        ],
        [
            "Sheldon",
            "This video. The baby panda sneezes, and the mama panda gets so scared."
        ],
        [
            "Leonard",
            "Can you focus on what we’re talking about?"
        ],
        [
            "Sheldon",
            "All right. Look, now, this may be the rum talking, but as long as the unpinning rate of the vortices is kept within 1.1 and 1.3, the Magnus force issue should be negligible."
        ],
        [
            "Raj",
            "Even drunk, he’s still smarter than all of us."
        ],
        [
            "Sheldon",
            "And stronger. Who wants to see me beat up the bartender?"
        ],
        [
            "Leonard",
            "I’d enjoy that."
        ],
        [
            "Sheldon",
            "Nah, she’s a good kid."
        ],
        [
            "Howard",
            "If this is a viable thing, we could get a patent and license it to companies that make guidance systems."
        ],
        [
            "Raj",
            "Look at that. You’ve known you’re gonna be a father for less than a day and you’re already stepping up."
        ],
        [
            "Leonard",
            "I’m telling you, you got this."
        ],
        [
            "Howard",
            "Maybe you’re right."
        ],
        [
            "Sheldon",
            "Of course he’s right. You and I both know how hard it is growing up without a father. That’s why I’m confident you’re gonna be the best dad you can be."
        ],
        [
            "Howard",
            "Thank you, Sheldon."
        ],
        [
            "Sheldon",
            "You’re welcome. And if he has twins, we can do all kinds of neat experiments on them."
        ],
        [
            "Scene",
            "Howard and Bernadette’s hot tub."
        ],
        [
            "Bernadette",
            "You guys can go in if you want."
        ],
        [
            "Penny",
            "No, we’re a team. If you can’t go in, we’re not going in."
        ],
        [
            "Amy",
            "Then why are we drinking?"
        ],
        [
            "Penny",
            "Okay, it’s not like she’s got the Christ child in there, all right? (Checking text) Oh. It’s Leonard. He says Sheldon’s drunk and they’re gonna do karaoke if we want to join them."
        ],
        [
            "Bernadette",
            "That sounds fun."
        ],
        [
            "Amy",
            "Oh, no. Sheldon’s drunk texting me."
        ],
        [
            "Penny",
            "What’s it say?"
        ],
        [
            "Amy",
            "Would you like to sing karaoke with us."
        ],
        [
            "Bernadette",
            "How is that a drunk text?"
        ],
        [
            "Amy",
            "He used a period instead of a question mark. He’s so wasted."
        ],
        [
            "Scene",
            "The bar."
        ],
        [
            "Raj (rapping)",
            "Your movie’s showing, so you’re going. Could care less about the five you’re blowing. Theatre gets dark just to start the show. You spot a fine woman sitting in your row, she’s dressed in yellow, she says hello, come sit next to me, you fine fellow. You run over there without a second to lose, and what comes next, hey, bust a move."
        ],
        [
            "Leonard (singing)",
            "You want it, you got it, oh, you want it, baby you got it"
        ],
        [
            "Raj",
            "Just bust a move,"
        ],
        [
            "Leonard",
            "You want it, you got it, oh, you want it, baby you got it"
        ],
        [
            "Raj",
            "Just bust a move,"
        ],
        [
            "Leonard",
            "You want it, you got it, oh, you want it, baby you got it"
        ],
        [
            "Penny",
            "Hey, guys. Congratulations."
        ],
        [
            "Howard",
            "Thank you."
        ],
        [
            "Amy",
            "Hi. How are you doing?"
        ],
        [
            "Sheldon",
            "Wonderful. I’m being musically encouraged to bust a move. If I knew what that meant, I might just do it."
        ],
        [
            "Howard",
            "I’m really glad you’re here. Can we talk?"
        ],
        [
            "Bernadette",
            "Sure."
        ],
        [
            "Penny",
            "So, you gonna get up there later?"
        ],
        [
            "Sheldon",
            "A microphone, a room full of inaccurate depictions of Polynesian religion, and a captive audience to hear about it? You bet I am."
        ],
        [
            "Howard",
            "I’m sorry I freaked out this morning. I want you to know I’m done being scared."
        ],
        [
            "Bernadette",
            "It’s okay to be nervous. I am, too."
        ],
        [
            "Howard",
            "Thank God, ’cause I was lying, you might not have to wait nine months to see someone soil their pants. But I’m also really excited. I mean it."
        ],
        [
            "Bernadette",
            "Me, too."
        ],
        [
            "Howard",
            "I love you. Mmm. And I’m not just saying that because your breasts are gonna get bigger."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Penny (singing)",
            "Are we an item? Girl, quit playin’."
        ],
        [
            "Amy (singing)",
            "We’re just friends, what are you sayin’?"
        ],
        [
            "Penny (singing)",
            "Say there’s another and look right in my eyes."
        ],
        [
            "Amy (singing)",
            "My first love broke my heart for the first time."
        ],
        [
            "Together",
            "And I was like, baby, baby, baby, ooh, like, baby, baby, baby, no, like, baby, baby, baby, ooh, I thought you’d always be mine."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Howard (singing)",
            "Baby, I need your lovin’, got to have all your lovin’. Baby, I need your lovin’, got to have all your lovin’."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Raj (singing)",
            "Ooh, baby, baby, baby, baby. Ooh, baby, baby, baby, baby."
        ],
        [
            "Leonard (singing)",
            "Ah, push it."
        ],
        [
            "Bernadette",
            "I appreciate this, but you really…"
        ],
        [
            "Leonard (singing)",
            "Push it real good."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Sheldon (singing)",
            "Land where my fathers died, land of the pilgrims’ pride, from every mountainside let freedom ring."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Howard",
            "I’d like to dedicate my last song of the evening to my wife, best friend, and now the mother of our child. I love you, Bernie. (Singing) Havin’ my baby, what a lovely way of sayin’ how much you love me. Havin’ my baby, what a lovely way of sayin’ what you’re thinkin’ of me."
        ],
        [
            "Sheldon",
            "You’re kidding. What kind of maniacs have coitus in someone else’s bedroom?"
        ],
        [
            "Howard",
            "Thank you, Pasadena. Good night."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "That was such a fun night."
        ],
        [
            "Leonard",
            "Probably ’cause you got to see your man up there rockin’ the mic."
        ],
        [
            "Penny",
            "Yeah, yeah. I was a little surprised when you decided to beat-box."
        ],
        [
            "Leonard",
            "Oh. That was really an asthma attack. I just sold it."
        ],
        [
            "Penny",
            "Well, I am so happy for Howard and Bernadette."
        ],
        [
            "Leonard",
            "Me, too. So, you ever think about it?"
        ],
        [
            "Penny",
            "Babies? Well, I’m not in a rush but someday, yeah, sure. What about you?"
        ],
        [
            "Leonard",
            "I think we’d make amazing parents."
        ],
        [
            "Sheldon",
            "Will you guys keep it down?"
        ],
        [
            "Penny",
            "On the other hand, we might lack a certain maturity."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-16-the-positive-negative-reaction/"
}