{
    "Season": 9,
    "Episode": 18,
    "Title": "the application deterioration",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Following a “previously on” sequence."
            ],
            [
                1,
                "Outside the University legal office."
            ],
            [
                37,
                "Credits sequence."
            ],
            [
                38,
                "Penny’s apartment."
            ],
            [
                68,
                "The apartment."
            ],
            [
                86,
                "Penny’s apartment."
            ],
            [
                120,
                "The apartment."
            ],
            [
                158,
                "Raj’s car."
            ],
            [
                174,
                "The apartment."
            ],
            [
                199,
                "Raj’s car."
            ],
            [
                205,
                "fade"
            ],
            [
                211,
                "fade"
            ],
            [
                217,
                "The apartment."
            ],
            [
                238,
                "Raj’s car."
            ],
            [
                242,
                "Emily’s bed."
            ]
        ],
        "Howard": [
            [
                2,
                "Okay, I gotta ask, why are you wearing a bow tie?"
            ],
            [
                4,
                "Is the impression that your first name is Pee-Wee?"
            ],
            [
                7,
                "See, he’s not wearing a tie."
            ],
            [
                11,
                "Excellent."
            ],
            [
                14,
                "Oh, I don’t think there will be."
            ],
            [
                18,
                "Can you imagine if we make money with this?"
            ],
            [
                20,
                "That old sad story, guy gets a little money, goes straight up his nose."
            ],
            [
                22,
                "Seventy-five percent?"
            ],
            [
                30,
                "Wait, so this can turn out to be a financial success, and I get nothing?"
            ],
            [
                34,
                "Come on, let’s go."
            ],
            [
                70,
                "We can’t. It says on their Web site, as long as we work there, they have a controlling ownership of anything we come up with."
            ],
            [
                73,
                "Either way, I get nothing."
            ],
            [
                76,
                "I guess that is a way around this. You guys would be cool doing it like that?"
            ],
            [
                79,
                "Okay, great."
            ],
            [
                83,
                "You can do it, Sheldon."
            ],
            [
                121,
                "This contract looks good to me."
            ],
            [
                125,
                "Yeah, one sec. I just need to sign this contract."
            ],
            [
                127,
                "Well, we ran into a problem about my share of the patent, so we’re forming a partnership to split anything we make equally."
            ],
            [
                134,
                "Bernie, the guys were nice enough to find a way to keep me from being cut out."
            ],
            [
                139,
                "Honey, this is fine."
            ],
            [
                141,
                "Can I talk to you in the hall?"
            ],
            [
                143,
                "Excuse us."
            ],
            [
                149,
                "What are you doing?"
            ],
            [
                151,
                "What’s to think about? We have an invention and want to move forward."
            ],
            [
                153,
                "All right, if you’re gonna calmly make excellent points, then I don’t know if I want to talk to you. Okay. I get it. And it’s sweet that you’re worried about me, but I can take care of myself."
            ],
            [
                155,
                "Here we go with the ironclad logic again."
            ],
            [
                157,
                "Is the foetus helping you? ‘Cause that’s cheating."
            ],
            [
                179,
                "Hey."
            ],
            [
                182,
                "Yeah. But, um, we were talking, and I’m a little concerned about the three of us forming a partnership."
            ],
            [
                184,
                "Sheldon, my concern is not with the money or anything. It’s, it’s with how you treat me."
            ],
            [
                188,
                "See? This is what happens every time we work together."
            ],
            [
                197,
                "I’m on board."
            ],
            [
                221,
                "Article three, as it pertains to this project, Dr. Sheldon Cooper promises to abstain from all insulting or disrespectful language directed toward Howard Wolowitz, including but not limited to mockery of engineering, his height, his hair, his wardrobe, and his insane belief that the Ghost Rider movie was, quote, not that bad."
            ],
            [
                226,
                "All right, let’s sign this."
            ],
            [
                229,
                "I should’ve known."
            ],
            [
                232,
                "That’s very generous, Sheldon."
            ],
            [
                234,
                "I appreciate that."
            ]
        ],
        "Sheldon": [
            [
                3,
                "I’ve never applied for a patent before. I wanted to make a good impression."
            ],
            [
                5,
                "Yeah, well, you’re an engineer. End of joke, burn."
            ],
            [
                10,
                "That’s great."
            ],
            [
                17,
                "Get a load of this guy."
            ],
            [
                23,
                "That’s outrageous. This is our idea based on our research. How can you possibly justify owning a majority share?"
            ],
            [
                25,
                "I know when I’m beat."
            ],
            [
                32,
                "Well, that’s not fair. We should all get plaques."
            ],
            [
                36,
                "Couple of questions about the plaque."
            ],
            [
                71,
                "Great, so they own my idea for a T-shirt that says Dumb as a Bag of Geologists."
            ],
            [
                75,
                "To be clear, Leonard is referring to the gyroscope, not the T-shirt and mugs. Oh, now they own the mugs."
            ],
            [
                78,
                "I’m fine with that."
            ],
            [
                80,
                "It sounds like a, uh, contract might be in order."
            ],
            [
                82,
                "But which one of us should be the party who…"
            ],
            [
                84,
                "So stipulated."
            ],
            [
                122,
                "I’ll say it looks good. It’s in my proprietary font, Shelvetica."
            ],
            [
                129,
                "You bet I did."
            ],
            [
                132,
                "Excuse me. I’ve been drafting contracts since kindergarten. Didn’t need a lawyer to get me out of finger painting. Don’t need one now."
            ],
            [
                144,
                "Hey, Leonard."
            ],
            [
                146,
                "If she doesn’t think that we should apply for this patent, she’s being patently absurd."
            ],
            [
                148,
                "Okay, you got it. See, I was afraid it was a thinker."
            ],
            [
                177,
                "I wonder what they’re talking about."
            ],
            [
                180,
                "Hello."
            ],
            [
                183,
                "Are you suggesting a limited liability corporation? ‘Cause I did not L-L-see that coming."
            ],
            [
                185,
                "Well, I believe I’m treating you generously. That’s why I’ve stipulated in the contract that your contributions to our invention are as valuable as my own."
            ],
            [
                187,
                "No, I am not saying that, because I kept saying that this morning and Leonard said stop saying that."
            ],
            [
                193,
                "Oh, please. Any contract I sign is enforced by my own personal code of ethics."
            ],
            [
                195,
                "Yeah, that, too. And scoot over. Part of your shadow’s on my spot."
            ],
            [
                198,
                "I’ll add it right now. Oh, baby, it’s addendum time."
            ],
            [
                218,
                "The, the revisions I made start on page four."
            ],
            [
                223,
                "Do you still like cilantro?"
            ],
            [
                225,
                "You’re tying my hands here."
            ],
            [
                233,
                "Oh, I’ve always valued education over money. And the very fact that you needed a written guarantee of respect made me realize how dismissive I’ve been of your contributions."
            ],
            [
                235,
                "And I just hope that this scholarship can rescue your child from the subpar education and menial life of an engineer."
            ],
            [
                237,
                "What? I didn’t sign it yet."
            ]
        ],
        "Attorney": [
            [
                6,
                "Come on in, fellas."
            ],
            [
                9,
                "So, I’ve reviewed your paperwork, and it seems like we’ve got everything we need to file a patent for your infinite persistence gyroscope."
            ],
            [
                13,
                "Well, the legal team needs to review existing patents to avoid overlap."
            ],
            [
                16,
                "That’s nice, but I think ours might be a bit more thorough."
            ],
            [
                21,
                "Just need you to review and sign this document acknowledging that you understand the university will own 75% of the patent."
            ],
            [
                24,
                "It’s university policy."
            ],
            [
                27,
                "Dr. Hofstadter, this university has been paying your salaries for over ten years. Did you think we do that out of the goodness of our hearts?"
            ],
            [
                29,
                "And as far as Mr. Wolowitz is concerned, I’m afraid as a federal employee on loan from NASA, your name can be on the patent, but you’re not entitled to an ownership share."
            ],
            [
                31,
                "Well, sometimes they give you a plaque."
            ]
        ],
        "Leonard": [
            [
                8,
                "Well, he’s a patent attorney. Maybe his tie is pending."
            ],
            [
                12,
                "So what happens next?"
            ],
            [
                15,
                "Yeah, we did our own search."
            ],
            [
                19,
                "If we do, I am splurging on the best sinus irrigator money can buy."
            ],
            [
                26,
                "Hold on, hold on. So the three of us do all the work and only end up with 25%?"
            ],
            [
                28,
                "Well, until you just said that mean thing, kinda."
            ],
            [
                33,
                "Sorry, but we can’t sign this."
            ],
            [
                35,
                "Thank you for your time."
            ],
            [
                69,
                "Well, what if we go around the university and just get the patent ourselves?"
            ],
            [
                72,
                "Well, our choices are we do this with the university or we don’t do it at all."
            ],
            [
                74,
                "Or, if we ended up making money from this, Sheldon and I could split our shares with you."
            ],
            [
                77,
                "Of course, we can split any profits three ways."
            ],
            [
                81,
                "Sure, we could write something up."
            ],
            [
                85,
                "Once I found a stash of contracts under his bed. It was weird."
            ],
            [
                123,
                "I want to say something obnoxious, but it is easy on the eyes."
            ],
            [
                137,
                "Guys, everyone is involved in thios, okay? Howard’s invention, Sheldon’s math, my original theory that space-time was like a supercooled liquid. Which I’m sure Penny would’ve mentioned if she wasn’t working on that hangnail right now."
            ],
            [
                145,
                "What?"
            ],
            [
                147,
                "Good one."
            ],
            [
                175,
                "They’ve been out there a while."
            ],
            [
                181,
                "You guys all right?"
            ],
            [
                190,
                "What? Is there a switch on the back of his neck we don’t know about?"
            ],
            [
                196,
                "Howard, what do you think?"
            ],
            [
                222,
                "Hang on. Maybe there should be a no insult clause about me, too."
            ],
            [
                224,
                "Yeah."
            ],
            [
                231,
                "That beats the onesie I was gonna get them from baby Gap."
            ]
        ],
        "Amy": [
            [
                39,
                "So, have you been having any morning sickness?"
            ],
            [
                46,
                "See what?"
            ],
            [
                52,
                "Why wouldn’t you open it?"
            ],
            [
                56,
                "She’s pregnant, she’s not a bloodhound."
            ],
            [
                63,
                "What a nice gift for an astrophysicist."
            ],
            [
                67,
                "You don’t need to be pregnant to smell that load of crap."
            ],
            [
                88,
                "Ooh, let’s find out."
            ],
            [
                92,
                "Oh, my."
            ],
            [
                94,
                "These things go for five hundred dollars and up."
            ],
            [
                114,
                "Are you sure you don’t want to stay here with us?"
            ],
            [
                136,
                "Well, to be fair, Howard’s idea was based on Sheldon’s math."
            ],
            [
                176,
                "I hope everything’s okay."
            ],
            [
                194,
                "And his obsessive-compulsive disorder."
            ],
            [
                220,
                "You should see the Valentine’s Day card he gave me."
            ],
            [
                228,
                "Sheldon, what did you do?"
            ],
            [
                236,
                "Sheldon."
            ]
        ],
        "Bernadette": [
            [
                40,
                "A little. And it doesn’t help that I’ve got this heightened sense of smell."
            ],
            [
                42,
                "Yeah. The other day I sniffed out where Howie hid the Girl Scout cookies. No more Tagalongs, my ass."
            ],
            [
                49,
                "That’s nice."
            ],
            [
                54,
                "You don’t think she’d actually send you something gross or dangerous, do you?"
            ],
            [
                57,
                "Although I am getting a little machine oil. I think it’s metal."
            ],
            [
                61,
                "What is that?"
            ],
            [
                87,
                "I wonder how much she spent on this."
            ],
            [
                95,
                "Damn. All I got for Valentine’s Day was a postcard saying my Vermont Teddy Bear was back-ordered."
            ],
            [
                98,
                "Or she’s telling the truth and just being nice."
            ],
            [
                116,
                "Well, if you change your mind, we’ll be here."
            ],
            [
                124,
                "I’m a little tired, Howie. You ready to go?"
            ],
            [
                126,
                "What is it?"
            ],
            [
                131,
                "So, you’re just gonna sign this without having a lawyer look at it?"
            ],
            [
                133,
                "I know, but…"
            ],
            [
                135,
                "Well, I should hope so. The whole thing was your idea."
            ],
            [
                140,
                "If you want to sign a contract that Sheldon whipped up, go ahead."
            ],
            [
                142,
                "Sure."
            ],
            [
                150,
                "I just want to make sure you’ve thought this through."
            ],
            [
                152,
                "Howie, you’re about to form a legal partnership with Sheldon Cooper."
            ],
            [
                154,
                "I’m not worried about you. I’m worried about me. I don’t want to go through this pregnancy listening to you complain about Sheldon driving you crazy more than you already do."
            ],
            [
                156,
                "You’ve tried to work with him before. It hasn’t gone well. Why is this time gonna be any different?"
            ],
            [
                186,
                "Are you saying that his contributions aren’t as valuable as yours?"
            ],
            [
                192,
                "How would you enforce it?"
            ],
            [
                230,
                "25% of profits due to Sheldon Cooper will be allocated to a scholarship fund for the firstborn child of Howard and Bernadette Wolowitz. Sheldon, that’s so nice."
            ]
        ],
        "Penny": [
            [
                41,
                "Is that a pregnancy thing?"
            ],
            [
                43,
                "But now you’ll be able to make your own milk to eat the cookies with."
            ],
            [
                45,
                "Oh, sure. Let me see it."
            ],
            [
                48,
                "Raj, I got you this before we split up, but couldn’t return it and thought you’d like to have it. Happy belated Valentine’s Day, Emily."
            ],
            [
                50,
                "Nice, or is she trying to manipulate him?"
            ],
            [
                55,
                "I know one way to find out. Sniff this."
            ],
            [
                58,
                "Come on, just open it."
            ],
            [
                60,
                "Well, never hurts to have a spare."
            ],
            [
                65,
                "See, she’s trying to get you back. Now, that is exactly what I would’ve gotten you if I had any idea what it is or what you do."
            ],
            [
                90,
                "Yeah, yeah, and beauty’s on the inside, size doesn’t matter, how much she spend?"
            ],
            [
                96,
                "Okay, so, she drops off a five hundred dollar gift and she’s not trying to get back together with you?"
            ],
            [
                100,
                "Okay, answer it. Just be strong. And if she starts to cry, don’t make any promises. And most importantly, put it on speaker so we can hear."
            ],
            [
                112,
                "I know, but you did it. I’m so proud of you."
            ],
            [
                118,
                "Say hi to Emily for us."
            ],
            [
                128,
                "Sheldon, did you draft the contract?"
            ],
            [
                130,
                "Ooh. You’re gonna make out so hard tonight."
            ],
            [
                138,
                "What?"
            ],
            [
                178,
                "If you guys would shut up, I could tell you. Oh. Be cool, be cool, be cool."
            ],
            [
                189,
                "You know what, hang on. What if Sheldon had no choice but to be respectful?"
            ],
            [
                191,
                "No. What I’m saying is you could add a clause to the contract that he can’t make fun of Howard."
            ],
            [
                219,
                "Wow. That is a lot of whereupons."
            ],
            [
                227,
                "Wait, wait, wait. What are these changes on page six?"
            ]
        ],
        "Raj": [
            [
                44,
                "Hey, guys. Hey, Penny. I really appreciate you helping me with this. I don’t know what to do."
            ],
            [
                47,
                "I hadn’t spoken to Emily since I broke up with her, and she left this on my doorstep with a note."
            ],
            [
                51,
                "I know. I mean, do I open it? Do I return it?"
            ],
            [
                53,
                "Well, she was pretty mad. For all I know it’s a voodoo doll of me with a fork stuck in my junk."
            ],
            [
                59,
                "You know, on Game of Thrones, Balon Greyjoy received his son’s genitals in a box."
            ],
            [
                62,
                "Wow. It’s an antique sextant. Sailors used these to find their position by the stars."
            ],
            [
                64,
                "I know, she’s so thoughtful."
            ],
            [
                66,
                "You know, I have too much self-esteem to let this girl guilt me into getting back together with her."
            ],
            [
                89,
                "It doesn’t matter. It’s the thought that counts."
            ],
            [
                91,
                "Seriously, guys, I don’t want to know."
            ],
            [
                93,
                "Oh, come on, you can’t say oh my, and then not tell me."
            ],
            [
                97,
                "Maybe you’re right."
            ],
            [
                99,
                "Maybe you’re right. Wow, I am easy to manipulate. (Phone rings) Oh, guys, it’s Emily. What should I do?"
            ],
            [
                101,
                "Hello?"
            ],
            [
                103,
                "Yeah, yeah. Sure. What’s up?"
            ],
            [
                105,
                "Maybe, maybe."
            ],
            [
                107,
                "I’m sorry, I seem to be taking an annoying amount of time deciding how I feel about this."
            ],
            [
                109,
                "I’m sorry, I don’t think that’s a good idea."
            ],
            [
                111,
                "Good-bye, Emily. That was rough, you guys."
            ],
            [
                113,
                "Well, anyway, I’ll leave you to your girls’ night."
            ],
            [
                115,
                "No, I kind of feel like being alone right now."
            ],
            [
                117,
                "Thank you."
            ],
            [
                119,
                "Will do."
            ],
            [
                161,
                "Hi. I’m good. Really good. Well, I don’t know why I said really good. I’m just regular good. I really just wanted to sound confident. And that really was a real really, not a fake really like the first really."
            ],
            [
                163,
                "I don’t know. I lost track and I missed my exit. So, uh, so what’s up?"
            ],
            [
                165,
                "Really? I’m sorry. I swear I know other words."
            ],
            [
                167,
                "Yes. Indeed. Absolutely. Indubitably. I’m not even sure what the last one means, but it’s another word, and I know it. So, uh, when do you want to meet up?"
            ],
            [
                169,
                "Right now, well, well, actually, to, to be completely honest, I’m stopping by to see my ex-girlfriend because she’s having a tough time. But it’s not like we’re getting back together or anything."
            ],
            [
                171,
                "That’s exactly what she said. How do you know that?"
            ],
            [
                173,
                "Any chance you could send me a PDF of that playbook?"
            ],
            [
                201,
                "Hey, Emily, listen, I’ve been thinking, and I’m not sure it’s a good idea that I come over."
            ],
            [
                203,
                "No, no. Please don’t cry."
            ],
            [
                207,
                "Hey, so, listen, Claire, change of plans…"
            ],
            [
                209,
                "I don’t think so. She sounded pretty upset."
            ],
            [
                212,
                "Emily, listen, I’m sorry, but I can’t come by."
            ],
            [
                214,
                "I think we both know if I come over, we’re gonna get back together and…"
            ],
            [
                216,
                "Call you right back."
            ],
            [
                239,
                "I hear what you’re saying, but I’ve known Emily a long time, and I think she deserves the benefit of the doubt."
            ],
            [
                241,
                "As a matter of fact, I do. I’m gonna comfort her, because I’m a caring and decent friend who’s happy to be there when she needs someone to talk to."
            ],
            [
                243,
                "Good talk."
            ]
        ],
        "Emily (voice)": [
            [
                102,
                "Hey, it’s Emily. Is this a good time?"
            ],
            [
                200,
                "Hello?"
            ]
        ],
        "Emily": [
            [
                104,
                "Was it okay I left that gift? I’m really hoping we can be friends."
            ],
            [
                106,
                "Um, you think you’d want to grab a cup of coffee? Hello?"
            ],
            [
                108,
                "I just, I miss hanging out with you. It’s not like I lost a friend, it’s like I lost my best friend. Is there any chance you’d want to come over?"
            ],
            [
                110,
                "Okay. I’m just, I’m having a really hard time, but that’s not your problem, that’s mine. I, I won’t bother you again, but please know that you’ll always have a place in my heart. Bye, Raj. You’re a good guy."
            ],
            [
                202,
                "Oh. Okay. I understand."
            ],
            [
                204,
                "Okay, I’ll stop."
            ],
            [
                213,
                "Why not?"
            ],
            [
                215,
                "I told you I needed a friend. What do you think is happening here?"
            ]
        ],
        "Raj (answering phone)": [
            [
                159,
                "Hello?"
            ]
        ],
        "Claire": [
            [
                160,
                "Hey, Raj. It’s Claire. How are you?"
            ],
            [
                162,
                "Really?"
            ],
            [
                164,
                "Well, last time we talked, I had just gotten back together with my boyfriend, and I wanted to let you know that things didn’t work out."
            ],
            [
                166,
                "So if you were still interested."
            ],
            [
                168,
                "Uh, I’m almost off work. What are you doing now?"
            ],
            [
                170,
                "Let me guess, the worst part about breaking up is that she doesn’t have her best friend to talk to any more?"
            ],
            [
                172,
                "I’m a girl. It’s, like, page one out of the playbook."
            ],
            [
                206,
                "Hello?"
            ],
            [
                208,
                "Fine. Do what you want, but she’s playing you."
            ],
            [
                210,
                "You mean like, I was just really looking forward to seeing you. I’m having such a rough day."
            ],
            [
                240,
                "All right, it’s your life. But you know how this is gonna end."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Following a “previously on” sequence."
        ],
        [
            "Scene",
            "Outside the University legal office."
        ],
        [
            "Howard",
            "Okay, I gotta ask, why are you wearing a bow tie?"
        ],
        [
            "Sheldon",
            "I’ve never applied for a patent before. I wanted to make a good impression."
        ],
        [
            "Howard",
            "Is the impression that your first name is Pee-Wee?"
        ],
        [
            "Sheldon",
            "Yeah, well, you’re an engineer. End of joke, burn."
        ],
        [
            "Attorney",
            "Come on in, fellas."
        ],
        [
            "Howard",
            "See, he’s not wearing a tie."
        ],
        [
            "Leonard",
            "Well, he’s a patent attorney. Maybe his tie is pending."
        ],
        [
            "Attorney",
            "So, I’ve reviewed your paperwork, and it seems like we’ve got everything we need to file a patent for your infinite persistence gyroscope."
        ],
        [
            "Sheldon",
            "That’s great."
        ],
        [
            "Howard",
            "Excellent."
        ],
        [
            "Leonard",
            "So what happens next?"
        ],
        [
            "Attorney",
            "Well, the legal team needs to review existing patents to avoid overlap."
        ],
        [
            "Howard",
            "Oh, I don’t think there will be."
        ],
        [
            "Leonard",
            "Yeah, we did our own search."
        ],
        [
            "Attorney",
            "That’s nice, but I think ours might be a bit more thorough."
        ],
        [
            "Sheldon",
            "Get a load of this guy."
        ],
        [
            "Howard",
            "Can you imagine if we make money with this?"
        ],
        [
            "Leonard",
            "If we do, I am splurging on the best sinus irrigator money can buy."
        ],
        [
            "Howard",
            "That old sad story, guy gets a little money, goes straight up his nose."
        ],
        [
            "Attorney",
            "Just need you to review and sign this document acknowledging that you understand the university will own 75% of the patent."
        ],
        [
            "Howard",
            "Seventy-five percent?"
        ],
        [
            "Sheldon",
            "That’s outrageous. This is our idea based on our research. How can you possibly justify owning a majority share?"
        ],
        [
            "Attorney",
            "It’s university policy."
        ],
        [
            "Sheldon",
            "I know when I’m beat."
        ],
        [
            "Leonard",
            "Hold on, hold on. So the three of us do all the work and only end up with 25%?"
        ],
        [
            "Attorney",
            "Dr. Hofstadter, this university has been paying your salaries for over ten years. Did you think we do that out of the goodness of our hearts?"
        ],
        [
            "Leonard",
            "Well, until you just said that mean thing, kinda."
        ],
        [
            "Attorney",
            "And as far as Mr. Wolowitz is concerned, I’m afraid as a federal employee on loan from NASA, your name can be on the patent, but you’re not entitled to an ownership share."
        ],
        [
            "Howard",
            "Wait, so this can turn out to be a financial success, and I get nothing?"
        ],
        [
            "Attorney",
            "Well, sometimes they give you a plaque."
        ],
        [
            "Sheldon",
            "Well, that’s not fair. We should all get plaques."
        ],
        [
            "Leonard",
            "Sorry, but we can’t sign this."
        ],
        [
            "Howard",
            "Come on, let’s go."
        ],
        [
            "Leonard",
            "Thank you for your time."
        ],
        [
            "Sheldon",
            "Couple of questions about the plaque."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Amy",
            "So, have you been having any morning sickness?"
        ],
        [
            "Bernadette",
            "A little. And it doesn’t help that I’ve got this heightened sense of smell."
        ],
        [
            "Penny",
            "Is that a pregnancy thing?"
        ],
        [
            "Bernadette",
            "Yeah. The other day I sniffed out where Howie hid the Girl Scout cookies. No more Tagalongs, my ass."
        ],
        [
            "Penny",
            "But now you’ll be able to make your own milk to eat the cookies with."
        ],
        [
            "Raj",
            "Hey, guys. Hey, Penny. I really appreciate you helping me with this. I don’t know what to do."
        ],
        [
            "Penny",
            "Oh, sure. Let me see it."
        ],
        [
            "Amy",
            "See what?"
        ],
        [
            "Raj",
            "I hadn’t spoken to Emily since I broke up with her, and she left this on my doorstep with a note."
        ],
        [
            "Penny",
            "Raj, I got you this before we split up, but couldn’t return it and thought you’d like to have it. Happy belated Valentine’s Day, Emily."
        ],
        [
            "Bernadette",
            "That’s nice."
        ],
        [
            "Penny",
            "Nice, or is she trying to manipulate him?"
        ],
        [
            "Raj",
            "I know. I mean, do I open it? Do I return it?"
        ],
        [
            "Amy",
            "Why wouldn’t you open it?"
        ],
        [
            "Raj",
            "Well, she was pretty mad. For all I know it’s a voodoo doll of me with a fork stuck in my junk."
        ],
        [
            "Bernadette",
            "You don’t think she’d actually send you something gross or dangerous, do you?"
        ],
        [
            "Penny",
            "I know one way to find out. Sniff this."
        ],
        [
            "Amy",
            "She’s pregnant, she’s not a bloodhound."
        ],
        [
            "Bernadette",
            "Although I am getting a little machine oil. I think it’s metal."
        ],
        [
            "Penny",
            "Come on, just open it."
        ],
        [
            "Raj",
            "You know, on Game of Thrones, Balon Greyjoy received his son’s genitals in a box."
        ],
        [
            "Penny",
            "Well, never hurts to have a spare."
        ],
        [
            "Bernadette",
            "What is that?"
        ],
        [
            "Raj",
            "Wow. It’s an antique sextant. Sailors used these to find their position by the stars."
        ],
        [
            "Amy",
            "What a nice gift for an astrophysicist."
        ],
        [
            "Raj",
            "I know, she’s so thoughtful."
        ],
        [
            "Penny",
            "See, she’s trying to get you back. Now, that is exactly what I would’ve gotten you if I had any idea what it is or what you do."
        ],
        [
            "Raj",
            "You know, I have too much self-esteem to let this girl guilt me into getting back together with her."
        ],
        [
            "Amy",
            "You don’t need to be pregnant to smell that load of crap."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "Well, what if we go around the university and just get the patent ourselves?"
        ],
        [
            "Howard",
            "We can’t. It says on their Web site, as long as we work there, they have a controlling ownership of anything we come up with."
        ],
        [
            "Sheldon",
            "Great, so they own my idea for a T-shirt that says Dumb as a Bag of Geologists."
        ],
        [
            "Leonard",
            "Well, our choices are we do this with the university or we don’t do it at all."
        ],
        [
            "Howard",
            "Either way, I get nothing."
        ],
        [
            "Leonard",
            "Or, if we ended up making money from this, Sheldon and I could split our shares with you."
        ],
        [
            "Sheldon",
            "To be clear, Leonard is referring to the gyroscope, not the T-shirt and mugs. Oh, now they own the mugs."
        ],
        [
            "Howard",
            "I guess that is a way around this. You guys would be cool doing it like that?"
        ],
        [
            "Leonard",
            "Of course, we can split any profits three ways."
        ],
        [
            "Sheldon",
            "I’m fine with that."
        ],
        [
            "Howard",
            "Okay, great."
        ],
        [
            "Sheldon",
            "It sounds like a, uh, contract might be in order."
        ],
        [
            "Leonard",
            "Sure, we could write something up."
        ],
        [
            "Sheldon",
            "But which one of us should be the party who…"
        ],
        [
            "Howard",
            "You can do it, Sheldon."
        ],
        [
            "Sheldon",
            "So stipulated."
        ],
        [
            "Leonard",
            "Once I found a stash of contracts under his bed. It was weird."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Bernadette",
            "I wonder how much she spent on this."
        ],
        [
            "Amy",
            "Ooh, let’s find out."
        ],
        [
            "Raj",
            "It doesn’t matter. It’s the thought that counts."
        ],
        [
            "Penny",
            "Yeah, yeah, and beauty’s on the inside, size doesn’t matter, how much she spend?"
        ],
        [
            "Raj",
            "Seriously, guys, I don’t want to know."
        ],
        [
            "Amy",
            "Oh, my."
        ],
        [
            "Raj",
            "Oh, come on, you can’t say oh my, and then not tell me."
        ],
        [
            "Amy",
            "These things go for five hundred dollars and up."
        ],
        [
            "Bernadette",
            "Damn. All I got for Valentine’s Day was a postcard saying my Vermont Teddy Bear was back-ordered."
        ],
        [
            "Penny",
            "Okay, so, she drops off a five hundred dollar gift and she’s not trying to get back together with you?"
        ],
        [
            "Raj",
            "Maybe you’re right."
        ],
        [
            "Bernadette",
            "Or she’s telling the truth and just being nice."
        ],
        [
            "Raj",
            "Maybe you’re right. Wow, I am easy to manipulate. (Phone rings) Oh, guys, it’s Emily. What should I do?"
        ],
        [
            "Penny",
            "Okay, answer it. Just be strong. And if she starts to cry, don’t make any promises. And most importantly, put it on speaker so we can hear."
        ],
        [
            "Raj",
            "Hello?"
        ],
        [
            "Emily (voice)",
            "Hey, it’s Emily. Is this a good time?"
        ],
        [
            "Raj",
            "Yeah, yeah. Sure. What’s up?"
        ],
        [
            "Emily",
            "Was it okay I left that gift? I’m really hoping we can be friends."
        ],
        [
            "Raj",
            "Maybe, maybe."
        ],
        [
            "Emily",
            "Um, you think you’d want to grab a cup of coffee? Hello?"
        ],
        [
            "Raj",
            "I’m sorry, I seem to be taking an annoying amount of time deciding how I feel about this."
        ],
        [
            "Emily",
            "I just, I miss hanging out with you. It’s not like I lost a friend, it’s like I lost my best friend. Is there any chance you’d want to come over?"
        ],
        [
            "Raj",
            "I’m sorry, I don’t think that’s a good idea."
        ],
        [
            "Emily",
            "Okay. I’m just, I’m having a really hard time, but that’s not your problem, that’s mine. I, I won’t bother you again, but please know that you’ll always have a place in my heart. Bye, Raj. You’re a good guy."
        ],
        [
            "Raj",
            "Good-bye, Emily. That was rough, you guys."
        ],
        [
            "Penny",
            "I know, but you did it. I’m so proud of you."
        ],
        [
            "Raj",
            "Well, anyway, I’ll leave you to your girls’ night."
        ],
        [
            "Amy",
            "Are you sure you don’t want to stay here with us?"
        ],
        [
            "Raj",
            "No, I kind of feel like being alone right now."
        ],
        [
            "Bernadette",
            "Well, if you change your mind, we’ll be here."
        ],
        [
            "Raj",
            "Thank you."
        ],
        [
            "Penny",
            "Say hi to Emily for us."
        ],
        [
            "Raj",
            "Will do."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "This contract looks good to me."
        ],
        [
            "Sheldon",
            "I’ll say it looks good. It’s in my proprietary font, Shelvetica."
        ],
        [
            "Leonard",
            "I want to say something obnoxious, but it is easy on the eyes."
        ],
        [
            "Bernadette",
            "I’m a little tired, Howie. You ready to go?"
        ],
        [
            "Howard",
            "Yeah, one sec. I just need to sign this contract."
        ],
        [
            "Bernadette",
            "What is it?"
        ],
        [
            "Howard",
            "Well, we ran into a problem about my share of the patent, so we’re forming a partnership to split anything we make equally."
        ],
        [
            "Penny",
            "Sheldon, did you draft the contract?"
        ],
        [
            "Sheldon",
            "You bet I did."
        ],
        [
            "Penny",
            "Ooh. You’re gonna make out so hard tonight."
        ],
        [
            "Bernadette",
            "So, you’re just gonna sign this without having a lawyer look at it?"
        ],
        [
            "Sheldon",
            "Excuse me. I’ve been drafting contracts since kindergarten. Didn’t need a lawyer to get me out of finger painting. Don’t need one now."
        ],
        [
            "Bernadette",
            "I know, but…"
        ],
        [
            "Howard",
            "Bernie, the guys were nice enough to find a way to keep me from being cut out."
        ],
        [
            "Bernadette",
            "Well, I should hope so. The whole thing was your idea."
        ],
        [
            "Amy",
            "Well, to be fair, Howard’s idea was based on Sheldon’s math."
        ],
        [
            "Leonard",
            "Guys, everyone is involved in thios, okay? Howard’s invention, Sheldon’s math, my original theory that space-time was like a supercooled liquid. Which I’m sure Penny would’ve mentioned if she wasn’t working on that hangnail right now."
        ],
        [
            "Penny",
            "What?"
        ],
        [
            "Howard",
            "Honey, this is fine."
        ],
        [
            "Bernadette",
            "If you want to sign a contract that Sheldon whipped up, go ahead."
        ],
        [
            "Howard",
            "Can I talk to you in the hall?"
        ],
        [
            "Bernadette",
            "Sure."
        ],
        [
            "Howard",
            "Excuse us."
        ],
        [
            "Sheldon",
            "Hey, Leonard."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "If she doesn’t think that we should apply for this patent, she’s being patently absurd."
        ],
        [
            "Leonard",
            "Good one."
        ],
        [
            "Sheldon",
            "Okay, you got it. See, I was afraid it was a thinker."
        ],
        [
            "Howard",
            "What are you doing?"
        ],
        [
            "Bernadette",
            "I just want to make sure you’ve thought this through."
        ],
        [
            "Howard",
            "What’s to think about? We have an invention and want to move forward."
        ],
        [
            "Bernadette",
            "Howie, you’re about to form a legal partnership with Sheldon Cooper."
        ],
        [
            "Howard",
            "All right, if you’re gonna calmly make excellent points, then I don’t know if I want to talk to you. Okay. I get it. And it’s sweet that you’re worried about me, but I can take care of myself."
        ],
        [
            "Bernadette",
            "I’m not worried about you. I’m worried about me. I don’t want to go through this pregnancy listening to you complain about Sheldon driving you crazy more than you already do."
        ],
        [
            "Howard",
            "Here we go with the ironclad logic again."
        ],
        [
            "Bernadette",
            "You’ve tried to work with him before. It hasn’t gone well. Why is this time gonna be any different?"
        ],
        [
            "Howard",
            "Is the foetus helping you? ‘Cause that’s cheating."
        ],
        [
            "Scene",
            "Raj’s car."
        ],
        [
            "Raj (answering phone)",
            "Hello?"
        ],
        [
            "Claire",
            "Hey, Raj. It’s Claire. How are you?"
        ],
        [
            "Raj",
            "Hi. I’m good. Really good. Well, I don’t know why I said really good. I’m just regular good. I really just wanted to sound confident. And that really was a real really, not a fake really like the first really."
        ],
        [
            "Claire",
            "Really?"
        ],
        [
            "Raj",
            "I don’t know. I lost track and I missed my exit. So, uh, so what’s up?"
        ],
        [
            "Claire",
            "Well, last time we talked, I had just gotten back together with my boyfriend, and I wanted to let you know that things didn’t work out."
        ],
        [
            "Raj",
            "Really? I’m sorry. I swear I know other words."
        ],
        [
            "Claire",
            "So if you were still interested."
        ],
        [
            "Raj",
            "Yes. Indeed. Absolutely. Indubitably. I’m not even sure what the last one means, but it’s another word, and I know it. So, uh, when do you want to meet up?"
        ],
        [
            "Claire",
            "Uh, I’m almost off work. What are you doing now?"
        ],
        [
            "Raj",
            "Right now, well, well, actually, to, to be completely honest, I’m stopping by to see my ex-girlfriend because she’s having a tough time. But it’s not like we’re getting back together or anything."
        ],
        [
            "Claire",
            "Let me guess, the worst part about breaking up is that she doesn’t have her best friend to talk to any more?"
        ],
        [
            "Raj",
            "That’s exactly what she said. How do you know that?"
        ],
        [
            "Claire",
            "I’m a girl. It’s, like, page one out of the playbook."
        ],
        [
            "Raj",
            "Any chance you could send me a PDF of that playbook?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Leonard",
            "They’ve been out there a while."
        ],
        [
            "Amy",
            "I hope everything’s okay."
        ],
        [
            "Sheldon",
            "I wonder what they’re talking about."
        ],
        [
            "Penny",
            "If you guys would shut up, I could tell you. Oh. Be cool, be cool, be cool."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Sheldon",
            "Hello."
        ],
        [
            "Leonard",
            "You guys all right?"
        ],
        [
            "Howard",
            "Yeah. But, um, we were talking, and I’m a little concerned about the three of us forming a partnership."
        ],
        [
            "Sheldon",
            "Are you suggesting a limited liability corporation? ‘Cause I did not L-L-see that coming."
        ],
        [
            "Howard",
            "Sheldon, my concern is not with the money or anything. It’s, it’s with how you treat me."
        ],
        [
            "Sheldon",
            "Well, I believe I’m treating you generously. That’s why I’ve stipulated in the contract that your contributions to our invention are as valuable as my own."
        ],
        [
            "Bernadette",
            "Are you saying that his contributions aren’t as valuable as yours?"
        ],
        [
            "Sheldon",
            "No, I am not saying that, because I kept saying that this morning and Leonard said stop saying that."
        ],
        [
            "Howard",
            "See? This is what happens every time we work together."
        ],
        [
            "Penny",
            "You know what, hang on. What if Sheldon had no choice but to be respectful?"
        ],
        [
            "Leonard",
            "What? Is there a switch on the back of his neck we don’t know about?"
        ],
        [
            "Penny",
            "No. What I’m saying is you could add a clause to the contract that he can’t make fun of Howard."
        ],
        [
            "Bernadette",
            "How would you enforce it?"
        ],
        [
            "Sheldon",
            "Oh, please. Any contract I sign is enforced by my own personal code of ethics."
        ],
        [
            "Amy",
            "And his obsessive-compulsive disorder."
        ],
        [
            "Sheldon",
            "Yeah, that, too. And scoot over. Part of your shadow’s on my spot."
        ],
        [
            "Leonard",
            "Howard, what do you think?"
        ],
        [
            "Howard",
            "I’m on board."
        ],
        [
            "Sheldon",
            "I’ll add it right now. Oh, baby, it’s addendum time."
        ],
        [
            "Scene",
            "Raj’s car."
        ],
        [
            "Emily (voice)",
            "Hello?"
        ],
        [
            "Raj",
            "Hey, Emily, listen, I’ve been thinking, and I’m not sure it’s a good idea that I come over."
        ],
        [
            "Emily",
            "Oh. Okay. I understand."
        ],
        [
            "Raj",
            "No, no. Please don’t cry."
        ],
        [
            "Emily",
            "Okay, I’ll stop."
        ],
        [
            "Scene",
            "fade"
        ],
        [
            "Claire",
            "Hello?"
        ],
        [
            "Raj",
            "Hey, so, listen, Claire, change of plans…"
        ],
        [
            "Claire",
            "Fine. Do what you want, but she’s playing you."
        ],
        [
            "Raj",
            "I don’t think so. She sounded pretty upset."
        ],
        [
            "Claire",
            "You mean like, I was just really looking forward to seeing you. I’m having such a rough day."
        ],
        [
            "Scene",
            "fade"
        ],
        [
            "Raj",
            "Emily, listen, I’m sorry, but I can’t come by."
        ],
        [
            "Emily",
            "Why not?"
        ],
        [
            "Raj",
            "I think we both know if I come over, we’re gonna get back together and…"
        ],
        [
            "Emily",
            "I told you I needed a friend. What do you think is happening here?"
        ],
        [
            "Raj",
            "Call you right back."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "The, the revisions I made start on page four."
        ],
        [
            "Penny",
            "Wow. That is a lot of whereupons."
        ],
        [
            "Amy",
            "You should see the Valentine’s Day card he gave me."
        ],
        [
            "Howard",
            "Article three, as it pertains to this project, Dr. Sheldon Cooper promises to abstain from all insulting or disrespectful language directed toward Howard Wolowitz, including but not limited to mockery of engineering, his height, his hair, his wardrobe, and his insane belief that the Ghost Rider movie was, quote, not that bad."
        ],
        [
            "Leonard",
            "Hang on. Maybe there should be a no insult clause about me, too."
        ],
        [
            "Sheldon",
            "Do you still like cilantro?"
        ],
        [
            "Leonard",
            "Yeah."
        ],
        [
            "Sheldon",
            "You’re tying my hands here."
        ],
        [
            "Howard",
            "All right, let’s sign this."
        ],
        [
            "Penny",
            "Wait, wait, wait. What are these changes on page six?"
        ],
        [
            "Amy",
            "Sheldon, what did you do?"
        ],
        [
            "Howard",
            "I should’ve known."
        ],
        [
            "Bernadette",
            "25% of profits due to Sheldon Cooper will be allocated to a scholarship fund for the firstborn child of Howard and Bernadette Wolowitz. Sheldon, that’s so nice."
        ],
        [
            "Leonard",
            "That beats the onesie I was gonna get them from baby Gap."
        ],
        [
            "Howard",
            "That’s very generous, Sheldon."
        ],
        [
            "Sheldon",
            "Oh, I’ve always valued education over money. And the very fact that you needed a written guarantee of respect made me realize how dismissive I’ve been of your contributions."
        ],
        [
            "Howard",
            "I appreciate that."
        ],
        [
            "Sheldon",
            "And I just hope that this scholarship can rescue your child from the subpar education and menial life of an engineer."
        ],
        [
            "Amy",
            "Sheldon."
        ],
        [
            "Sheldon",
            "What? I didn’t sign it yet."
        ],
        [
            "Scene",
            "Raj’s car."
        ],
        [
            "Raj",
            "I hear what you’re saying, but I’ve known Emily a long time, and I think she deserves the benefit of the doubt."
        ],
        [
            "Claire",
            "All right, it’s your life. But you know how this is gonna end."
        ],
        [
            "Raj",
            "As a matter of fact, I do. I’m gonna comfort her, because I’m a caring and decent friend who’s happy to be there when she needs someone to talk to."
        ],
        [
            "Scene",
            "Emily’s bed."
        ],
        [
            "Raj",
            "Good talk."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-18-the-application-deterioration/"
}