{
    "Season": 9,
    "Episode": 20,
    "Title": "the big bear precipitation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The apartment (initially inside a virtual reality device)"
            ],
            [
                14,
                "Credits sequence."
            ],
            [
                15,
                "The apartment."
            ],
            [
                37,
                "Howard and Bernadette’s house."
            ],
            [
                51,
                "The apartment."
            ],
            [
                64,
                "Howard and Bernadette’s kitchen. Screams are emanating from Bernadette’s tablet."
            ],
            [
                77,
                "Leonard’s car."
            ],
            [
                84,
                "Howard and Bernadette’s apartment."
            ],
            [
                96,
                "The cabin. "
            ],
            [
                104,
                "The same, later."
            ],
            [
                125,
                "Howard and Bernadette’s house."
            ],
            [
                139,
                "The cabin."
            ],
            [
                166,
                "Howard and Bernadette’s house."
            ],
            [
                177,
                "The cabin. "
            ],
            [
                194,
                "Howard and Bernadette’s house."
            ],
            [
                204,
                "The cabin."
            ],
            [
                233,
                "Howard and Bernadette’s house."
            ],
            [
                247,
                "The cabin. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "It’s nice to get back to nature. Why don’t I do this more often? What a beautiful forest. Hello, little butterfly. What’s your Na-oh!"
            ],
            [
                3,
                "I was enjoying some virtual reality, until you ruined it with your actual face."
            ],
            [
                5,
                "Oh, it’s car air freshener. I was simulating the smell of the forest."
            ],
            [
                7,
                "Well, how would I know?"
            ],
            [
                9,
                "Hmm? Oh. Amy showed me a compelling study that demonstrated the cognitive benefit of spending time in the wilderness."
            ],
            [
                11,
                "Well, make your jokes, but some of the participants who spent four days in the woods away from all technology reported a fifty percent gain in reasoning skills upon their return."
            ],
            [
                13,
                "You may need this more than I do."
            ],
            [
                17,
                "Oh. Do not sneak up on a guy when he’s sitting on a log."
            ],
            [
                19,
                "Look, I’m sorry, when did you even get here? I…"
            ],
            [
                26,
                "Excuse me. Here, look up fun, get back to me."
            ],
            [
                30,
                "I hardly think so. You be sure and say hello to all the mosquitoes, bees, bears, snakes, possums, poison oak, oh, and last, but not least, teenagers with guitars."
            ],
            [
                33,
                "Are you trying to manipulate me?"
            ],
            [
                35,
                "Well done, it worked, we’re going."
            ],
            [
                59,
                "I’m ready to go."
            ],
            [
                62,
                "Thanks."
            ],
            [
                80,
                "Well, cell service is down to one bar, so if anyone needs medical attention or to tell a stranger their political views are stupid, now’s the time."
            ],
            [
                82,
                "Once. The battery ran out on my phone. I had to wait for my iPad to turn on."
            ],
            [
                100,
                "Okay. Well, shall we check each other for ticks?"
            ],
            [
                102,
                "Oh. Well, suit yourself. Who wants to check me?"
            ],
            [
                108,
                "Oh, not our hike, now we have to stay safe and warm."
            ],
            [
                115,
                "Eh, most of the Jenga pieces are missing and the Scrabble only has seven tiles, so unless you want to build an unimpressive structure with the word shnerpf next to it, move on."
            ],
            [
                119,
                "Ah, it’s basic thermodynamics. I’m sure we can figure that out."
            ],
            [
                121,
                "That would maximize oxygen for optimal combustion."
            ],
            [
                141,
                "Oh, well now, we’ll never win. You always play the drinking game."
            ],
            [
                147,
                "Hey, now, wait. Have we started? Do I drink? What is happening?"
            ],
            [
                152,
                "So I drink."
            ],
            [
                154,
                "Got it."
            ],
            [
                156,
                "I can’t believe Penny hasn’t."
            ],
            [
                158,
                "Well, I’m not proud of it, but I jaywalked."
            ],
            [
                161,
                "No, I crossed in the middle of the street. And normally, I wouldn’t, but I saw an aggressive-looking Girl Scout, and it was the heart of cookie season. Anyway, there was a police officer, and he witnessed the whole thing."
            ],
            [
                163,
                "No, he didn’t do anything. So I said, you just saw me jaywalk, why aren’t you doing your job? You know? May, maybe I should arrest you for, for impersonating a police officer."
            ],
            [
                165,
                "Oh, and how."
            ],
            [
                184,
                "Amy."
            ],
            [
                188,
                "All right, my turn. Mm. Oh, I know. Never have I ever kept a secret bank account, because I think my wife can’t handle money. Did I win? I feel like I won."
            ],
            [
                193,
                "I’m calling it. I won."
            ],
            [
                248,
                "Oh, never have I ever drunk milk past its expiration date."
            ],
            [
                250,
                "Oh, uh, never have I ever put my foot in the ocean."
            ],
            [
                252,
                "Oh, uh, never have I ever thrown, caught or touched a Frisbee."
            ],
            [
                254,
                "Oh. Never have I ever pushed all the buttons in an elevator."
            ]
        ],
        "Leonard": [
            [
                2,
                "Whatcha doing?"
            ],
            [
                8,
                "Why are you pretending to be outdoors? You hate it."
            ],
            [
                10,
                "Buddy, I am ready to drive you into the wilderness any time you want and leave you there."
            ],
            [
                21,
                "Because he’s hitting on you?"
            ],
            [
                23,
                "Oh, good."
            ],
            [
                27,
                "You and I could still go and have a nice weekend."
            ],
            [
                53,
                "Okay, one sec."
            ],
            [
                55,
                "I bought a baseball cap."
            ],
            [
                57,
                "Uh, Hufflepuff, from Harry Potter."
            ],
            [
                60,
                "Anything you’d like to say to him?"
            ],
            [
                63,
                "Why are you so mean to me?"
            ],
            [
                79,
                "I know. Did you see they still have a video rental place? it’s like Colonial Williamsburg."
            ],
            [
                83,
                "I was afraid he was gonna eat me."
            ],
            [
                98,
                "So nice of that doctor to just let you use it."
            ],
            [
                107,
                "And there goes our hike."
            ],
            [
                110,
                "Have you been outside in the rain with Sheldon?"
            ],
            [
                112,
                "You’ll wish it would kill you."
            ],
            [
                114,
                "They have some board games."
            ],
            [
                118,
                "I don’t think I’ve lit a real fire before."
            ],
            [
                120,
                "I could stack the logs conically to facilitate airflow."
            ],
            [
                122,
                "Right. So all we need is to…"
            ],
            [
                124,
                "A scientist made that."
            ],
            [
                143,
                "To be fair, good at both."
            ],
            [
                146,
                "I’ve never played that before."
            ],
            [
                151,
                "Okay, I’ll go. Never have I ever been arrested."
            ],
            [
                159,
                "Oh, no, it’s like a horror movie. We’re trapped in a cabin with a maniac."
            ],
            [
                178,
                "This game’s dangerous. I could get you in trouble."
            ],
            [
                180,
                "Well, never have I ever used Sheldon’s toothbrush to clean the sink."
            ],
            [
                182,
                "Never should’ve told you about Alvin and the Chipmunks."
            ],
            [
                187,
                "That’s right."
            ],
            [
                190,
                "I don’t, I know, but this isn’t a big deal. It’s just a little savings I put aside."
            ],
            [
                192,
                "What, you mean, like, your massive credit card debt?"
            ],
            [
                205,
                "Okay, you have every right to be mad. And what you said is true. You do make more money than me. So I had no right to do what I did. And I’m so sorry. I hope you can forgive me."
            ],
            [
                207,
                "A couple years, but I just put a few bucks aside every month for emergencies."
            ],
            [
                209,
                "Six thousand four hundred and twenty seven dollars. Forty seven dollars once my nana’s birthday check gets here."
            ],
            [
                211,
                "No, I do, and that’s why I hid it."
            ],
            [
                213,
                "Uh, you have shoes you love, but never wear. I have money I love, but never spend. We’re kind of a cute couple that way. Again, I’m sorry. I shouldn’t have kept it a secret."
            ],
            [
                215,
                "Is it a secret bank account? Because that would be awesome."
            ],
            [
                217,
                "Really? Why?"
            ],
            [
                219,
                "Why didn’t you tell me?"
            ],
            [
                221,
                "That’s not true."
            ],
            [
                223,
                "If that’s what you want to do, yes."
            ],
            [
                225,
                "Oh, yes."
            ],
            [
                227,
                "Well, that is the grown-up thing."
            ],
            [
                229,
                "I love you."
            ],
            [
                231,
                "You know, never have I ever made love in the forest while it was raining."
            ]
        ],
        "Penny": [
            [
                4,
                "What am I smelling?"
            ],
            [
                6,
                "That’s not what the forest smells like."
            ],
            [
                12,
                "Okay, if that’s true, why aren’t there more genius squirrels?"
            ],
            [
                20,
                "You know, there’s a cabin in Big Bear that a doctor I work with keeps offering me."
            ],
            [
                22,
                "She."
            ],
            [
                24,
                "But I could get her."
            ],
            [
                28,
                "Sure."
            ],
            [
                31,
                "I’ll see if it’s available."
            ],
            [
                52,
                "Hey. Amy’s downstairs."
            ],
            [
                54,
                "Uh, what, what you got goin’ on here?"
            ],
            [
                56,
                "I can see that. What team did you get?"
            ],
            [
                58,
                "Well, we’ll be in the woods."
            ],
            [
                61,
                "Nice hat, Sheldon."
            ],
            [
                78,
                "It’s so cute and rustic up here."
            ],
            [
                97,
                "This place is great."
            ],
            [
                99,
                "Well, she is taking me to an Indigo Girls concert, so hold that thought."
            ],
            [
                106,
                "This sucks."
            ],
            [
                109,
                "You know, we could still go. A little rain isn’t gonna kill us."
            ],
            [
                111,
                "No."
            ],
            [
                116,
                "Hey, let’s light a fire."
            ],
            [
                123,
                "Got it."
            ],
            [
                140,
                "Hey, you guys want to play a drinking game?"
            ],
            [
                142,
                "Not the drinking game, a drinking game."
            ],
            [
                145,
                "All right, it’s called Never Have I Ever. The rules are simple. Someone says something they’ve never done, but if you have done it, you take a drink."
            ],
            [
                148,
                "Okay. Calm down. I’ll go first. All right, let’s see. Never have I ever…"
            ],
            [
                150,
                "Very funny. Okay, never have I ever… yeah, you know what? Let’s just circle back."
            ],
            [
                157,
                "Sheldon, what did you do?"
            ],
            [
                162,
                "What, he arrested you for that?"
            ],
            [
                164,
                "And then you got arrested."
            ],
            [
                179,
                "How?"
            ],
            [
                181,
                "Fine, is that how you want to play this? All right, never have I ever come up with a nickname for my own genitals."
            ],
            [
                186,
                "Yeah, go ahead."
            ],
            [
                189,
                "I can’t believe this. You realize I make more money than you?"
            ],
            [
                191,
                "We’re married. We’re supposed to share everything."
            ],
            [
                206,
                "How long have you had this secret account?"
            ],
            [
                208,
                "Well, how much you got in there?"
            ],
            [
                210,
                "My God, Leonard, do you know what I could do with that kind of money?"
            ],
            [
                212,
                "What good is it if you don’t use it?"
            ],
            [
                214,
                "Well, I have a secret I’ve been keeping from you, too."
            ],
            [
                216,
                "I hate my job."
            ],
            [
                218,
                "Because I don’t feel good flirting with doctors for sales. I mean, I know I make a lot of money. But I haven’t been happy for a while."
            ],
            [
                220,
                "Because I know how important it is to you that I’m having some success."
            ],
            [
                222,
                "Okay, really? So you’d be fine if I went back to acting and waiting tables again?"
            ],
            [
                224,
                "Well, it’s not what I want to do."
            ],
            [
                226,
                "Doesn’t matter what I want. Look, this job is gonna get me out of debt. So I’m gonna do the grown-up thing and see it through."
            ],
            [
                228,
                "I guess."
            ],
            [
                230,
                "I love you, too."
            ],
            [
                232,
                "Well, guess I gotta drink."
            ]
        ],
        "Amy": [
            [
                16,
                "Here’s your tea."
            ],
            [
                18,
                "You know, if you really want to be in nature, why don’t we rent a cabin?"
            ],
            [
                25,
                "We could all go for the weekend. It’ll be fun."
            ],
            [
                29,
                "Come on, Sheldon, let’s go with them."
            ],
            [
                32,
                "You know, if that study’s real, Leonard might come back smarter than you."
            ],
            [
                34,
                "Yes."
            ],
            [
                36,
                "Yay."
            ],
            [
                81,
                "Have you ever been off the grid before?"
            ],
            [
                101,
                "Sheldon, all we did was walk in from the car."
            ],
            [
                103,
                "On the other hand, safety first."
            ],
            [
                105,
                "Wow, it’s really coming down."
            ],
            [
                113,
                "So what do we do now?"
            ],
            [
                117,
                "Ooh, that sounds cozy."
            ],
            [
                144,
                "What’s the game?"
            ],
            [
                149,
                "She’s trying to think of something she’s never done before. This could take a while."
            ],
            [
                153,
                "No, it’s only if you’ve done it."
            ],
            [
                155,
                "I can’t believe you’ve been arrested."
            ],
            [
                160,
                "I’m surprised you would do that."
            ],
            [
                183,
                "Okay. My turn. Um, never have I ever completely rocked my girlfriend’s world in bed."
            ],
            [
                185,
                "You know the rules. Drink."
            ],
            [
                249,
                "Never have I ever cancelled a dentist appointment."
            ],
            [
                251,
                "Never have I ever honked if I liked anything."
            ],
            [
                253,
                "Never have I ever put salt on my food without trying it first."
            ],
            [
                255,
                "Well, we all have a past."
            ]
        ],
        "Bernadette": [
            [
                38,
                "Come on, Raj, give me a bag."
            ],
            [
                41,
                "Uh, Raj took me to the baby doctor and then we swung by the grocery store."
            ],
            [
                43,
                "Yes and yes."
            ],
            [
                45,
                "I didn’t, but Raj volunteered."
            ],
            [
                47,
                "Yeah, ever since you told him I was pregnant, he’s really been making a fuss over me."
            ],
            [
                66,
                "Raj found all these childbirth videos online. This one is of a woman giving birth in a river."
            ],
            [
                68,
                "I don’t think so. He just wants to be part of the experience."
            ],
            [
                70,
                "Oh, it’s an ultrasonic microphone so we can hear the baby’s heartbeat."
            ],
            [
                72,
                "Actually, Raj ordered it. He made me promise to wait till he was here."
            ],
            [
                74,
                "Yeah."
            ],
            [
                76,
                "It’s a sore spot, don’t bring it up."
            ],
            [
                86,
                "Leave it alone. He means well."
            ],
            [
                88,
                "No, not really."
            ],
            [
                90,
                "He’s just trying to be supportive."
            ],
            [
                92,
                "No."
            ],
            [
                94,
                "You saw him carrying that."
            ],
            [
                128,
                "And, of course, Howie and I both want you to be a part of all this."
            ],
            [
                137,
                "Raj, Raj, wait."
            ],
            [
                168,
                "Yeah."
            ],
            [
                170,
                "Yeah."
            ],
            [
                172,
                "Yeah."
            ],
            [
                174,
                "I can’t tell anymore."
            ],
            [
                176,
                "And bring back the bear."
            ],
            [
                197,
                "I hear that."
            ],
            [
                201,
                "Of course."
            ],
            [
                235,
                "I’m not hearing anything."
            ],
            [
                240,
                "Wait, that’s it."
            ],
            [
                242,
                "Isn’t that the best?"
            ]
        ],
        "Raj": [
            [
                39,
                "No, no, you’re pregnant. The only thing you carry is our hope for a better tomorrow."
            ],
            [
                49,
                "Bernie, I just forwarded you a list of the top five lactation consultants in Los Angeles. I know my favourite, but I’d love to hear what you think."
            ],
            [
                93,
                "Hello."
            ],
            [
                127,
                "Please, my pleasure."
            ],
            [
                130,
                "I don’t understand."
            ],
            [
                134,
                "Of course. I’ll give you guys some space. Let me just get this out of your way."
            ],
            [
                136,
                "No, I got it."
            ],
            [
                138,
                "Please, Bernadette. Let me leave with my dignity."
            ],
            [
                195,
                "I appreciate the apology, but it’s really not necessary. I overstepped my bounds."
            ],
            [
                198,
                "Well, if that’s the case, is there anything I can do to help?"
            ],
            [
                200,
                "Really? It’s okay if I listen with you?"
            ],
            [
                202,
                "Can I squirt the ultrasound jelly on your stomach?"
            ],
            [
                237,
                "Are you sure you can do this?"
            ],
            [
                239,
                "I buried it there, so we could go home."
            ],
            [
                241,
                "Wow."
            ],
            [
                243,
                "You guys made a person."
            ],
            [
                245,
                "And I like to think I helped."
            ]
        ],
        "Howard": [
            [
                40,
                "Hey, where you been?"
            ],
            [
                42,
                "Did you get graham crackers? I mean, are, wuh, is the baby okay?"
            ],
            [
                44,
                "I didn’t know you needed help running errands today."
            ],
            [
                46,
                "Really?"
            ],
            [
                48,
                "Oh. Well, I guess that’s kind of sweet."
            ],
            [
                50,
                "And it just got weird."
            ],
            [
                65,
                "What the hell are you watching?"
            ],
            [
                67,
                "Okay, that is the least Jewish thing I’ve ever seen in my life. You feel like Raj is getting a little carried away with all the baby stuff?"
            ],
            [
                69,
                "All right, if you say so. What’s in the box?"
            ],
            [
                71,
                "Oh. That’s cool. Can we try it?"
            ],
            [
                73,
                "So he can be part of the experience?"
            ],
            [
                75,
                "I’m surprised he let us conceive without him."
            ],
            [
                85,
                "Raj just pulled up. I’m gonna say something to him."
            ],
            [
                87,
                "So you don’t think he needs to rein it in a little?"
            ],
            [
                89,
                "And you’re not concerned he’s acting like somehow this is his kid, too?"
            ],
            [
                91,
                "Just supportive. Not over-the-top in any way?"
            ],
            [
                95,
                "Astronauts saw him carrying that."
            ],
            [
                126,
                "Look, Raj, you’re my best friend in the world and I really appreciate your enthusiasm about the baby."
            ],
            [
                129,
                "But we have to set some boundaries."
            ],
            [
                131,
                "The three of us aren’t having this baby. Just the two of us."
            ],
            [
                132,
                "Oh. Okay. Yeah, I get it. I’ll back off."
            ],
            [
                133,
                "Thanks for understanding."
            ],
            [
                135,
                "You need some help?"
            ],
            [
                167,
                "I feel like I just made a horrible mistake."
            ],
            [
                169,
                "But on the other hand, I didn’t kick him out of our lives. I just asked him to back off a little."
            ],
            [
                171,
                "What? Are you gonna cry?"
            ],
            [
                173,
                "Is it baby hormones or actually sad?"
            ],
            [
                175,
                "I’ll go get him."
            ],
            [
                196,
                "No, Raj, you’ve been great. I just, I need to start doing my part around here."
            ],
            [
                199,
                "Well, not right now. But we could try out that microphone you got us, and listen to the baby’s heartbeat."
            ],
            [
                203,
                "Hey, look at that. It’s weird again."
            ],
            [
                234,
                "All right, here we go."
            ],
            [
                236,
                "Well, give me a second."
            ],
            [
                238,
                "Hey, who found four dollars and change on the beach with his metal detector?"
            ],
            [
                244,
                "We did."
            ],
            [
                246,
                "You didn’t."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The apartment (initially inside a virtual reality device)"
        ],
        [
            "Sheldon",
            "It’s nice to get back to nature. Why don’t I do this more often? What a beautiful forest. Hello, little butterfly. What’s your Na-oh!"
        ],
        [
            "Leonard",
            "Whatcha doing?"
        ],
        [
            "Sheldon",
            "I was enjoying some virtual reality, until you ruined it with your actual face."
        ],
        [
            "Penny",
            "What am I smelling?"
        ],
        [
            "Sheldon",
            "Oh, it’s car air freshener. I was simulating the smell of the forest."
        ],
        [
            "Penny",
            "That’s not what the forest smells like."
        ],
        [
            "Sheldon",
            "Well, how would I know?"
        ],
        [
            "Leonard",
            "Why are you pretending to be outdoors? You hate it."
        ],
        [
            "Sheldon",
            "Hmm? Oh. Amy showed me a compelling study that demonstrated the cognitive benefit of spending time in the wilderness."
        ],
        [
            "Leonard",
            "Buddy, I am ready to drive you into the wilderness any time you want and leave you there."
        ],
        [
            "Sheldon",
            "Well, make your jokes, but some of the participants who spent four days in the woods away from all technology reported a fifty percent gain in reasoning skills upon their return."
        ],
        [
            "Penny",
            "Okay, if that’s true, why aren’t there more genius squirrels?"
        ],
        [
            "Sheldon",
            "You may need this more than I do."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "Here’s your tea."
        ],
        [
            "Sheldon",
            "Oh. Do not sneak up on a guy when he’s sitting on a log."
        ],
        [
            "Amy",
            "You know, if you really want to be in nature, why don’t we rent a cabin?"
        ],
        [
            "Sheldon",
            "Look, I’m sorry, when did you even get here? I…"
        ],
        [
            "Penny",
            "You know, there’s a cabin in Big Bear that a doctor I work with keeps offering me."
        ],
        [
            "Leonard",
            "Because he’s hitting on you?"
        ],
        [
            "Penny",
            "She."
        ],
        [
            "Leonard",
            "Oh, good."
        ],
        [
            "Penny",
            "But I could get her."
        ],
        [
            "Amy",
            "We could all go for the weekend. It’ll be fun."
        ],
        [
            "Sheldon",
            "Excuse me. Here, look up fun, get back to me."
        ],
        [
            "Leonard",
            "You and I could still go and have a nice weekend."
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Amy",
            "Come on, Sheldon, let’s go with them."
        ],
        [
            "Sheldon",
            "I hardly think so. You be sure and say hello to all the mosquitoes, bees, bears, snakes, possums, poison oak, oh, and last, but not least, teenagers with guitars."
        ],
        [
            "Penny",
            "I’ll see if it’s available."
        ],
        [
            "Amy",
            "You know, if that study’s real, Leonard might come back smarter than you."
        ],
        [
            "Sheldon",
            "Are you trying to manipulate me?"
        ],
        [
            "Amy",
            "Yes."
        ],
        [
            "Sheldon",
            "Well done, it worked, we’re going."
        ],
        [
            "Amy",
            "Yay."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Bernadette",
            "Come on, Raj, give me a bag."
        ],
        [
            "Raj",
            "No, no, you’re pregnant. The only thing you carry is our hope for a better tomorrow."
        ],
        [
            "Howard",
            "Hey, where you been?"
        ],
        [
            "Bernadette",
            "Uh, Raj took me to the baby doctor and then we swung by the grocery store."
        ],
        [
            "Howard",
            "Did you get graham crackers? I mean, are, wuh, is the baby okay?"
        ],
        [
            "Bernadette",
            "Yes and yes."
        ],
        [
            "Howard",
            "I didn’t know you needed help running errands today."
        ],
        [
            "Bernadette",
            "I didn’t, but Raj volunteered."
        ],
        [
            "Howard",
            "Really?"
        ],
        [
            "Bernadette",
            "Yeah, ever since you told him I was pregnant, he’s really been making a fuss over me."
        ],
        [
            "Howard",
            "Oh. Well, I guess that’s kind of sweet."
        ],
        [
            "Raj",
            "Bernie, I just forwarded you a list of the top five lactation consultants in Los Angeles. I know my favourite, but I’d love to hear what you think."
        ],
        [
            "Howard",
            "And it just got weird."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Hey. Amy’s downstairs."
        ],
        [
            "Leonard",
            "Okay, one sec."
        ],
        [
            "Penny",
            "Uh, what, what you got goin’ on here?"
        ],
        [
            "Leonard",
            "I bought a baseball cap."
        ],
        [
            "Penny",
            "I can see that. What team did you get?"
        ],
        [
            "Leonard",
            "Uh, Hufflepuff, from Harry Potter."
        ],
        [
            "Penny",
            "Well, we’ll be in the woods."
        ],
        [
            "Sheldon",
            "I’m ready to go."
        ],
        [
            "Leonard",
            "Anything you’d like to say to him?"
        ],
        [
            "Penny",
            "Nice hat, Sheldon."
        ],
        [
            "Sheldon",
            "Thanks."
        ],
        [
            "Leonard",
            "Why are you so mean to me?"
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen. Screams are emanating from Bernadette’s tablet."
        ],
        [
            "Howard",
            "What the hell are you watching?"
        ],
        [
            "Bernadette",
            "Raj found all these childbirth videos online. This one is of a woman giving birth in a river."
        ],
        [
            "Howard",
            "Okay, that is the least Jewish thing I’ve ever seen in my life. You feel like Raj is getting a little carried away with all the baby stuff?"
        ],
        [
            "Bernadette",
            "I don’t think so. He just wants to be part of the experience."
        ],
        [
            "Howard",
            "All right, if you say so. What’s in the box?"
        ],
        [
            "Bernadette",
            "Oh, it’s an ultrasonic microphone so we can hear the baby’s heartbeat."
        ],
        [
            "Howard",
            "Oh. That’s cool. Can we try it?"
        ],
        [
            "Bernadette",
            "Actually, Raj ordered it. He made me promise to wait till he was here."
        ],
        [
            "Howard",
            "So he can be part of the experience?"
        ],
        [
            "Bernadette",
            "Yeah."
        ],
        [
            "Howard",
            "I’m surprised he let us conceive without him."
        ],
        [
            "Bernadette",
            "It’s a sore spot, don’t bring it up."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Penny",
            "It’s so cute and rustic up here."
        ],
        [
            "Leonard",
            "I know. Did you see they still have a video rental place? it’s like Colonial Williamsburg."
        ],
        [
            "Sheldon",
            "Well, cell service is down to one bar, so if anyone needs medical attention or to tell a stranger their political views are stupid, now’s the time."
        ],
        [
            "Amy",
            "Have you ever been off the grid before?"
        ],
        [
            "Sheldon",
            "Once. The battery ran out on my phone. I had to wait for my iPad to turn on."
        ],
        [
            "Leonard",
            "I was afraid he was gonna eat me."
        ],
        [
            "Scene",
            "Howard and Bernadette’s apartment."
        ],
        [
            "Howard",
            "Raj just pulled up. I’m gonna say something to him."
        ],
        [
            "Bernadette",
            "Leave it alone. He means well."
        ],
        [
            "Howard",
            "So you don’t think he needs to rein it in a little?"
        ],
        [
            "Bernadette",
            "No, not really."
        ],
        [
            "Howard",
            "And you’re not concerned he’s acting like somehow this is his kid, too?"
        ],
        [
            "Bernadette",
            "He’s just trying to be supportive."
        ],
        [
            "Howard",
            "Just supportive. Not over-the-top in any way?"
        ],
        [
            "Bernadette",
            "No."
        ],
        [
            "Raj",
            "Hello."
        ],
        [
            "Bernadette",
            "You saw him carrying that."
        ],
        [
            "Howard",
            "Astronauts saw him carrying that."
        ],
        [
            "Scene",
            "The cabin. "
        ],
        [
            "Penny",
            "This place is great."
        ],
        [
            "Leonard",
            "So nice of that doctor to just let you use it."
        ],
        [
            "Penny",
            "Well, she is taking me to an Indigo Girls concert, so hold that thought."
        ],
        [
            "Sheldon",
            "Okay. Well, shall we check each other for ticks?"
        ],
        [
            "Amy",
            "Sheldon, all we did was walk in from the car."
        ],
        [
            "Sheldon",
            "Oh. Well, suit yourself. Who wants to check me?"
        ],
        [
            "Amy",
            "On the other hand, safety first."
        ],
        [
            "Scene",
            "The same, later."
        ],
        [
            "Amy",
            "Wow, it’s really coming down."
        ],
        [
            "Penny",
            "This sucks."
        ],
        [
            "Leonard",
            "And there goes our hike."
        ],
        [
            "Sheldon",
            "Oh, not our hike, now we have to stay safe and warm."
        ],
        [
            "Penny",
            "You know, we could still go. A little rain isn’t gonna kill us."
        ],
        [
            "Leonard",
            "Have you been outside in the rain with Sheldon?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Leonard",
            "You’ll wish it would kill you."
        ],
        [
            "Amy",
            "So what do we do now?"
        ],
        [
            "Leonard",
            "They have some board games."
        ],
        [
            "Sheldon",
            "Eh, most of the Jenga pieces are missing and the Scrabble only has seven tiles, so unless you want to build an unimpressive structure with the word shnerpf next to it, move on."
        ],
        [
            "Penny",
            "Hey, let’s light a fire."
        ],
        [
            "Amy",
            "Ooh, that sounds cozy."
        ],
        [
            "Leonard",
            "I don’t think I’ve lit a real fire before."
        ],
        [
            "Sheldon",
            "Ah, it’s basic thermodynamics. I’m sure we can figure that out."
        ],
        [
            "Leonard",
            "I could stack the logs conically to facilitate airflow."
        ],
        [
            "Sheldon",
            "That would maximize oxygen for optimal combustion."
        ],
        [
            "Leonard",
            "Right. So all we need is to…"
        ],
        [
            "Penny",
            "Got it."
        ],
        [
            "Leonard",
            "A scientist made that."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard",
            "Look, Raj, you’re my best friend in the world and I really appreciate your enthusiasm about the baby."
        ],
        [
            "Raj",
            "Please, my pleasure."
        ],
        [
            "Bernadette",
            "And, of course, Howie and I both want you to be a part of all this."
        ],
        [
            "Howard",
            "But we have to set some boundaries."
        ],
        [
            "Raj",
            "I don’t understand."
        ],
        [
            "Howard",
            "The three of us aren’t having this baby. Just the two of us."
        ],
        [
            "Howard",
            "Oh. Okay. Yeah, I get it. I’ll back off."
        ],
        [
            "Howard",
            "Thanks for understanding."
        ],
        [
            "Raj",
            "Of course. I’ll give you guys some space. Let me just get this out of your way."
        ],
        [
            "Howard",
            "You need some help?"
        ],
        [
            "Raj",
            "No, I got it."
        ],
        [
            "Bernadette",
            "Raj, Raj, wait."
        ],
        [
            "Raj",
            "Please, Bernadette. Let me leave with my dignity."
        ],
        [
            "Scene",
            "The cabin."
        ],
        [
            "Penny",
            "Hey, you guys want to play a drinking game?"
        ],
        [
            "Sheldon",
            "Oh, well now, we’ll never win. You always play the drinking game."
        ],
        [
            "Penny",
            "Not the drinking game, a drinking game."
        ],
        [
            "Leonard",
            "To be fair, good at both."
        ],
        [
            "Amy",
            "What’s the game?"
        ],
        [
            "Penny",
            "All right, it’s called Never Have I Ever. The rules are simple. Someone says something they’ve never done, but if you have done it, you take a drink."
        ],
        [
            "Leonard",
            "I’ve never played that before."
        ],
        [
            "Sheldon",
            "Hey, now, wait. Have we started? Do I drink? What is happening?"
        ],
        [
            "Penny",
            "Okay. Calm down. I’ll go first. All right, let’s see. Never have I ever…"
        ],
        [
            "Amy",
            "She’s trying to think of something she’s never done before. This could take a while."
        ],
        [
            "Penny",
            "Very funny. Okay, never have I ever… yeah, you know what? Let’s just circle back."
        ],
        [
            "Leonard",
            "Okay, I’ll go. Never have I ever been arrested."
        ],
        [
            "Sheldon",
            "So I drink."
        ],
        [
            "Amy",
            "No, it’s only if you’ve done it."
        ],
        [
            "Sheldon",
            "Got it."
        ],
        [
            "Amy",
            "I can’t believe you’ve been arrested."
        ],
        [
            "Sheldon",
            "I can’t believe Penny hasn’t."
        ],
        [
            "Penny",
            "Sheldon, what did you do?"
        ],
        [
            "Sheldon",
            "Well, I’m not proud of it, but I jaywalked."
        ],
        [
            "Leonard",
            "Oh, no, it’s like a horror movie. We’re trapped in a cabin with a maniac."
        ],
        [
            "Amy",
            "I’m surprised you would do that."
        ],
        [
            "Sheldon",
            "No, I crossed in the middle of the street. And normally, I wouldn’t, but I saw an aggressive-looking Girl Scout, and it was the heart of cookie season. Anyway, there was a police officer, and he witnessed the whole thing."
        ],
        [
            "Penny",
            "What, he arrested you for that?"
        ],
        [
            "Sheldon",
            "No, he didn’t do anything. So I said, you just saw me jaywalk, why aren’t you doing your job? You know? May, maybe I should arrest you for, for impersonating a police officer."
        ],
        [
            "Penny",
            "And then you got arrested."
        ],
        [
            "Sheldon",
            "Oh, and how."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard",
            "I feel like I just made a horrible mistake."
        ],
        [
            "Bernadette",
            "Yeah."
        ],
        [
            "Howard",
            "But on the other hand, I didn’t kick him out of our lives. I just asked him to back off a little."
        ],
        [
            "Bernadette",
            "Yeah."
        ],
        [
            "Howard",
            "What? Are you gonna cry?"
        ],
        [
            "Bernadette",
            "Yeah."
        ],
        [
            "Howard",
            "Is it baby hormones or actually sad?"
        ],
        [
            "Bernadette",
            "I can’t tell anymore."
        ],
        [
            "Howard",
            "I’ll go get him."
        ],
        [
            "Bernadette",
            "And bring back the bear."
        ],
        [
            "Scene",
            "The cabin. "
        ],
        [
            "Leonard",
            "This game’s dangerous. I could get you in trouble."
        ],
        [
            "Penny",
            "How?"
        ],
        [
            "Leonard",
            "Well, never have I ever used Sheldon’s toothbrush to clean the sink."
        ],
        [
            "Penny",
            "Fine, is that how you want to play this? All right, never have I ever come up with a nickname for my own genitals."
        ],
        [
            "Leonard",
            "Never should’ve told you about Alvin and the Chipmunks."
        ],
        [
            "Amy",
            "Okay. My turn. Um, never have I ever completely rocked my girlfriend’s world in bed."
        ],
        [
            "Sheldon",
            "Amy."
        ],
        [
            "Amy",
            "You know the rules. Drink."
        ],
        [
            "Penny",
            "Yeah, go ahead."
        ],
        [
            "Leonard",
            "That’s right."
        ],
        [
            "Sheldon",
            "All right, my turn. Mm. Oh, I know. Never have I ever kept a secret bank account, because I think my wife can’t handle money. Did I win? I feel like I won."
        ],
        [
            "Penny",
            "I can’t believe this. You realize I make more money than you?"
        ],
        [
            "Leonard",
            "I don’t, I know, but this isn’t a big deal. It’s just a little savings I put aside."
        ],
        [
            "Penny",
            "We’re married. We’re supposed to share everything."
        ],
        [
            "Leonard",
            "What, you mean, like, your massive credit card debt?"
        ],
        [
            "Sheldon",
            "I’m calling it. I won."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Raj",
            "I appreciate the apology, but it’s really not necessary. I overstepped my bounds."
        ],
        [
            "Howard",
            "No, Raj, you’ve been great. I just, I need to start doing my part around here."
        ],
        [
            "Bernadette",
            "I hear that."
        ],
        [
            "Raj",
            "Well, if that’s the case, is there anything I can do to help?"
        ],
        [
            "Howard",
            "Well, not right now. But we could try out that microphone you got us, and listen to the baby’s heartbeat."
        ],
        [
            "Raj",
            "Really? It’s okay if I listen with you?"
        ],
        [
            "Bernadette",
            "Of course."
        ],
        [
            "Raj",
            "Can I squirt the ultrasound jelly on your stomach?"
        ],
        [
            "Howard",
            "Hey, look at that. It’s weird again."
        ],
        [
            "Scene",
            "The cabin."
        ],
        [
            "Leonard",
            "Okay, you have every right to be mad. And what you said is true. You do make more money than me. So I had no right to do what I did. And I’m so sorry. I hope you can forgive me."
        ],
        [
            "Penny",
            "How long have you had this secret account?"
        ],
        [
            "Leonard",
            "A couple years, but I just put a few bucks aside every month for emergencies."
        ],
        [
            "Penny",
            "Well, how much you got in there?"
        ],
        [
            "Leonard",
            "Six thousand four hundred and twenty seven dollars. Forty seven dollars once my nana’s birthday check gets here."
        ],
        [
            "Penny",
            "My God, Leonard, do you know what I could do with that kind of money?"
        ],
        [
            "Leonard",
            "No, I do, and that’s why I hid it."
        ],
        [
            "Penny",
            "What good is it if you don’t use it?"
        ],
        [
            "Leonard",
            "Uh, you have shoes you love, but never wear. I have money I love, but never spend. We’re kind of a cute couple that way. Again, I’m sorry. I shouldn’t have kept it a secret."
        ],
        [
            "Penny",
            "Well, I have a secret I’ve been keeping from you, too."
        ],
        [
            "Leonard",
            "Is it a secret bank account? Because that would be awesome."
        ],
        [
            "Penny",
            "I hate my job."
        ],
        [
            "Leonard",
            "Really? Why?"
        ],
        [
            "Penny",
            "Because I don’t feel good flirting with doctors for sales. I mean, I know I make a lot of money. But I haven’t been happy for a while."
        ],
        [
            "Leonard",
            "Why didn’t you tell me?"
        ],
        [
            "Penny",
            "Because I know how important it is to you that I’m having some success."
        ],
        [
            "Leonard",
            "That’s not true."
        ],
        [
            "Penny",
            "Okay, really? So you’d be fine if I went back to acting and waiting tables again?"
        ],
        [
            "Leonard",
            "If that’s what you want to do, yes."
        ],
        [
            "Penny",
            "Well, it’s not what I want to do."
        ],
        [
            "Leonard",
            "Oh, yes."
        ],
        [
            "Penny",
            "Doesn’t matter what I want. Look, this job is gonna get me out of debt. So I’m gonna do the grown-up thing and see it through."
        ],
        [
            "Leonard",
            "Well, that is the grown-up thing."
        ],
        [
            "Penny",
            "I guess."
        ],
        [
            "Leonard",
            "I love you."
        ],
        [
            "Penny",
            "I love you, too."
        ],
        [
            "Leonard",
            "You know, never have I ever made love in the forest while it was raining."
        ],
        [
            "Penny",
            "Well, guess I gotta drink."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Howard",
            "All right, here we go."
        ],
        [
            "Bernadette",
            "I’m not hearing anything."
        ],
        [
            "Howard",
            "Well, give me a second."
        ],
        [
            "Raj",
            "Are you sure you can do this?"
        ],
        [
            "Howard",
            "Hey, who found four dollars and change on the beach with his metal detector?"
        ],
        [
            "Raj",
            "I buried it there, so we could go home."
        ],
        [
            "Bernadette",
            "Wait, that’s it."
        ],
        [
            "Raj",
            "Wow."
        ],
        [
            "Bernadette",
            "Isn’t that the best?"
        ],
        [
            "Raj",
            "You guys made a person."
        ],
        [
            "Howard",
            "We did."
        ],
        [
            "Raj",
            "And I like to think I helped."
        ],
        [
            "Howard",
            "You didn’t."
        ],
        [
            "Scene",
            "The cabin. "
        ],
        [
            "Sheldon",
            "Oh, never have I ever drunk milk past its expiration date."
        ],
        [
            "Amy",
            "Never have I ever cancelled a dentist appointment."
        ],
        [
            "Sheldon",
            "Oh, uh, never have I ever put my foot in the ocean."
        ],
        [
            "Amy",
            "Never have I ever honked if I liked anything."
        ],
        [
            "Sheldon",
            "Oh, uh, never have I ever thrown, caught or touched a Frisbee."
        ],
        [
            "Amy",
            "Never have I ever put salt on my food without trying it first."
        ],
        [
            "Sheldon",
            "Oh. Never have I ever pushed all the buttons in an elevator."
        ],
        [
            "Amy",
            "Well, we all have a past."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-20-the-big-bear-precipitation/"
}