{
    "Season": 9,
    "Episode": 21,
    "Title": "the viewing party combustion",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The comic book store. "
            ],
            [
                19,
                "Credits sequence."
            ],
            [
                20,
                "The apartment."
            ],
            [
                53,
                "Howard and Bernadette’s house."
            ],
            [
                68,
                "The apartment."
            ],
            [
                90,
                "Howard’s car."
            ],
            [
                101,
                "The apartment."
            ],
            [
                117,
                "The stairwell."
            ],
            [
                142,
                "The apartment."
            ],
            [
                157,
                "Penny’s apartment. Knock on door."
            ],
            [
                165,
                "The apartment. "
            ],
            [
                189,
                "Penny’s apartment."
            ],
            [
                206,
                "A hospital waiting room."
            ],
            [
                235,
                "The street. "
            ],
            [
                242,
                "Leonard’s bedroom."
            ]
        ],
        "Sheldon": [
            [
                1,
                "I have a question about Batman. Batman is a man who dresses up like a bat. Man-bat is a part man, part bat hybrid. Now, if Man-Bat dressed up as a man to fight crime, would he be Man-Batman?"
            ],
            [
                5,
                "Well, isn’t Man-Man just Man?"
            ],
            [
                10,
                "Oh, I haven’t asked it yet."
            ],
            [
                21,
                "What, why did you get a party sub?"
            ],
            [
                23,
                "Well, we’re only watching Game of Thrones. A party sub implies it’s a party."
            ],
            [
                25,
                "I like a party as much as the next man, as long as the next man doesn’t like a party. Oh, by the way, don’t forget, tomorrow is our quarterly roommate agreement meeting."
            ],
            [
                27,
                "Hmm? Well, it sounds like the kind of thing one would bring up at a quarterly roommate agreement meeting. Lucky for you it’s tomorrow."
            ],
            [
                29,
                "Well, you have to go. It’s Penny’s first time leading the Pledge of Allegiance."
            ],
            [
                31,
                "You realize one of them has sugar on the raisins."
            ],
            [
                33,
                "And yet you get to weigh in. Democracy, it’s pretty cool, isn’t it?"
            ],
            [
                35,
                "Well, we’ll just see about that."
            ],
            [
                37,
                "He says he’s not coming to the roommate agreement meeting tomorrow."
            ],
            [
                40,
                "Oh, fine. We don’t have to have a roommate agreement meeting if you don’t want to."
            ],
            [
                42,
                "Of course, it will require a vote. Unfortunately, my official gavel is in my bedroom, but luckily, I have my travel gavel."
            ],
            [
                44,
                "There’s a motion on the floor, I’m ridiculous. Do we have a second? Hmm? Hmm? There is no second. The motion is denied. Next time, make sure you have the votes first. That was embarrassing."
            ],
            [
                49,
                "Well, I should hope so. Tomorrow’s picture day."
            ],
            [
                52,
                "You keep talking like that, you’re gonna make colour guard."
            ],
            [
                69,
                "Are you up-to-date on Game of Thrones?"
            ],
            [
                71,
                "Oh, I don’t know. Theon Greyjoy looks pretty good for a guy who had his genitals cut off."
            ],
            [
                80,
                "Tonight I’ll be watching a show rated M.A., and that stands for mature audiences, buster."
            ],
            [
                83,
                "All this could be avoided if you’d just come to the meeting."
            ],
            [
                85,
                "Oh, it’s just a meeting. One simple meeting."
            ],
            [
                87,
                "Meeting, meeting, bo-beeting, banana-fana, fo-feeting, fee-fi mo-meeting."
            ],
            [
                89,
                "Yeah, Amy, just one second. Meeting."
            ],
            [
                104,
                "Apparently, perfect attendance isn’t cool any more."
            ],
            [
                107,
                "Well, then you don’t understand what’s happening. See, Leonard refused to participate in a mandatory quarterly roommate agreement meeting. This is what a generation raised on Bart Simpson looks like."
            ],
            [
                109,
                "I love Lisa Simpson."
            ],
            [
                111,
                "Wait. You were pretending?"
            ],
            [
                113,
                "No. I don’t believe you. I could tell."
            ],
            [
                115,
                "Hmm, what do you think?"
            ],
            [
                126,
                "Gladly."
            ],
            [
                128,
                "It’s not always because they die. In one case, it’s because they’ve become involved with underground tree people from the dawn of time. Yeah, but I won’t say who it is. It’s Brann."
            ],
            [
                140,
                "She did."
            ],
            [
                161,
                "Well, I’ll catch you up. Uh, Penny is angry at Leonard, Leonard’s angry at me and Penny, I’m angry at Leonard and Amy, Raj is angry at Howard, and I’m angry at George R.R. Martin ’cause there are no new books for me to spoil for Leonard."
            ],
            [
                208,
                "Interesting fact, in Italian, the morta in mortadella means death."
            ],
            [
                210,
                "I didn’t say fun fact. I’m not a monster."
            ],
            [
                212,
                "Now it’s a fun fact."
            ],
            [
                223,
                "Cersei uses her body to manipulate men. Penny just takes me to The LEGO Store."
            ],
            [
                227,
                "Fair enough."
            ],
            [
                234,
                "Well, the important thing is I said that big sandwich would ruin everything, and I was right."
            ],
            [
                238,
                "They don’t wear bicycle helmets in Game of Thrones. You’re thematically inaccurate, but I applaud your commitment to safety."
            ],
            [
                243,
                "(Knock, knock, knock) Leonard. (Knock, knock, knock) Leonard. (Knock, knock, knock) Leonard."
            ],
            [
                245,
                "I never got to ask my question about Batman."
            ],
            [
                247,
                "If Batman were bitten by a radioactive Man-Bat, and then fought crime disguised as Man-Bat, would he be Man-Bat-Man-Bat-Man or simply Man-Bat-Man-Bat-Batman?"
            ],
            [
                249,
                "I’ll be back."
            ]
        ],
        "Leonard": [
            [
                2,
                "No, he’d be Bat-Man-Bat."
            ],
            [
                6,
                "But what if Man-Man dressed as a bat?"
            ],
            [
                8,
                "No, if a man dresses as a bat, that’s Batman, but if Man-Man dresses as a bat, that’s Batman-Man."
            ],
            [
                12,
                "I thought you were back with Emily."
            ],
            [
                14,
                "You mean like through their window from behind a bush?"
            ],
            [
                16,
                "Really? The guy who for years couldn’t even talk to women is suddenly going out with two of them? How is that possible?"
            ],
            [
                18,
                "Seriously, that guy’s dating two women?"
            ],
            [
                22,
                "People are coming over, it looked fun."
            ],
            [
                24,
                "Your attendance implies it’s not."
            ],
            [
                26,
                "Oh, Sheldon, we don’t need a meeting every three months."
            ],
            [
                28,
                "Oh, you know what? I’m not going."
            ],
            [
                30,
                "This meeting is a waste of time. Whether we make the switch from Post Raisin Bran to Kellogg’s Raisin Bran should not require parliamentary procedure."
            ],
            [
                32,
                "You’re the only one who eats them."
            ],
            [
                34,
                "I’m not going, you can’t make me."
            ],
            [
                39,
                "You have fun. I will not be attending."
            ],
            [
                41,
                "Thank you."
            ],
            [
                43,
                "You’re being ridiculous."
            ],
            [
                45,
                "Can you please talk to him?"
            ],
            [
                47,
                "Because I am tired of him always getting his way. We don’t need a stupid meeting. We don’t even need a roommate agreement, and I hope that sandwich does cause a party."
            ],
            [
                50,
                "Why are you taking his side?"
            ],
            [
                73,
                "Leave me alone."
            ],
            [
                75,
                "Not funny."
            ],
            [
                77,
                "Oh, of course, because I’m the only adult around here."
            ],
            [
                79,
                "Yeah, that’s right."
            ],
            [
                82,
                "And I’d think you’d understand why I’m annoyed."
            ],
            [
                84,
                "I don’t want to."
            ],
            [
                86,
                "Stop saying meeting."
            ],
            [
                108,
                "You love The Simpsons."
            ],
            [
                127,
                "Oh, good, go. You know, it’ll be nice to watch an episode without someone saying, I read the books, don’t get too fond of this character."
            ],
            [
                137,
                "Howard, just come in here."
            ],
            [
                144,
                "Oh, I just ran out of patience with Sheldon’s nonsense."
            ],
            [
                148,
                "If Sheldon’s testosterone dipped, he’d become a butterfly. (Knock on door) Oh. Maybe someone’s here to apologize."
            ],
            [
                150,
                "Stuart."
            ],
            [
                152,
                "No."
            ],
            [
                154,
                "No."
            ],
            [
                166,
                "I don’t know how you put up with it. He’s impossible. I mean, holding a meeting to decide what breakfast cereal we should buy."
            ],
            [
                168,
                "Anyway, Amy, thank you for sticking up for me."
            ],
            [
                170,
                "Sorry?"
            ],
            [
                172,
                "Well, they argue all the time. They aren’t that close."
            ],
            [
                174,
                "Penny, but…"
            ],
            [
                176,
                "I try to hide it in his peanut butter, but he spits it out."
            ],
            [
                178,
                "Son of a bitch. Why is that funny?"
            ],
            [
                180,
                "Oh, well, then you’ll enjoy this. Bernadette does the same thing with you and Koothrappali."
            ],
            [
                182,
                "She defends him all the time."
            ],
            [
                186,
                "Who do you think told Koothrappali to go to human resources?"
            ],
            [
                188,
                "You’re, you’re right, it feels good."
            ],
            [
                194,
                "You know, you don’t need to use Sheldon to get your way with me in a dumb roommate agreement."
            ],
            [
                196,
                "From Amy."
            ],
            [
                200,
                "Oh, yes, you do. You know you have a weird brother-sister-Elliott-E.T. relationship with him."
            ],
            [
                202,
                "That’s different. I’m like the little girl in Poltergeist and he’s the creepy thing in the TV."
            ],
            [
                204,
                "I don’t think so. Why?"
            ],
            [
                207,
                "It just said Italian sub. I had no idea mortadella has pistachios in it."
            ],
            [
                226,
                "That’s true."
            ],
            [
                229,
                "Hey."
            ],
            [
                232,
                "Let’s get out of here."
            ],
            [
                240,
                "Better than watching a guy in a fur cloak ride a girl’s bike? Nope."
            ],
            [
                244,
                "What?"
            ],
            [
                246,
                "What is it?"
            ]
        ],
        "Raj": [
            [
                3,
                "But wouldn’t Man-Batman just be a Batman that was bitten by a radioactive man?"
            ],
            [
                7,
                "Well, that’s just Batman."
            ],
            [
                13,
                "Uh, actually I’m seeing both of them."
            ],
            [
                15,
                "No, I’m actually dating two women. Later."
            ],
            [
                54,
                "Man, I’m worn out."
            ],
            [
                56,
                "No, it’s just, ever since I started dating Claire and Emily at the same time, it’s exhausting."
            ],
            [
                58,
                "But, dude, you’re so lucky. Getting to stay home at night with the woman you love."
            ],
            [
                60,
                "You are, because dating two women, I mean, I can’t even remember the last time I slept in my own apartment. I wake up and I’m like, am I at Claire’s or am I at Emily’s? Is there a third girl I’ve forgotten about? Like, where am I?"
            ],
            [
                62,
                "Hey, how’s the mommy-to-be?"
            ],
            [
                64,
                "I feel you. I’ve been dating multiple women."
            ],
            [
                67,
                "Oh, that sounds great, a bed to yourself. Can’t even remember what that’s like."
            ],
            [
                92,
                "Totally, guys are the worst. I mean, look at me. I let Emily make me a frittata and I kept the leftovers in Claire’s fridge that night. I’m such a dog."
            ],
            [
                94,
                "I’m sorry, have I been complaining about it too much?"
            ],
            [
                96,
                "How could you say that?"
            ],
            [
                98,
                "I never said that."
            ],
            [
                100,
                "Okay, that I said. But that’s a real problem. You give a girl another woman’s bra, and you will not be having sex with her that night. Maybe the other girl, but not her."
            ],
            [
                118,
                "Hey, did I say something to upset you?"
            ],
            [
                120,
                "Really? Because usually we walk side by side, and I just went up two flights of stairs staring at your bottom."
            ],
            [
                122,
                "Okay, I think I see what’s happening here. You’re jealous of me."
            ],
            [
                124,
                "It’s not what I have, it’s how many people I’m having it with."
            ],
            [
                133,
                "Fine, I don’t want to watch with you either. I’ll go over here."
            ],
            [
                135,
                "Okay, then you go there."
            ],
            [
                139,
                "Wait, did Amy make her spinach dip?"
            ],
            [
                163,
                "Says I was talking too much about dating Claire and Emily, and I accused him of being jealous."
            ],
            [
                190,
                "All right, it’s almost game time. Get it? Game of Thrones, game time?"
            ],
            [
                218,
                "You know, if you think about it, tonight was kind of like a real-life Game of Thrones."
            ],
            [
                220,
                "Well, Howard eating that pistachio was like when King Joffrey got poisoned."
            ],
            [
                222,
                "Okay. But you using Sheldon to do your dirty work is like when Cersei used the King’s Guard to do her bidding."
            ],
            [
                224,
                "Okay. Oh, how about this? Stuart’s dressed like a brother of the Night’s Watch, and they don’t have sex."
            ]
        ],
        "Howard": [
            [
                4,
                "But Batman is a man. You’re talking about a man who would have the powers of a man. That’s just Man-Man."
            ],
            [
                9,
                "So does that answer your question?"
            ],
            [
                17,
                "I know. Scientists have tried to reproduce it with computational models, but, in each case, the world blows up."
            ],
            [
                55,
                "I know. Imagine if we were actually moving."
            ],
            [
                57,
                "You’re exhausted? Try folding every five pages in a pregnancy book so your wife thinks you read it."
            ],
            [
                59,
                "I guess I am lucky."
            ],
            [
                65,
                "You sure you don’t want to come watch Game of Thrones with us?"
            ],
            [
                91,
                "I’m not sure if I’m hoping for a boy or a girl. I mean, if it’s a boy, I’m gonna have to teach him to play catch. Which means I’m gonna have to google how to play catch. If it’s a girl, I mean, they’re so innocent and you know how guys are."
            ],
            [
                93,
                "There you go again."
            ],
            [
                95,
                "Actually, what you’re doing is pretending to complain, but really trying to brag."
            ],
            [
                97,
                "Oh, I wish could enjoy a cup of tea without a naked girl bouncing up and down on me."
            ],
            [
                99,
                "Don’t you hate it when you can’t remember whose bra it is you found wedged in your couch?"
            ],
            [
                119,
                "No, I’m fine."
            ],
            [
                121,
                "Just drop it."
            ],
            [
                123,
                "Oh, please. What could you possibly have that I would be jealous of?"
            ],
            [
                129,
                "Wait, what is going on?"
            ],
            [
                132,
                "As long as I don’t have to watch with him."
            ],
            [
                134,
                "Why do you get to pick?"
            ],
            [
                136,
                "Don’t tell me where to go."
            ],
            [
                141,
                "And I’m gonna eat it all."
            ],
            [
                143,
                "So what the hell happened?"
            ],
            [
                145,
                "Tell me about it. I’ve had it with Raj, too."
            ],
            [
                147,
                "Interesting. Maybe my male cycle synced up with Raj’s actual period."
            ],
            [
                156,
                "Yeah."
            ],
            [
                167,
                "Yeah. Cap’n Crunch with Crunch Berries, move on."
            ],
            [
                179,
                "I don’t know. I like the pain of others."
            ],
            [
                181,
                "No, she doesn’t."
            ],
            [
                183,
                "She does not."
            ],
            [
                185,
                "Well, she did. And human resources."
            ],
            [
                187,
                "Son of a bitch."
            ],
            [
                203,
                "Um, guys? Were there any nuts in that food?"
            ],
            [
                205,
                "Well just a feeling."
            ],
            [
                228,
                "Hey."
            ],
            [
                231,
                "I’m fine. Just a little embarrassed I had to be carried down the stairs like a baby. Thanks."
            ]
        ],
        "Raj (checking text on phone)": [
            [
                11,
                "Oh, that’s Claire. Got to run."
            ]
        ],
        "Penny": [
            [
                36,
                "What is the problem?"
            ],
            [
                38,
                "Well, why the hell did I memorize the Pledge?"
            ],
            [
                46,
                "Well, why are you fighting him on this?"
            ],
            [
                48,
                "Well, I will still come to your meeting."
            ],
            [
                51,
                "Because it’s important to him, and when we signed the roommate agreement, we made a deal."
            ],
            [
                70,
                "Mm, I think so. Dragons, snow zombies, and all the hot guys are dead."
            ],
            [
                72,
                "Uh-oh, somebody’s still pouting."
            ],
            [
                74,
                "If it’s because you lost a stick, I know where it went."
            ],
            [
                76,
                "You know you’re gonna make up with him. Can we just skip to that part?"
            ],
            [
                78,
                "Really? The only adult?"
            ],
            [
                81,
                "All right, you would think the only adult wouldn’t let something silly ruin our entire night."
            ],
            [
                103,
                "Oh, he’s all bent out of shape about having a roommate agreement meeting."
            ],
            [
                105,
                "Don’t worry, he’ll come around."
            ],
            [
                116,
                "You don’t know?"
            ],
            [
                125,
                "Come on, Sheldon, we’ll watch Game of Thrones over here."
            ],
            [
                130,
                "Leonard’s being a jerk, so we’re gonna watch over here."
            ],
            [
                138,
                "Yeah, come on, Raj."
            ],
            [
                159,
                "May I take your cloak?"
            ],
            [
                193,
                "What’s up?"
            ],
            [
                195,
                "Where’d you get that from?"
            ],
            [
                197,
                "Ugh. Amy, why did you tell him that?"
            ],
            [
                199,
                "I don’t always defend Sheldon."
            ],
            [
                201,
                "What about your weird relationship with him?"
            ],
            [
                221,
                "Okay, well, that was murder, this was an accident."
            ],
            [
                225,
                "There you go."
            ],
            [
                248,
                "Is he still wearing the Batman suit under the Man-Bat suit?"
            ]
        ],
        "Bernadette": [
            [
                61,
                "Hey, Raj."
            ],
            [
                63,
                "Good. A little tired."
            ],
            [
                66,
                "You guys have fun. I’m just gonna snuggle up in bed with a book."
            ],
            [
                211,
                "He’s gonna be okay."
            ],
            [
                214,
                "Why are you dressed like that?"
            ],
            [
                216,
                "That wasn’t nice."
            ],
            [
                230,
                "You all right?"
            ]
        ],
        "Amy": [
            [
                88,
                "I brought my famous spinach dip."
            ],
            [
                102,
                "What’s going on with him?"
            ],
            [
                106,
                "Well, I get why he’s annoyed."
            ],
            [
                110,
                "Well, I know how he feels. I never enjoyed our relationship agreement meetings."
            ],
            [
                112,
                "Sorry."
            ],
            [
                114,
                "Oh, Sheldon, I never thought re-filing a matter in a standing subcommittee could be so fascinating."
            ],
            [
                131,
                "Do you guys want to watch with us?"
            ],
            [
                146,
                "You know, like women, men have a monthly hormone cycle. Dips in testosterone can cause irritability."
            ],
            [
                169,
                "Oh, I honestly couldn’t care less."
            ],
            [
                171,
                "Well, I just took your side ’cause sometimes I get annoyed at how close Sheldon and Penny are."
            ],
            [
                173,
                "Who’s always comforting him when he’s upset?"
            ],
            [
                175,
                "Who’s the only one who can make him take his medicine when he’s sick?"
            ],
            [
                177,
                "Okay. And did you know she has him add things to the roommate agreement so she can get her way and not fight with you about it?"
            ],
            [
                184,
                "Who told you to stop making all those Gandhi jokes about him?"
            ],
            [
                198,
                "Because you were defending Sheldon like you always do."
            ],
            [
                209,
                "Sheldon."
            ],
            [
                219,
                "How?"
            ],
            [
                233,
                "That was scary."
            ]
        ],
        "Stuart": [
            [
                149,
                "Hey, Leonard."
            ],
            [
                151,
                "Uh, is this not a dress-up party?"
            ],
            [
                153,
                "Was it ever a dress-up party?"
            ],
            [
                155,
                "Howard, didn’t you tell me it was a dress-up party?"
            ],
            [
                158,
                "I was told this is where to go if I’m mad at Howard."
            ],
            [
                160,
                "Thanks. This thing kept getting caught in the chain of my bike."
            ],
            [
                162,
                "So what happened with you and Howard?"
            ],
            [
                164,
                "I’m jealous. Closest I’ve come to dating two women was that time I dated one woman."
            ],
            [
                191,
                "Two women, huh?"
            ],
            [
                213,
                "Boy, stuff like this really puts things in perspective."
            ],
            [
                215,
                "Oh, uh, Howard thought it’d be funny to tell me it was a costume party."
            ],
            [
                217,
                "No, but he almost died, so we’re cool."
            ],
            [
                237,
                "How come your head has your face on it?"
            ],
            [
                239,
                "Don’t you guys have anything better to do?"
            ],
            [
                241,
                "That’s it, you just lost bathroom privileges at the comic book store. Horse has a basket on it. Stupid… aaargh!"
            ]
        ],
        "Sheldon (at knock on door)": [
            [
                192,
                "Oh, perhaps it’s Amy coming to her senses."
            ]
        ],
        "Raj (shouting from upstairs window)": [
            [
                236,
                "Hey, Jon Snow. How come your horse has a basket on it?"
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The comic book store. "
        ],
        [
            "Sheldon",
            "I have a question about Batman. Batman is a man who dresses up like a bat. Man-bat is a part man, part bat hybrid. Now, if Man-Bat dressed up as a man to fight crime, would he be Man-Batman?"
        ],
        [
            "Leonard",
            "No, he’d be Bat-Man-Bat."
        ],
        [
            "Raj",
            "But wouldn’t Man-Batman just be a Batman that was bitten by a radioactive man?"
        ],
        [
            "Howard",
            "But Batman is a man. You’re talking about a man who would have the powers of a man. That’s just Man-Man."
        ],
        [
            "Sheldon",
            "Well, isn’t Man-Man just Man?"
        ],
        [
            "Leonard",
            "But what if Man-Man dressed as a bat?"
        ],
        [
            "Raj",
            "Well, that’s just Batman."
        ],
        [
            "Leonard",
            "No, if a man dresses as a bat, that’s Batman, but if Man-Man dresses as a bat, that’s Batman-Man."
        ],
        [
            "Howard",
            "So does that answer your question?"
        ],
        [
            "Sheldon",
            "Oh, I haven’t asked it yet."
        ],
        [
            "Raj (checking text on phone)",
            "Oh, that’s Claire. Got to run."
        ],
        [
            "Leonard",
            "I thought you were back with Emily."
        ],
        [
            "Raj",
            "Uh, actually I’m seeing both of them."
        ],
        [
            "Leonard",
            "You mean like through their window from behind a bush?"
        ],
        [
            "Raj",
            "No, I’m actually dating two women. Later."
        ],
        [
            "Leonard",
            "Really? The guy who for years couldn’t even talk to women is suddenly going out with two of them? How is that possible?"
        ],
        [
            "Howard",
            "I know. Scientists have tried to reproduce it with computational models, but, in each case, the world blows up."
        ],
        [
            "Leonard",
            "Seriously, that guy’s dating two women?"
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "What, why did you get a party sub?"
        ],
        [
            "Leonard",
            "People are coming over, it looked fun."
        ],
        [
            "Sheldon",
            "Well, we’re only watching Game of Thrones. A party sub implies it’s a party."
        ],
        [
            "Leonard",
            "Your attendance implies it’s not."
        ],
        [
            "Sheldon",
            "I like a party as much as the next man, as long as the next man doesn’t like a party. Oh, by the way, don’t forget, tomorrow is our quarterly roommate agreement meeting."
        ],
        [
            "Leonard",
            "Oh, Sheldon, we don’t need a meeting every three months."
        ],
        [
            "Sheldon",
            "Hmm? Well, it sounds like the kind of thing one would bring up at a quarterly roommate agreement meeting. Lucky for you it’s tomorrow."
        ],
        [
            "Leonard",
            "Oh, you know what? I’m not going."
        ],
        [
            "Sheldon",
            "Well, you have to go. It’s Penny’s first time leading the Pledge of Allegiance."
        ],
        [
            "Leonard",
            "This meeting is a waste of time. Whether we make the switch from Post Raisin Bran to Kellogg’s Raisin Bran should not require parliamentary procedure."
        ],
        [
            "Sheldon",
            "You realize one of them has sugar on the raisins."
        ],
        [
            "Leonard",
            "You’re the only one who eats them."
        ],
        [
            "Sheldon",
            "And yet you get to weigh in. Democracy, it’s pretty cool, isn’t it?"
        ],
        [
            "Leonard",
            "I’m not going, you can’t make me."
        ],
        [
            "Sheldon",
            "Well, we’ll just see about that."
        ],
        [
            "Penny",
            "What is the problem?"
        ],
        [
            "Sheldon",
            "He says he’s not coming to the roommate agreement meeting tomorrow."
        ],
        [
            "Penny",
            "Well, why the hell did I memorize the Pledge?"
        ],
        [
            "Leonard",
            "You have fun. I will not be attending."
        ],
        [
            "Sheldon",
            "Oh, fine. We don’t have to have a roommate agreement meeting if you don’t want to."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Sheldon",
            "Of course, it will require a vote. Unfortunately, my official gavel is in my bedroom, but luckily, I have my travel gavel."
        ],
        [
            "Leonard",
            "You’re being ridiculous."
        ],
        [
            "Sheldon",
            "There’s a motion on the floor, I’m ridiculous. Do we have a second? Hmm? Hmm? There is no second. The motion is denied. Next time, make sure you have the votes first. That was embarrassing."
        ],
        [
            "Leonard",
            "Can you please talk to him?"
        ],
        [
            "Penny",
            "Well, why are you fighting him on this?"
        ],
        [
            "Leonard",
            "Because I am tired of him always getting his way. We don’t need a stupid meeting. We don’t even need a roommate agreement, and I hope that sandwich does cause a party."
        ],
        [
            "Penny",
            "Well, I will still come to your meeting."
        ],
        [
            "Sheldon",
            "Well, I should hope so. Tomorrow’s picture day."
        ],
        [
            "Leonard",
            "Why are you taking his side?"
        ],
        [
            "Penny",
            "Because it’s important to him, and when we signed the roommate agreement, we made a deal."
        ],
        [
            "Sheldon",
            "You keep talking like that, you’re gonna make colour guard."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Raj",
            "Man, I’m worn out."
        ],
        [
            "Howard",
            "I know. Imagine if we were actually moving."
        ],
        [
            "Raj",
            "No, it’s just, ever since I started dating Claire and Emily at the same time, it’s exhausting."
        ],
        [
            "Howard",
            "You’re exhausted? Try folding every five pages in a pregnancy book so your wife thinks you read it."
        ],
        [
            "Raj",
            "But, dude, you’re so lucky. Getting to stay home at night with the woman you love."
        ],
        [
            "Howard",
            "I guess I am lucky."
        ],
        [
            "Raj",
            "You are, because dating two women, I mean, I can’t even remember the last time I slept in my own apartment. I wake up and I’m like, am I at Claire’s or am I at Emily’s? Is there a third girl I’ve forgotten about? Like, where am I?"
        ],
        [
            "Bernadette",
            "Hey, Raj."
        ],
        [
            "Raj",
            "Hey, how’s the mommy-to-be?"
        ],
        [
            "Bernadette",
            "Good. A little tired."
        ],
        [
            "Raj",
            "I feel you. I’ve been dating multiple women."
        ],
        [
            "Howard",
            "You sure you don’t want to come watch Game of Thrones with us?"
        ],
        [
            "Bernadette",
            "You guys have fun. I’m just gonna snuggle up in bed with a book."
        ],
        [
            "Raj",
            "Oh, that sounds great, a bed to yourself. Can’t even remember what that’s like."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Are you up-to-date on Game of Thrones?"
        ],
        [
            "Penny",
            "Mm, I think so. Dragons, snow zombies, and all the hot guys are dead."
        ],
        [
            "Sheldon",
            "Oh, I don’t know. Theon Greyjoy looks pretty good for a guy who had his genitals cut off."
        ],
        [
            "Penny",
            "Uh-oh, somebody’s still pouting."
        ],
        [
            "Leonard",
            "Leave me alone."
        ],
        [
            "Penny",
            "If it’s because you lost a stick, I know where it went."
        ],
        [
            "Leonard",
            "Not funny."
        ],
        [
            "Penny",
            "You know you’re gonna make up with him. Can we just skip to that part?"
        ],
        [
            "Leonard",
            "Oh, of course, because I’m the only adult around here."
        ],
        [
            "Penny",
            "Really? The only adult?"
        ],
        [
            "Leonard",
            "Yeah, that’s right."
        ],
        [
            "Sheldon",
            "Tonight I’ll be watching a show rated M.A., and that stands for mature audiences, buster."
        ],
        [
            "Penny",
            "All right, you would think the only adult wouldn’t let something silly ruin our entire night."
        ],
        [
            "Leonard",
            "And I’d think you’d understand why I’m annoyed."
        ],
        [
            "Sheldon",
            "All this could be avoided if you’d just come to the meeting."
        ],
        [
            "Leonard",
            "I don’t want to."
        ],
        [
            "Sheldon",
            "Oh, it’s just a meeting. One simple meeting."
        ],
        [
            "Leonard",
            "Stop saying meeting."
        ],
        [
            "Sheldon",
            "Meeting, meeting, bo-beeting, banana-fana, fo-feeting, fee-fi mo-meeting."
        ],
        [
            "Amy",
            "I brought my famous spinach dip."
        ],
        [
            "Sheldon",
            "Yeah, Amy, just one second. Meeting."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Howard",
            "I’m not sure if I’m hoping for a boy or a girl. I mean, if it’s a boy, I’m gonna have to teach him to play catch. Which means I’m gonna have to google how to play catch. If it’s a girl, I mean, they’re so innocent and you know how guys are."
        ],
        [
            "Raj",
            "Totally, guys are the worst. I mean, look at me. I let Emily make me a frittata and I kept the leftovers in Claire’s fridge that night. I’m such a dog."
        ],
        [
            "Howard",
            "There you go again."
        ],
        [
            "Raj",
            "I’m sorry, have I been complaining about it too much?"
        ],
        [
            "Howard",
            "Actually, what you’re doing is pretending to complain, but really trying to brag."
        ],
        [
            "Raj",
            "How could you say that?"
        ],
        [
            "Howard",
            "Oh, I wish could enjoy a cup of tea without a naked girl bouncing up and down on me."
        ],
        [
            "Raj",
            "I never said that."
        ],
        [
            "Howard",
            "Don’t you hate it when you can’t remember whose bra it is you found wedged in your couch?"
        ],
        [
            "Raj",
            "Okay, that I said. But that’s a real problem. You give a girl another woman’s bra, and you will not be having sex with her that night. Maybe the other girl, but not her."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Amy",
            "What’s going on with him?"
        ],
        [
            "Penny",
            "Oh, he’s all bent out of shape about having a roommate agreement meeting."
        ],
        [
            "Sheldon",
            "Apparently, perfect attendance isn’t cool any more."
        ],
        [
            "Penny",
            "Don’t worry, he’ll come around."
        ],
        [
            "Amy",
            "Well, I get why he’s annoyed."
        ],
        [
            "Sheldon",
            "Well, then you don’t understand what’s happening. See, Leonard refused to participate in a mandatory quarterly roommate agreement meeting. This is what a generation raised on Bart Simpson looks like."
        ],
        [
            "Leonard",
            "You love The Simpsons."
        ],
        [
            "Sheldon",
            "I love Lisa Simpson."
        ],
        [
            "Amy",
            "Well, I know how he feels. I never enjoyed our relationship agreement meetings."
        ],
        [
            "Sheldon",
            "Wait. You were pretending?"
        ],
        [
            "Amy",
            "Sorry."
        ],
        [
            "Sheldon",
            "No. I don’t believe you. I could tell."
        ],
        [
            "Amy",
            "Oh, Sheldon, I never thought re-filing a matter in a standing subcommittee could be so fascinating."
        ],
        [
            "Sheldon",
            "Hmm, what do you think?"
        ],
        [
            "Penny",
            "You don’t know?"
        ],
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Raj",
            "Hey, did I say something to upset you?"
        ],
        [
            "Howard",
            "No, I’m fine."
        ],
        [
            "Raj",
            "Really? Because usually we walk side by side, and I just went up two flights of stairs staring at your bottom."
        ],
        [
            "Howard",
            "Just drop it."
        ],
        [
            "Raj",
            "Okay, I think I see what’s happening here. You’re jealous of me."
        ],
        [
            "Howard",
            "Oh, please. What could you possibly have that I would be jealous of?"
        ],
        [
            "Raj",
            "It’s not what I have, it’s how many people I’m having it with."
        ],
        [
            "Penny",
            "Come on, Sheldon, we’ll watch Game of Thrones over here."
        ],
        [
            "Sheldon",
            "Gladly."
        ],
        [
            "Leonard",
            "Oh, good, go. You know, it’ll be nice to watch an episode without someone saying, I read the books, don’t get too fond of this character."
        ],
        [
            "Sheldon",
            "It’s not always because they die. In one case, it’s because they’ve become involved with underground tree people from the dawn of time. Yeah, but I won’t say who it is. It’s Brann."
        ],
        [
            "Howard",
            "Wait, what is going on?"
        ],
        [
            "Penny",
            "Leonard’s being a jerk, so we’re gonna watch over here."
        ],
        [
            "Amy",
            "Do you guys want to watch with us?"
        ],
        [
            "Howard",
            "As long as I don’t have to watch with him."
        ],
        [
            "Raj",
            "Fine, I don’t want to watch with you either. I’ll go over here."
        ],
        [
            "Howard",
            "Why do you get to pick?"
        ],
        [
            "Raj",
            "Okay, then you go there."
        ],
        [
            "Howard",
            "Don’t tell me where to go."
        ],
        [
            "Leonard",
            "Howard, just come in here."
        ],
        [
            "Penny",
            "Yeah, come on, Raj."
        ],
        [
            "Raj",
            "Wait, did Amy make her spinach dip?"
        ],
        [
            "Sheldon",
            "She did."
        ],
        [
            "Howard",
            "And I’m gonna eat it all."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Howard",
            "So what the hell happened?"
        ],
        [
            "Leonard",
            "Oh, I just ran out of patience with Sheldon’s nonsense."
        ],
        [
            "Howard",
            "Tell me about it. I’ve had it with Raj, too."
        ],
        [
            "Amy",
            "You know, like women, men have a monthly hormone cycle. Dips in testosterone can cause irritability."
        ],
        [
            "Howard",
            "Interesting. Maybe my male cycle synced up with Raj’s actual period."
        ],
        [
            "Leonard",
            "If Sheldon’s testosterone dipped, he’d become a butterfly. (Knock on door) Oh. Maybe someone’s here to apologize."
        ],
        [
            "Stuart",
            "Hey, Leonard."
        ],
        [
            "Leonard",
            "Stuart."
        ],
        [
            "Stuart",
            "Uh, is this not a dress-up party?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Stuart",
            "Was it ever a dress-up party?"
        ],
        [
            "Leonard",
            "No."
        ],
        [
            "Stuart",
            "Howard, didn’t you tell me it was a dress-up party?"
        ],
        [
            "Howard",
            "Yeah."
        ],
        [
            "Scene",
            "Penny’s apartment. Knock on door."
        ],
        [
            "Stuart",
            "I was told this is where to go if I’m mad at Howard."
        ],
        [
            "Penny",
            "May I take your cloak?"
        ],
        [
            "Stuart",
            "Thanks. This thing kept getting caught in the chain of my bike."
        ],
        [
            "Sheldon",
            "Well, I’ll catch you up. Uh, Penny is angry at Leonard, Leonard’s angry at me and Penny, I’m angry at Leonard and Amy, Raj is angry at Howard, and I’m angry at George R.R. Martin ’cause there are no new books for me to spoil for Leonard."
        ],
        [
            "Stuart",
            "So what happened with you and Howard?"
        ],
        [
            "Raj",
            "Says I was talking too much about dating Claire and Emily, and I accused him of being jealous."
        ],
        [
            "Stuart",
            "I’m jealous. Closest I’ve come to dating two women was that time I dated one woman."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "I don’t know how you put up with it. He’s impossible. I mean, holding a meeting to decide what breakfast cereal we should buy."
        ],
        [
            "Howard",
            "Yeah. Cap’n Crunch with Crunch Berries, move on."
        ],
        [
            "Leonard",
            "Anyway, Amy, thank you for sticking up for me."
        ],
        [
            "Amy",
            "Oh, I honestly couldn’t care less."
        ],
        [
            "Leonard",
            "Sorry?"
        ],
        [
            "Amy",
            "Well, I just took your side ’cause sometimes I get annoyed at how close Sheldon and Penny are."
        ],
        [
            "Leonard",
            "Well, they argue all the time. They aren’t that close."
        ],
        [
            "Amy",
            "Who’s always comforting him when he’s upset?"
        ],
        [
            "Leonard",
            "Penny, but…"
        ],
        [
            "Amy",
            "Who’s the only one who can make him take his medicine when he’s sick?"
        ],
        [
            "Leonard",
            "I try to hide it in his peanut butter, but he spits it out."
        ],
        [
            "Amy",
            "Okay. And did you know she has him add things to the roommate agreement so she can get her way and not fight with you about it?"
        ],
        [
            "Leonard",
            "Son of a bitch. Why is that funny?"
        ],
        [
            "Howard",
            "I don’t know. I like the pain of others."
        ],
        [
            "Leonard",
            "Oh, well, then you’ll enjoy this. Bernadette does the same thing with you and Koothrappali."
        ],
        [
            "Howard",
            "No, she doesn’t."
        ],
        [
            "Leonard",
            "She defends him all the time."
        ],
        [
            "Howard",
            "She does not."
        ],
        [
            "Amy",
            "Who told you to stop making all those Gandhi jokes about him?"
        ],
        [
            "Howard",
            "Well, she did. And human resources."
        ],
        [
            "Leonard",
            "Who do you think told Koothrappali to go to human resources?"
        ],
        [
            "Howard",
            "Son of a bitch."
        ],
        [
            "Leonard",
            "You’re, you’re right, it feels good."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Raj",
            "All right, it’s almost game time. Get it? Game of Thrones, game time?"
        ],
        [
            "Stuart",
            "Two women, huh?"
        ],
        [
            "Sheldon (at knock on door)",
            "Oh, perhaps it’s Amy coming to her senses."
        ],
        [
            "Penny",
            "What’s up?"
        ],
        [
            "Leonard",
            "You know, you don’t need to use Sheldon to get your way with me in a dumb roommate agreement."
        ],
        [
            "Penny",
            "Where’d you get that from?"
        ],
        [
            "Leonard",
            "From Amy."
        ],
        [
            "Penny",
            "Ugh. Amy, why did you tell him that?"
        ],
        [
            "Amy",
            "Because you were defending Sheldon like you always do."
        ],
        [
            "Penny",
            "I don’t always defend Sheldon."
        ],
        [
            "Leonard",
            "Oh, yes, you do. You know you have a weird brother-sister-Elliott-E.T. relationship with him."
        ],
        [
            "Penny",
            "What about your weird relationship with him?"
        ],
        [
            "Leonard",
            "That’s different. I’m like the little girl in Poltergeist and he’s the creepy thing in the TV."
        ],
        [
            "Howard",
            "Um, guys? Were there any nuts in that food?"
        ],
        [
            "Leonard",
            "I don’t think so. Why?"
        ],
        [
            "Howard",
            "Well just a feeling."
        ],
        [
            "Scene",
            "A hospital waiting room."
        ],
        [
            "Leonard",
            "It just said Italian sub. I had no idea mortadella has pistachios in it."
        ],
        [
            "Sheldon",
            "Interesting fact, in Italian, the morta in mortadella means death."
        ],
        [
            "Amy",
            "Sheldon."
        ],
        [
            "Sheldon",
            "I didn’t say fun fact. I’m not a monster."
        ],
        [
            "Bernadette",
            "He’s gonna be okay."
        ],
        [
            "Sheldon",
            "Now it’s a fun fact."
        ],
        [
            "Stuart",
            "Boy, stuff like this really puts things in perspective."
        ],
        [
            "Bernadette",
            "Why are you dressed like that?"
        ],
        [
            "Stuart",
            "Oh, uh, Howard thought it’d be funny to tell me it was a costume party."
        ],
        [
            "Bernadette",
            "That wasn’t nice."
        ],
        [
            "Stuart",
            "No, but he almost died, so we’re cool."
        ],
        [
            "Raj",
            "You know, if you think about it, tonight was kind of like a real-life Game of Thrones."
        ],
        [
            "Amy",
            "How?"
        ],
        [
            "Raj",
            "Well, Howard eating that pistachio was like when King Joffrey got poisoned."
        ],
        [
            "Penny",
            "Okay, well, that was murder, this was an accident."
        ],
        [
            "Raj",
            "Okay. But you using Sheldon to do your dirty work is like when Cersei used the King’s Guard to do her bidding."
        ],
        [
            "Sheldon",
            "Cersei uses her body to manipulate men. Penny just takes me to The LEGO Store."
        ],
        [
            "Raj",
            "Okay. Oh, how about this? Stuart’s dressed like a brother of the Night’s Watch, and they don’t have sex."
        ],
        [
            "Penny",
            "There you go."
        ],
        [
            "Leonard",
            "That’s true."
        ],
        [
            "Sheldon",
            "Fair enough."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Bernadette",
            "You all right?"
        ],
        [
            "Howard",
            "I’m fine. Just a little embarrassed I had to be carried down the stairs like a baby. Thanks."
        ],
        [
            "Leonard",
            "Let’s get out of here."
        ],
        [
            "Amy",
            "That was scary."
        ],
        [
            "Sheldon",
            "Well, the important thing is I said that big sandwich would ruin everything, and I was right."
        ],
        [
            "Scene",
            "The street. "
        ],
        [
            "Raj (shouting from upstairs window)",
            "Hey, Jon Snow. How come your horse has a basket on it?"
        ],
        [
            "Stuart",
            "How come your head has your face on it?"
        ],
        [
            "Sheldon",
            "They don’t wear bicycle helmets in Game of Thrones. You’re thematically inaccurate, but I applaud your commitment to safety."
        ],
        [
            "Stuart",
            "Don’t you guys have anything better to do?"
        ],
        [
            "Leonard",
            "Better than watching a guy in a fur cloak ride a girl’s bike? Nope."
        ],
        [
            "Stuart",
            "That’s it, you just lost bathroom privileges at the comic book store. Horse has a basket on it. Stupid… aaargh!"
        ],
        [
            "Scene",
            "Leonard’s bedroom."
        ],
        [
            "Sheldon",
            "(Knock, knock, knock) Leonard. (Knock, knock, knock) Leonard. (Knock, knock, knock) Leonard."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "I never got to ask my question about Batman."
        ],
        [
            "Leonard",
            "What is it?"
        ],
        [
            "Sheldon",
            "If Batman were bitten by a radioactive Man-Bat, and then fought crime disguised as Man-Bat, would he be Man-Bat-Man-Bat-Man or simply Man-Bat-Man-Bat-Batman?"
        ],
        [
            "Penny",
            "Is he still wearing the Batman suit under the Man-Bat suit?"
        ],
        [
            "Sheldon",
            "I’ll be back."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-21-the-viewing-party-combustion/"
}