{
    "Season": 9,
    "Episode": 24,
    "Title": "the convergence convergence",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Leonard and Penny’s bedroom."
            ],
            [
                25,
                "Credits sequence."
            ],
            [
                26,
                "The apartment."
            ],
            [
                45,
                "Leonard’s car."
            ],
            [
                52,
                "Howard’s workshop."
            ],
            [
                65,
                "Amy’s car."
            ],
            [
                88,
                "The apartment."
            ],
            [
                104,
                "Howard and Bernadette’s kitchen."
            ],
            [
                113,
                "The foyer."
            ],
            [
                124,
                "The apartment."
            ],
            [
                155,
                "Howard and Bernadette’s kitchen."
            ],
            [
                166,
                "Leonard’s car."
            ],
            [
                171,
                "Amy’s car."
            ],
            [
                183,
                "Howard’s car."
            ],
            [
                190,
                "Leonard’s car."
            ],
            [
                195,
                "Howard’s car."
            ],
            [
                200,
                "Leonard’s car."
            ],
            [
                204,
                "Howard’s car."
            ],
            [
                208,
                "Leonard’s car."
            ],
            [
                212,
                "Howard’s car."
            ],
            [
                217,
                "The restaurant."
            ],
            [
                238,
                "Howard’s car."
            ],
            [
                241,
                "The restaurant."
            ],
            [
                275,
                "The apartment."
            ]
        ],
        "Leonard": [
            [
                1,
                "Hey."
            ],
            [
                3,
                "Oh, Sheldon invoked Rosa Parks to make somebody who cut the line feel bad, but only the white people felt bad."
            ],
            [
                5,
                "How’d it go with my mother?"
            ],
            [
                7,
                "Wow. Well done."
            ],
            [
                9,
                "Did she think you were choking or… I’m sorry, that’s great. Thank you for spending time with her."
            ],
            [
                11,
                "Wait, we’re gonna get married again?"
            ],
            [
                13,
                "Seems like a lot of trouble for a hug."
            ],
            [
                15,
                "Look, in our defence, it was kind of a spur of the moment thing, and also, we don’t like her."
            ],
            [
                17,
                "I just said why, we don’t like her."
            ],
            [
                19,
                "Is your brother out of prison?"
            ],
            [
                21,
                "I’d love it if my dad could come."
            ],
            [
                23,
                "Oh, he’s like a different man. He stopped twitching, and I think he grew an inch and a half."
            ],
            [
                47,
                "Sorry, but I don’t think I need your permission to have my father at my wedding."
            ],
            [
                49,
                "I know, and there’s no excuse for that."
            ],
            [
                51,
                "I was wrong, there’s three excuses for that."
            ],
            [
                114,
                "Oh, we have to use the stairs."
            ],
            [
                116,
                "Uh, I don’t, any day now."
            ],
            [
                118,
                "Hey, I, I know things are a little rough with you and Mom, but I’m really glad you’re here."
            ],
            [
                120,
                "Penny’s really looking forward to seeing you."
            ],
            [
                122,
                "Thanks, Dad."
            ],
            [
                126,
                "Hey, we’re here."
            ],
            [
                130,
                "Dad, you remember Sheldon."
            ],
            [
                133,
                "This is Sheldon’s mother, Mary."
            ],
            [
                136,
                "And his girlfriend, Amy."
            ],
            [
                139,
                "And, of course, Mom."
            ],
            [
                143,
                "All right, you two, don’t start. Penny and I are throwing this second wedding for your benefit. Can you please not ruin it?"
            ],
            [
                146,
                "Mom."
            ],
            [
                170,
                "Mom, please save something for the toast."
            ],
            [
                193,
                "Is that Howard in front of us?"
            ],
            [
                202,
                "I don’t know. He uses that traffic app. Maybe there’s an accident."
            ],
            [
                210,
                "What is his hurry?"
            ],
            [
                227,
                "Hey."
            ],
            [
                230,
                "Oh, we were following Howard, but for some reason, he turned off his headlights and went up a one-way street."
            ],
            [
                235,
                "Okay, Mom, you sit over there."
            ],
            [
                246,
                "Uh, I would like to propose a toast to my wife and bride-to-be."
            ],
            [
                249,
                "Penny, I’ve always known I loved you, but this last year has shown me that I also love being married to you. Thank you for saying yes."
            ],
            [
                252,
                "Cheers."
            ],
            [
                265,
                "Sure, Dad."
            ],
            [
                273,
                "What is happening there?"
            ],
            [
                277,
                "My father’s not texting me back."
            ],
            [
                280,
                "I don’t like it either."
            ]
        ],
        "Penny": [
            [
                2,
                "Hi, how was the screening?"
            ],
            [
                4,
                "Ugh, I should’ve never bought him that colouring book that explains Black History Month."
            ],
            [
                6,
                "Uh, you know, it started a little rocky, but I think we got to a good place."
            ],
            [
                8,
                "Yeah, and when I dropped her off at the hotel, she even gave me a hug."
            ],
            [
                10,
                "No problem. Um, so listen, I don’t know if you have any plans next weekend, but I kind of promised your mom we’d have another wedding ceremony so she could attend this time."
            ],
            [
                12,
                "Yeah, kind of, but now we can invite our friends and family."
            ],
            [
                14,
                "Come on, it’ll be fun, and, you know, your mom was genuinely hurt we didn’t invite her to the first one."
            ],
            [
                16,
                "Leonard, come on, she’s your mom. If we can do something to make her happy, why wouldn’t we?"
            ],
            [
                18,
                "Hey, look, then forget about her, let’s do it for us. We could keep it small and informal. This time we can invite our families."
            ],
            [
                20,
                "Thanks to overcrowding, yeah."
            ],
            [
                22,
                "Oh, you have to invite him. I haven’t seen him since the divorce."
            ],
            [
                24,
                "Well, then it’s settled. Yay. So funny. I never thought my second marriage would be to you."
            ],
            [
                27,
                "Okay, so it’s not a legal ceremony, it’s just a chance for us to redo our vows so everyone can be part of it."
            ],
            [
                29,
                "No."
            ],
            [
                31,
                "I don’t see how I could."
            ],
            [
                34,
                "I was kind of hoping you would."
            ],
            [
                37,
                "Okay, wait, you’re inviting people to our wedding?"
            ],
            [
                41,
                "Okay, fine, but why would you invite him to our wedding?"
            ],
            [
                44,
                "Yeah, I’m also doing it for Leonard. I think this could really help their relationship."
            ],
            [
                99,
                "Whew, chilly."
            ],
            [
                102,
                "Sorry."
            ],
            [
                127,
                "Alfred. Thank you for coming!"
            ],
            [
                129,
                "Thank you."
            ],
            [
                151,
                "Uh, who’s hungry? We have a reservation at the best restaurant in town."
            ],
            [
                168,
                "No, of course not."
            ],
            [
                191,
                "You know, Beverly, I know you and Alfred have your differences, but if you think about it, if you hadn’t married him, there’d be no Leonard. So that’s good, right?"
            ],
            [
                194,
                "Oh, maybe. Get closer."
            ],
            [
                201,
                "Well, why is he turning here? The restaurant’s the other way."
            ],
            [
                203,
                "Oh, so follow him."
            ],
            [
                209,
                "Well, go faster. You’re losing him."
            ],
            [
                211,
                "You know what, flash your lights. Let him know it’s you."
            ],
            [
                228,
                "Hey."
            ],
            [
                231,
                "So, what did we miss?"
            ],
            [
                236,
                "Yeah, I’m gonna call Bernadette and see what’s keeping them."
            ],
            [
                250,
                "Oh, thanks for asking until I did."
            ],
            [
                254,
                "Aw."
            ],
            [
                263,
                "Um, if, if we want to order the soufflé, we might want to get on that."
            ],
            [
                278,
                "‘Cause they both turned their phones off."
            ],
            [
                281,
                "Really? ‘Cause I love it."
            ]
        ],
        "Amy": [
            [
                28,
                "So there’s no maid of honour?"
            ],
            [
                30,
                "Huh. But if I were to, say, wear a purple satin dress with a sweetheart neckline and stand near you, you wouldn’t be able to stop me, right?"
            ],
            [
                32,
                "Then I graciously accept."
            ],
            [
                35,
                "Wait, now I’m just some lousy maid of honour?"
            ],
            [
                69,
                "My pleasure, Mrs. Cooper."
            ],
            [
                71,
                "Okay, Mary."
            ],
            [
                77,
                "It sure was."
            ],
            [
                81,
                "Oh, well, the usual gang. Penny’s family is coming tomorrow."
            ],
            [
                84,
                "You’ve met her, right?"
            ],
            [
                100,
                "I think I can see my breath."
            ],
            [
                103,
                "Sorry."
            ],
            [
                138,
                "Hi."
            ],
            [
                153,
                "Sheldon."
            ],
            [
                176,
                "Play with your phone."
            ],
            [
                225,
                "Do you realize what’s happening here?"
            ],
            [
                229,
                "What took you guys so long?"
            ],
            [
                245,
                "I’d be lost without you."
            ],
            [
                248,
                "Back to your phone."
            ],
            [
                251,
                "Hear, hear."
            ]
        ],
        "Bernadette": [
            [
                33,
                "Who’s going to officiate?"
            ],
            [
                39,
                "Who’s Erno Rubik?"
            ],
            [
                43,
                "Well, it’s very sweet of you to go to all this trouble for Leonard’s mother."
            ],
            [
                106,
                "Come on, Howard, you’re overreacting."
            ],
            [
                110,
                "You do realize those weren’t documentaries, right?"
            ],
            [
                158,
                "Guys, come on. We’re meeting everyone for dinner."
            ],
            [
                161,
                "Are you done with this nonsense?"
            ],
            [
                188,
                "Oh, stop. You know what’s really happening? All the movies you’ve watched, the TV shows, the comic books, they’ve completely twisted your thinking. No one’s after you, no one’s listening to you, no one cares about you."
            ],
            [
                197,
                "You’re being ridiculous."
            ],
            [
                207,
                "It’s probably just a coincidence. Speed up a little, see if he stays with you."
            ],
            [
                215,
                "Do not pull over. I’m not raising this baby alone."
            ]
        ],
        "Sheldon": [
            [
                36,
                "Hey, good news, I just got off the phone with my mother. She is coming to the wedding."
            ],
            [
                38,
                "Yes, I’m inviting people to our wedding. Yeah, I’ve already asked Stephen Hawking and Robert Downey Jr, and, now don’t get your hopes up, ’cause he’s pretty busy, but Erno Rubik."
            ],
            [
                40,
                "Seriously? He invented the Rubik’s Cube."
            ],
            [
                42,
                "Because, despite his fame and fortune, he strikes me as a lonely man."
            ],
            [
                67,
                "Oh, you’re welcome."
            ],
            [
                72,
                "You know, that doesn’t work for me, let’s stay with Mrs. Cooper."
            ],
            [
                74,
                "Wu-wu, what? That’s what I called you till I got to know you better."
            ],
            [
                76,
                "Well, actually, I…"
            ],
            [
                79,
                "Excuse me, I take care of him."
            ],
            [
                82,
                "Yeah, and Leonard’s mother’s already here."
            ],
            [
                86,
                "Mother, she’s an atheist, not a vampire."
            ],
            [
                93,
                "I don’t know what we were worried about, they’re getting along great."
            ],
            [
                125,
                "Isn’t this nice?"
            ],
            [
                131,
                "Dr. Hofstadter."
            ],
            [
                142,
                "All right, now I’m starting to sense a little tension."
            ],
            [
                149,
                "Mom."
            ],
            [
                152,
                "It only got three-and-a-half stars on Yelp."
            ],
            [
                154,
                "I’m not sorry. That’s true."
            ],
            [
                175,
                "Don’t laugh, she wasn’t joking."
            ],
            [
                226,
                "Yeah, I do. They’re filling up on bread and ruining their meal."
            ],
            [
                237,
                "If I’d known you were broke, I wouldn’t have made a big deal about the bread."
            ],
            [
                244,
                "That’s funny, because my father was not a very clever man."
            ],
            [
                247,
                "See, that’s funny because…"
            ],
            [
                274,
                "I think it’s pretty obvious. They don’t want dessert ’cause they filled up on bread."
            ],
            [
                276,
                "She’s still not answering."
            ],
            [
                279,
                "I don’t like this at all."
            ]
        ],
        "Beverly": [
            [
                46,
                "How dare you invite your father without consulting me."
            ],
            [
                48,
                "You do understand our marriage ended because he had an affair."
            ],
            [
                50,
                "He claimed I was cold, emasculating, and hadn’t shown him any physical affection for years."
            ],
            [
                89,
                "So, Mary, how have you been?"
            ],
            [
                91,
                "Very good."
            ],
            [
                95,
                "My ex-husband."
            ],
            [
                97,
                "Don’t be."
            ],
            [
                101,
                "We can hear you."
            ],
            [
                141,
                "Hello to you, you wrinkled old bastard."
            ],
            [
                145,
                "Oh, look at that, you can apologize."
            ],
            [
                147,
                "I’m sorry."
            ],
            [
                167,
                "Penny, I hope the example of my failed marriage to Leonard’s father doesn’t discourage you from the commitment you’ve made to one another."
            ],
            [
                169,
                "Although Alfred and I had a lot more going for us than you two."
            ],
            [
                192,
                "Yeah."
            ],
            [
                234,
                "He’s also broke. Did he mention that?"
            ],
            [
                256,
                "What the hell is that supposed to mean?"
            ],
            [
                258,
                "Like you did before sex?"
            ],
            [
                261,
                "Oh, dear woman, can you please read another book?"
            ]
        ],
        "Howard": [
            [
                53,
                "Oh, my God. It’s working."
            ],
            [
                55,
                "Look. The system is maintaining its own stability, the quantum vortex apparatus is now controlling the orientation."
            ],
            [
                57,
                "Yeah. I do. It’s proof of concept. We’ve got a workable guidance system."
            ],
            [
                59,
                "Thanks. Hey, I just got an e-mail from the U.S. Air Force."
            ],
            [
                61,
                "Hmm. We request a meeting at your earliest convenience regarding your quantum guidance system, provisional patent 62/295118. That’s weird."
            ],
            [
                63,
                "I’m sure it’s just a coincidence."
            ],
            [
                105,
                "I can’t believe I was so naive. The military is just gonna take over the whole project. And you know what happens if we object? We disappear. Like off the map. Like every American Idol winner since season four."
            ],
            [
                107,
                "Am I? Am I? What, what do you want to bet some black ops guy is reprinting my high school yearbook and I’m no longer in it? That chess club picture is now just David Zimmerman and Elaine Cho."
            ],
            [
                109,
                "Oh, please, that’s not how it works. You saw E.T., Avatar, Jurassic World. The military just shows up and takes over."
            ],
            [
                111,
                "I’m sorry, you find this funny?"
            ],
            [
                156,
                "I don’t know what to do. It’s the Air Force. I mean, should I respond to their e-mail? Ignore it?"
            ],
            [
                159,
                "One sec. I’m just afraid if I respond, then they’ll know I got it."
            ],
            [
                162,
                "It’s not nonsense. This is how the U.S. military works."
            ],
            [
                164,
                "You’re right. We turn our guidance system over to them, next thing we know, they’re using it against us."
            ],
            [
                185,
                "Are you kidding? They’re probably the ones who leaked it to the military in the first place."
            ],
            [
                187,
                "I’m being harassed by the government, not trying to get to the bottom of a dog-walking scam."
            ],
            [
                196,
                "Oh, God. I think someone’s following us."
            ],
            [
                198,
                "I’m not being ridiculous, he’s right on my tail."
            ],
            [
                206,
                "I told you."
            ],
            [
                213,
                "He’s flashing his lights. What’s that mean?"
            ],
            [
                216,
                "Hang on."
            ],
            [
                240,
                "I’m telling you, I’m not on drugs. The government’s out to get me."
            ]
        ],
        "Raj": [
            [
                54,
                "You sure?"
            ],
            [
                56,
                "You’re right. You realize what this means?"
            ],
            [
                58,
                "Congratulations."
            ],
            [
                60,
                "Open it."
            ],
            [
                62,
                "Is there a window around here we don’t know about?"
            ],
            [
                64,
                "Yeah, of course. What else could it be? Boy, do I love America."
            ],
            [
                108,
                "Okay, look, I’m on the Air Force Web site, and the department that e-mailed you is in charge of acquisitions. So maybe they just want to give you a lot of money for your invention."
            ],
            [
                112,
                "No, I was just thinking about Jurassic World. Boy, that was terrible."
            ],
            [
                157,
                "You can’t ignore it. It’s not that postcard that says it’s time to go back to the dentist."
            ],
            [
                160,
                "Oh, dude. The minute you opened that e-mail, they knew you got it. I mean, they’re probably looking at you through the camera right now. I love America."
            ],
            [
                163,
                "Oh, if it’s even the U.S. Military. It could be foreign military pretending to be American."
            ],
            [
                165,
                "I also love the enemies of America."
            ],
            [
                184,
                "Howard, there must be someone at the university you can go to for help."
            ],
            [
                186,
                "What about the guy on the Channel Four News? You know, Four on Your Side? Maybe he can be on your side."
            ],
            [
                189,
                "I’d like to think the Four on Your Side guy cares about me."
            ],
            [
                199,
                "Uh, turn left here and see if he turns with us."
            ],
            [
                205,
                "Oh, no."
            ],
            [
                214,
                "I, I think he wants us to pull over."
            ]
        ],
        "Mary Cooper": [
            [
                66,
                "Thank you for picking me up."
            ]
        ],
        "Mary": [
            [
                68,
                "I was speaking to your young lady."
            ],
            [
                70,
                "Oh, please call me Mary."
            ],
            [
                73,
                "Sheldon, don’t be silly."
            ],
            [
                75,
                "It was so nice of Leonard and Penny to invite me."
            ],
            [
                78,
                "I’ve always had a special place in my heart for Leonard. Taking care of my baby all these years."
            ],
            [
                80,
                "Sure you do. So who else is coming to this shindig?"
            ],
            [
                83,
                "Oh, Beverly. How nice."
            ],
            [
                85,
                "Yes, I have."
            ],
            [
                87,
                "Either way, let’s stop and get some garlic."
            ],
            [
                90,
                "Well, thank you so much for asking. I’ve been well, and you?"
            ],
            [
                92,
                "Good."
            ],
            [
                94,
                "Sheldon tells me your husband’s coming."
            ],
            [
                96,
                "Oh, I’m so sorry."
            ],
            [
                98,
                "All right."
            ],
            [
                135,
                "Nice to meet you."
            ],
            [
                148,
                "You know, the Bible says forgiveness…"
            ],
            [
                150,
                "I’m sorry."
            ],
            [
                172,
                "So, Alfred, what is it that you do for a living?"
            ],
            [
                174,
                "My goodness, so all the way back to the Flood."
            ],
            [
                178,
                "I don’t have a mythology. I have the unerring Word of God. But that’s very interesting."
            ],
            [
                180,
                "Really?"
            ],
            [
                182,
                "Well, He came close. Turned her into a giant block of ice."
            ],
            [
                219,
                "No, just focused on work and the church."
            ],
            [
                221,
                "I work at the church."
            ],
            [
                223,
                "Well, thank you."
            ],
            [
                233,
                "Leonard, your father is just charming."
            ],
            [
                243,
                "Well, that certainly explains my marriage to Sheldon’s father."
            ],
            [
                262,
                "When God writes one, I will."
            ],
            [
                266,
                "I’m a little tuckered out myself, so I will see you all in the morning."
            ],
            [
                268,
                "That would be fine."
            ],
            [
                270,
                "I’m at the Westin."
            ],
            [
                272,
                "I think that you could."
            ]
        ],
        "Alfred Hofstadter": [
            [
                115,
                "When are they gonna fix your elevator?"
            ]
        ],
        "Alfred": [
            [
                117,
                "Well, the stairs are fine. Besides, your mother is up there. Maybe I’ll have a heart attack and not have to see her."
            ],
            [
                119,
                "Me, too. I should have never had that angioplasty because I feel fine."
            ],
            [
                121,
                "Ah, she’s a sweetie. You got a good one there, Leonard."
            ],
            [
                123,
                "How the hell did you do that?"
            ],
            [
                128,
                "Oh. Well, happy to be here. And congratulations."
            ],
            [
                132,
                "Dr. Cooper."
            ],
            [
                134,
                "How do you do?"
            ],
            [
                137,
                "A pleasure."
            ],
            [
                140,
                "Hello, my hateful shrew."
            ],
            [
                144,
                "Of course. I’m sorry."
            ],
            [
                173,
                "Oh, I’m an anthropologist. I study ancient peoples and cultures."
            ],
            [
                177,
                "Well, on that note, there are many cultures that have an apocalyptic flood as part of their mythology."
            ],
            [
                179,
                "Oh. I, I didn’t mean to disparage your faith. Actually, I admire it."
            ],
            [
                181,
                "Yes. Yes, I’m an agnostic myself, but I have prayed, many times, to God, to turn my wife into a pillar of salt."
            ],
            [
                218,
                "So, after your husband passed, you never remarried?"
            ],
            [
                220,
                "Ah. And what do you do?"
            ],
            [
                222,
                "Well, they’re lucky to have you."
            ],
            [
                224,
                "You’re welcome."
            ],
            [
                232,
                "Oh, just Mary and I getting to know each other a little."
            ],
            [
                242,
                "Now, one of the more exciting things to be found recently is that Neanderthals and Homo Sapiens frequently mated with each other."
            ],
            [
                253,
                "I, uh, I would also like to make a toast."
            ],
            [
                255,
                "Leonard, I am so happy that you have found a woman who loves and cares for you."
            ],
            [
                257,
                "Why don’t you take a pill?"
            ],
            [
                259,
                "What I really needed was a blindfold."
            ],
            [
                264,
                "Leonard, if you don’t mind, I, I think I’m a little tired. I’m gonna call it a night."
            ],
            [
                267,
                "Would you like to share a cab?"
            ],
            [
                269,
                "Where are you staying?"
            ],
            [
                271,
                "Oh, so am I. Can I interest you in a nightcap?"
            ]
        ],
        "Bernadette (on phone)": [
            [
                239,
                "Hey, Penny. What are you talking about? Oh, that was you? Long story. Why don’t you go ahead and eat. We’re gonna be a while."
            ]
        ],
        "Mary: All right, everyone, calm down. Let’s all remember what it says in the Bible": [
            [
                260,
                "He who is slow to anger is better than the mighty."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Leonard and Penny’s bedroom."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Hi, how was the screening?"
        ],
        [
            "Leonard",
            "Oh, Sheldon invoked Rosa Parks to make somebody who cut the line feel bad, but only the white people felt bad."
        ],
        [
            "Penny",
            "Ugh, I should’ve never bought him that colouring book that explains Black History Month."
        ],
        [
            "Leonard",
            "How’d it go with my mother?"
        ],
        [
            "Penny",
            "Uh, you know, it started a little rocky, but I think we got to a good place."
        ],
        [
            "Leonard",
            "Wow. Well done."
        ],
        [
            "Penny",
            "Yeah, and when I dropped her off at the hotel, she even gave me a hug."
        ],
        [
            "Leonard",
            "Did she think you were choking or… I’m sorry, that’s great. Thank you for spending time with her."
        ],
        [
            "Penny",
            "No problem. Um, so listen, I don’t know if you have any plans next weekend, but I kind of promised your mom we’d have another wedding ceremony so she could attend this time."
        ],
        [
            "Leonard",
            "Wait, we’re gonna get married again?"
        ],
        [
            "Penny",
            "Yeah, kind of, but now we can invite our friends and family."
        ],
        [
            "Leonard",
            "Seems like a lot of trouble for a hug."
        ],
        [
            "Penny",
            "Come on, it’ll be fun, and, you know, your mom was genuinely hurt we didn’t invite her to the first one."
        ],
        [
            "Leonard",
            "Look, in our defence, it was kind of a spur of the moment thing, and also, we don’t like her."
        ],
        [
            "Penny",
            "Leonard, come on, she’s your mom. If we can do something to make her happy, why wouldn’t we?"
        ],
        [
            "Leonard",
            "I just said why, we don’t like her."
        ],
        [
            "Penny",
            "Hey, look, then forget about her, let’s do it for us. We could keep it small and informal. This time we can invite our families."
        ],
        [
            "Leonard",
            "Is your brother out of prison?"
        ],
        [
            "Penny",
            "Thanks to overcrowding, yeah."
        ],
        [
            "Leonard",
            "I’d love it if my dad could come."
        ],
        [
            "Penny",
            "Oh, you have to invite him. I haven’t seen him since the divorce."
        ],
        [
            "Leonard",
            "Oh, he’s like a different man. He stopped twitching, and I think he grew an inch and a half."
        ],
        [
            "Penny",
            "Well, then it’s settled. Yay. So funny. I never thought my second marriage would be to you."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Penny",
            "Okay, so it’s not a legal ceremony, it’s just a chance for us to redo our vows so everyone can be part of it."
        ],
        [
            "Amy",
            "So there’s no maid of honour?"
        ],
        [
            "Penny",
            "No."
        ],
        [
            "Amy",
            "Huh. But if I were to, say, wear a purple satin dress with a sweetheart neckline and stand near you, you wouldn’t be able to stop me, right?"
        ],
        [
            "Penny",
            "I don’t see how I could."
        ],
        [
            "Amy",
            "Then I graciously accept."
        ],
        [
            "Bernadette",
            "Who’s going to officiate?"
        ],
        [
            "Penny",
            "I was kind of hoping you would."
        ],
        [
            "Amy",
            "Wait, now I’m just some lousy maid of honour?"
        ],
        [
            "Sheldon",
            "Hey, good news, I just got off the phone with my mother. She is coming to the wedding."
        ],
        [
            "Penny",
            "Okay, wait, you’re inviting people to our wedding?"
        ],
        [
            "Sheldon",
            "Yes, I’m inviting people to our wedding. Yeah, I’ve already asked Stephen Hawking and Robert Downey Jr, and, now don’t get your hopes up, ’cause he’s pretty busy, but Erno Rubik."
        ],
        [
            "Bernadette",
            "Who’s Erno Rubik?"
        ],
        [
            "Sheldon",
            "Seriously? He invented the Rubik’s Cube."
        ],
        [
            "Penny",
            "Okay, fine, but why would you invite him to our wedding?"
        ],
        [
            "Sheldon",
            "Because, despite his fame and fortune, he strikes me as a lonely man."
        ],
        [
            "Bernadette",
            "Well, it’s very sweet of you to go to all this trouble for Leonard’s mother."
        ],
        [
            "Penny",
            "Yeah, I’m also doing it for Leonard. I think this could really help their relationship."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Beverly",
            "How dare you invite your father without consulting me."
        ],
        [
            "Leonard",
            "Sorry, but I don’t think I need your permission to have my father at my wedding."
        ],
        [
            "Beverly",
            "You do understand our marriage ended because he had an affair."
        ],
        [
            "Leonard",
            "I know, and there’s no excuse for that."
        ],
        [
            "Beverly",
            "He claimed I was cold, emasculating, and hadn’t shown him any physical affection for years."
        ],
        [
            "Leonard",
            "I was wrong, there’s three excuses for that."
        ],
        [
            "Scene",
            "Howard’s workshop."
        ],
        [
            "Howard",
            "Oh, my God. It’s working."
        ],
        [
            "Raj",
            "You sure?"
        ],
        [
            "Howard",
            "Look. The system is maintaining its own stability, the quantum vortex apparatus is now controlling the orientation."
        ],
        [
            "Raj",
            "You’re right. You realize what this means?"
        ],
        [
            "Howard",
            "Yeah. I do. It’s proof of concept. We’ve got a workable guidance system."
        ],
        [
            "Raj",
            "Congratulations."
        ],
        [
            "Howard",
            "Thanks. Hey, I just got an e-mail from the U.S. Air Force."
        ],
        [
            "Raj",
            "Open it."
        ],
        [
            "Howard",
            "Hmm. We request a meeting at your earliest convenience regarding your quantum guidance system, provisional patent 62/295118. That’s weird."
        ],
        [
            "Raj",
            "Is there a window around here we don’t know about?"
        ],
        [
            "Howard",
            "I’m sure it’s just a coincidence."
        ],
        [
            "Raj",
            "Yeah, of course. What else could it be? Boy, do I love America."
        ],
        [
            "Scene",
            "Amy’s car."
        ],
        [
            "Mary Cooper",
            "Thank you for picking me up."
        ],
        [
            "Sheldon",
            "Oh, you’re welcome."
        ],
        [
            "Mary",
            "I was speaking to your young lady."
        ],
        [
            "Amy",
            "My pleasure, Mrs. Cooper."
        ],
        [
            "Mary",
            "Oh, please call me Mary."
        ],
        [
            "Amy",
            "Okay, Mary."
        ],
        [
            "Sheldon",
            "You know, that doesn’t work for me, let’s stay with Mrs. Cooper."
        ],
        [
            "Mary",
            "Sheldon, don’t be silly."
        ],
        [
            "Sheldon",
            "Wu-wu, what? That’s what I called you till I got to know you better."
        ],
        [
            "Mary",
            "It was so nice of Leonard and Penny to invite me."
        ],
        [
            "Sheldon",
            "Well, actually, I…"
        ],
        [
            "Amy",
            "It sure was."
        ],
        [
            "Mary",
            "I’ve always had a special place in my heart for Leonard. Taking care of my baby all these years."
        ],
        [
            "Sheldon",
            "Excuse me, I take care of him."
        ],
        [
            "Mary",
            "Sure you do. So who else is coming to this shindig?"
        ],
        [
            "Amy",
            "Oh, well, the usual gang. Penny’s family is coming tomorrow."
        ],
        [
            "Sheldon",
            "Yeah, and Leonard’s mother’s already here."
        ],
        [
            "Mary",
            "Oh, Beverly. How nice."
        ],
        [
            "Amy",
            "You’ve met her, right?"
        ],
        [
            "Mary",
            "Yes, I have."
        ],
        [
            "Sheldon",
            "Mother, she’s an atheist, not a vampire."
        ],
        [
            "Mary",
            "Either way, let’s stop and get some garlic."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Beverly",
            "So, Mary, how have you been?"
        ],
        [
            "Mary",
            "Well, thank you so much for asking. I’ve been well, and you?"
        ],
        [
            "Beverly",
            "Very good."
        ],
        [
            "Mary",
            "Good."
        ],
        [
            "Sheldon",
            "I don’t know what we were worried about, they’re getting along great."
        ],
        [
            "Mary",
            "Sheldon tells me your husband’s coming."
        ],
        [
            "Beverly",
            "My ex-husband."
        ],
        [
            "Mary",
            "Oh, I’m so sorry."
        ],
        [
            "Beverly",
            "Don’t be."
        ],
        [
            "Mary",
            "All right."
        ],
        [
            "Penny",
            "Whew, chilly."
        ],
        [
            "Amy",
            "I think I can see my breath."
        ],
        [
            "Beverly",
            "We can hear you."
        ],
        [
            "Penny",
            "Sorry."
        ],
        [
            "Amy",
            "Sorry."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Howard",
            "I can’t believe I was so naive. The military is just gonna take over the whole project. And you know what happens if we object? We disappear. Like off the map. Like every American Idol winner since season four."
        ],
        [
            "Bernadette",
            "Come on, Howard, you’re overreacting."
        ],
        [
            "Howard",
            "Am I? Am I? What, what do you want to bet some black ops guy is reprinting my high school yearbook and I’m no longer in it? That chess club picture is now just David Zimmerman and Elaine Cho."
        ],
        [
            "Raj",
            "Okay, look, I’m on the Air Force Web site, and the department that e-mailed you is in charge of acquisitions. So maybe they just want to give you a lot of money for your invention."
        ],
        [
            "Howard",
            "Oh, please, that’s not how it works. You saw E.T., Avatar, Jurassic World. The military just shows up and takes over."
        ],
        [
            "Bernadette",
            "You do realize those weren’t documentaries, right?"
        ],
        [
            "Howard",
            "I’m sorry, you find this funny?"
        ],
        [
            "Raj",
            "No, I was just thinking about Jurassic World. Boy, that was terrible."
        ],
        [
            "Scene",
            "The foyer."
        ],
        [
            "Leonard",
            "Oh, we have to use the stairs."
        ],
        [
            "Alfred Hofstadter",
            "When are they gonna fix your elevator?"
        ],
        [
            "Leonard",
            "Uh, I don’t, any day now."
        ],
        [
            "Alfred",
            "Well, the stairs are fine. Besides, your mother is up there. Maybe I’ll have a heart attack and not have to see her."
        ],
        [
            "Leonard",
            "Hey, I, I know things are a little rough with you and Mom, but I’m really glad you’re here."
        ],
        [
            "Alfred",
            "Me, too. I should have never had that angioplasty because I feel fine."
        ],
        [
            "Leonard",
            "Penny’s really looking forward to seeing you."
        ],
        [
            "Alfred",
            "Ah, she’s a sweetie. You got a good one there, Leonard."
        ],
        [
            "Leonard",
            "Thanks, Dad."
        ],
        [
            "Alfred",
            "How the hell did you do that?"
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Isn’t this nice?"
        ],
        [
            "Leonard",
            "Hey, we’re here."
        ],
        [
            "Penny",
            "Alfred. Thank you for coming!"
        ],
        [
            "Alfred",
            "Oh. Well, happy to be here. And congratulations."
        ],
        [
            "Penny",
            "Thank you."
        ],
        [
            "Leonard",
            "Dad, you remember Sheldon."
        ],
        [
            "Sheldon",
            "Dr. Hofstadter."
        ],
        [
            "Alfred",
            "Dr. Cooper."
        ],
        [
            "Leonard",
            "This is Sheldon’s mother, Mary."
        ],
        [
            "Alfred",
            "How do you do?"
        ],
        [
            "Mary",
            "Nice to meet you."
        ],
        [
            "Leonard",
            "And his girlfriend, Amy."
        ],
        [
            "Alfred",
            "A pleasure."
        ],
        [
            "Amy",
            "Hi."
        ],
        [
            "Leonard",
            "And, of course, Mom."
        ],
        [
            "Alfred",
            "Hello, my hateful shrew."
        ],
        [
            "Beverly",
            "Hello to you, you wrinkled old bastard."
        ],
        [
            "Sheldon",
            "All right, now I’m starting to sense a little tension."
        ],
        [
            "Leonard",
            "All right, you two, don’t start. Penny and I are throwing this second wedding for your benefit. Can you please not ruin it?"
        ],
        [
            "Alfred",
            "Of course. I’m sorry."
        ],
        [
            "Beverly",
            "Oh, look at that, you can apologize."
        ],
        [
            "Leonard",
            "Mom."
        ],
        [
            "Beverly",
            "I’m sorry."
        ],
        [
            "Mary",
            "You know, the Bible says forgiveness…"
        ],
        [
            "Sheldon",
            "Mom."
        ],
        [
            "Mary",
            "I’m sorry."
        ],
        [
            "Penny",
            "Uh, who’s hungry? We have a reservation at the best restaurant in town."
        ],
        [
            "Sheldon",
            "It only got three-and-a-half stars on Yelp."
        ],
        [
            "Amy",
            "Sheldon."
        ],
        [
            "Sheldon",
            "I’m not sorry. That’s true."
        ],
        [
            "Scene",
            "Howard and Bernadette’s kitchen."
        ],
        [
            "Howard",
            "I don’t know what to do. It’s the Air Force. I mean, should I respond to their e-mail? Ignore it?"
        ],
        [
            "Raj",
            "You can’t ignore it. It’s not that postcard that says it’s time to go back to the dentist."
        ],
        [
            "Bernadette",
            "Guys, come on. We’re meeting everyone for dinner."
        ],
        [
            "Howard",
            "One sec. I’m just afraid if I respond, then they’ll know I got it."
        ],
        [
            "Raj",
            "Oh, dude. The minute you opened that e-mail, they knew you got it. I mean, they’re probably looking at you through the camera right now. I love America."
        ],
        [
            "Bernadette",
            "Are you done with this nonsense?"
        ],
        [
            "Howard",
            "It’s not nonsense. This is how the U.S. military works."
        ],
        [
            "Raj",
            "Oh, if it’s even the U.S. Military. It could be foreign military pretending to be American."
        ],
        [
            "Howard",
            "You’re right. We turn our guidance system over to them, next thing we know, they’re using it against us."
        ],
        [
            "Raj",
            "I also love the enemies of America."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Beverly",
            "Penny, I hope the example of my failed marriage to Leonard’s father doesn’t discourage you from the commitment you’ve made to one another."
        ],
        [
            "Penny",
            "No, of course not."
        ],
        [
            "Beverly",
            "Although Alfred and I had a lot more going for us than you two."
        ],
        [
            "Leonard",
            "Mom, please save something for the toast."
        ],
        [
            "Scene",
            "Amy’s car."
        ],
        [
            "Mary",
            "So, Alfred, what is it that you do for a living?"
        ],
        [
            "Alfred",
            "Oh, I’m an anthropologist. I study ancient peoples and cultures."
        ],
        [
            "Mary",
            "My goodness, so all the way back to the Flood."
        ],
        [
            "Sheldon",
            "Don’t laugh, she wasn’t joking."
        ],
        [
            "Amy",
            "Play with your phone."
        ],
        [
            "Alfred",
            "Well, on that note, there are many cultures that have an apocalyptic flood as part of their mythology."
        ],
        [
            "Mary",
            "I don’t have a mythology. I have the unerring Word of God. But that’s very interesting."
        ],
        [
            "Alfred",
            "Oh. I, I didn’t mean to disparage your faith. Actually, I admire it."
        ],
        [
            "Mary",
            "Really?"
        ],
        [
            "Alfred",
            "Yes. Yes, I’m an agnostic myself, but I have prayed, many times, to God, to turn my wife into a pillar of salt."
        ],
        [
            "Mary",
            "Well, He came close. Turned her into a giant block of ice."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Raj",
            "Howard, there must be someone at the university you can go to for help."
        ],
        [
            "Howard",
            "Are you kidding? They’re probably the ones who leaked it to the military in the first place."
        ],
        [
            "Raj",
            "What about the guy on the Channel Four News? You know, Four on Your Side? Maybe he can be on your side."
        ],
        [
            "Howard",
            "I’m being harassed by the government, not trying to get to the bottom of a dog-walking scam."
        ],
        [
            "Bernadette",
            "Oh, stop. You know what’s really happening? All the movies you’ve watched, the TV shows, the comic books, they’ve completely twisted your thinking. No one’s after you, no one’s listening to you, no one cares about you."
        ],
        [
            "Raj",
            "I’d like to think the Four on Your Side guy cares about me."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Penny",
            "You know, Beverly, I know you and Alfred have your differences, but if you think about it, if you hadn’t married him, there’d be no Leonard. So that’s good, right?"
        ],
        [
            "Beverly",
            "Yeah."
        ],
        [
            "Leonard",
            "Is that Howard in front of us?"
        ],
        [
            "Penny",
            "Oh, maybe. Get closer."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Howard",
            "Oh, God. I think someone’s following us."
        ],
        [
            "Bernadette",
            "You’re being ridiculous."
        ],
        [
            "Howard",
            "I’m not being ridiculous, he’s right on my tail."
        ],
        [
            "Raj",
            "Uh, turn left here and see if he turns with us."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Penny",
            "Well, why is he turning here? The restaurant’s the other way."
        ],
        [
            "Leonard",
            "I don’t know. He uses that traffic app. Maybe there’s an accident."
        ],
        [
            "Penny",
            "Oh, so follow him."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Raj",
            "Oh, no."
        ],
        [
            "Howard",
            "I told you."
        ],
        [
            "Bernadette",
            "It’s probably just a coincidence. Speed up a little, see if he stays with you."
        ],
        [
            "Scene",
            "Leonard’s car."
        ],
        [
            "Penny",
            "Well, go faster. You’re losing him."
        ],
        [
            "Leonard",
            "What is his hurry?"
        ],
        [
            "Penny",
            "You know what, flash your lights. Let him know it’s you."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Howard",
            "He’s flashing his lights. What’s that mean?"
        ],
        [
            "Raj",
            "I, I think he wants us to pull over."
        ],
        [
            "Bernadette",
            "Do not pull over. I’m not raising this baby alone."
        ],
        [
            "Howard",
            "Hang on."
        ],
        [
            "Scene",
            "The restaurant."
        ],
        [
            "Alfred",
            "So, after your husband passed, you never remarried?"
        ],
        [
            "Mary",
            "No, just focused on work and the church."
        ],
        [
            "Alfred",
            "Ah. And what do you do?"
        ],
        [
            "Mary",
            "I work at the church."
        ],
        [
            "Alfred",
            "Well, they’re lucky to have you."
        ],
        [
            "Mary",
            "Well, thank you."
        ],
        [
            "Alfred",
            "You’re welcome."
        ],
        [
            "Amy",
            "Do you realize what’s happening here?"
        ],
        [
            "Sheldon",
            "Yeah, I do. They’re filling up on bread and ruining their meal."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Amy",
            "What took you guys so long?"
        ],
        [
            "Leonard",
            "Oh, we were following Howard, but for some reason, he turned off his headlights and went up a one-way street."
        ],
        [
            "Penny",
            "So, what did we miss?"
        ],
        [
            "Alfred",
            "Oh, just Mary and I getting to know each other a little."
        ],
        [
            "Mary",
            "Leonard, your father is just charming."
        ],
        [
            "Beverly",
            "He’s also broke. Did he mention that?"
        ],
        [
            "Leonard",
            "Okay, Mom, you sit over there."
        ],
        [
            "Penny",
            "Yeah, I’m gonna call Bernadette and see what’s keeping them."
        ],
        [
            "Sheldon",
            "If I’d known you were broke, I wouldn’t have made a big deal about the bread."
        ],
        [
            "Scene",
            "Howard’s car."
        ],
        [
            "Bernadette (on phone)",
            "Hey, Penny. What are you talking about? Oh, that was you? Long story. Why don’t you go ahead and eat. We’re gonna be a while."
        ],
        [
            "Howard",
            "I’m telling you, I’m not on drugs. The government’s out to get me."
        ],
        [
            "Scene",
            "The restaurant."
        ],
        [
            "Alfred",
            "Now, one of the more exciting things to be found recently is that Neanderthals and Homo Sapiens frequently mated with each other."
        ],
        [
            "Mary",
            "Well, that certainly explains my marriage to Sheldon’s father."
        ],
        [
            "Sheldon",
            "That’s funny, because my father was not a very clever man."
        ],
        [
            "Amy",
            "I’d be lost without you."
        ],
        [
            "Leonard",
            "Uh, I would like to propose a toast to my wife and bride-to-be."
        ],
        [
            "Sheldon",
            "See, that’s funny because…"
        ],
        [
            "Amy",
            "Back to your phone."
        ],
        [
            "Leonard",
            "Penny, I’ve always known I loved you, but this last year has shown me that I also love being married to you. Thank you for saying yes."
        ],
        [
            "Penny",
            "Oh, thanks for asking until I did."
        ],
        [
            "Amy",
            "Hear, hear."
        ],
        [
            "Leonard",
            "Cheers."
        ],
        [
            "Alfred",
            "I, uh, I would also like to make a toast."
        ],
        [
            "Penny",
            "Aw."
        ],
        [
            "Alfred",
            "Leonard, I am so happy that you have found a woman who loves and cares for you."
        ],
        [
            "Beverly",
            "What the hell is that supposed to mean?"
        ],
        [
            "Alfred",
            "Why don’t you take a pill?"
        ],
        [
            "Beverly",
            "Like you did before sex?"
        ],
        [
            "Alfred",
            "What I really needed was a blindfold."
        ],
        [
            "Mary: All right, everyone, calm down. Let’s all remember what it says in the Bible",
            "He who is slow to anger is better than the mighty."
        ],
        [
            "Beverly",
            "Oh, dear woman, can you please read another book?"
        ],
        [
            "Mary",
            "When God writes one, I will."
        ],
        [
            "Penny",
            "Um, if, if we want to order the soufflé, we might want to get on that."
        ],
        [
            "Alfred",
            "Leonard, if you don’t mind, I, I think I’m a little tired. I’m gonna call it a night."
        ],
        [
            "Leonard",
            "Sure, Dad."
        ],
        [
            "Mary",
            "I’m a little tuckered out myself, so I will see you all in the morning."
        ],
        [
            "Alfred",
            "Would you like to share a cab?"
        ],
        [
            "Mary",
            "That would be fine."
        ],
        [
            "Alfred",
            "Where are you staying?"
        ],
        [
            "Mary",
            "I’m at the Westin."
        ],
        [
            "Alfred",
            "Oh, so am I. Can I interest you in a nightcap?"
        ],
        [
            "Mary",
            "I think that you could."
        ],
        [
            "Leonard",
            "What is happening there?"
        ],
        [
            "Sheldon",
            "I think it’s pretty obvious. They don’t want dessert ’cause they filled up on bread."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "She’s still not answering."
        ],
        [
            "Leonard",
            "My father’s not texting me back."
        ],
        [
            "Penny",
            "‘Cause they both turned their phones off."
        ],
        [
            "Sheldon",
            "I don’t like this at all."
        ],
        [
            "Leonard",
            "I don’t like it either."
        ],
        [
            "Penny",
            "Really? ‘Cause I love it."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-24-the-convergence-convergence/"
}