{
    "Season": 9,
    "Episode": 4,
    "Title": "the 2003 approximation",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "The stairwell."
            ],
            [
                14,
                "Credits sequence."
            ],
            [
                15,
                "Howard and Bernadette’s house."
            ],
            [
                36,
                "The comic book store."
            ],
            [
                62,
                "The apartment."
            ],
            [
                72,
                "Raj’s apartment. "
            ],
            [
                87,
                "The apartment."
            ],
            [
                93,
                "Fade to another candidate."
            ],
            [
                95,
                "Fade to another candidate."
            ],
            [
                97,
                "Fade to another candidate."
            ],
            [
                108,
                "Penny’s apartment."
            ],
            [
                120,
                "A Thai restaurant."
            ],
            [
                131,
                "A bar."
            ],
            [
                138,
                "The apartment."
            ],
            [
                149,
                "Raj’s apartment."
            ],
            [
                161,
                "Howard and Bernadette’s house."
            ],
            [
                183,
                "The apartment. "
            ],
            [
                196,
                "The comic book store. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "What a wonderful day, thank you."
            ],
            [
                3,
                "Blue Icees and a trip to The Container Store? It’s like I died and went to the post-mortem, neuron-induced hallucination commonly mistaken as heaven."
            ],
            [
                5,
                "Age is a state of mind, Leonard. In here I’m 90. Why are you taking your bins over there?"
            ],
            [
                7,
                "What’s wrong with your closet?"
            ],
            [
                9,
                "So that’s all this day was? A plan to butter me up before delivering bad news?"
            ],
            [
                11,
                "No, I thought we were friends. You asked for a sip of my Icee. If you had your own straw, I might’ve said yes."
            ],
            [
                13,
                "You know what they don’t sell at The Container Store? Something large enough to contain my disappointment. Although, if anyone did, it would be them."
            ],
            [
                16,
                "Thank you for letting me come speak with you."
            ],
            [
                18,
                "As my relationships with Penny and Amy are currently strained, I’m turning to you for female comfort and encouragement."
            ],
            [
                20,
                "I tried reaching out to my mother, but she was in Bible study. Leonard’s mother is on a book tour. My Mee-Maw was taking a nap, and after a while Siri started repeating her answers."
            ],
            [
                22,
                "Yeah, I know, top ten, pretty exciting."
            ],
            [
                24,
                "Well, in addition to Amy leaving me, Leonard’s moving in with Penny. It’s difficult not to feel abandoned."
            ],
            [
                26,
                "Perhaps I could find someone better than Leonard. Someone I can rub in his face. Chris Pratt’s all the rage right now. I wonder how he’d feel about taking the smaller bedroom."
            ],
            [
                29,
                "Gandalf, but he’s a smoker."
            ],
            [
                63,
                "Just a few more signatures, and we’ll be finished. Initial here to acknowledge that you’ve returned your key. Okay. As my future neighbour, I’d like you to have a key. Initial here to acknowledge you received it."
            ],
            [
                65,
                "Well, it’s not like I’m never going to see you two again. Which brings us to article 23 subsection C, please check here to reserve your spot at the ten year roommate reunion."
            ],
            [
                67,
                "No, but if you want chicken and get stuck with the fish, that’s on you. All right. Oh, and lastly, please initial here to confirm that ownership of the living room couch is hereby transferred to me in perpetuity all throughout the universe and all alternate universes except for those universes where owning a couch is forbidden by the hive queen. In which case, all glory to the hive queen. All right, now all that’s left is for us to sign and date the document, and we will officially no longer be roommates."
            ],
            [
                70,
                "Let me help you. L. E. O. N."
            ],
            [
                88,
                "I appreciate your interest in the apartment. I just need to ask you a few standard questions."
            ],
            [
                90,
                "It says here you’re a chemist. Which element on the periodic table do you feel is too big for its britches?"
            ],
            [
                92,
                "Looks like argon’s not the only one with an attitude problem."
            ],
            [
                94,
                "In general, would you say that you smell better, worse or the same as you do right now?"
            ],
            [
                96,
                "I was going to ask you what is the best fruit, but then I realized what I want to ask you is why is there a Band-Aid on your forearm, but then I realized what I really want to ask you is just can you just go?"
            ],
            [
                98,
                "You’re healthy. You have a job in the sciences. I’ve got to say, if this credit report comes back good, you’re the frontrunner."
            ],
            [
                100,
                "But I met with 11 people, and they all walked out. And that Hollywood phoney Chris Pratt never tweeted me back."
            ],
            [
                102,
                "I suppose. What happened to me, Amy? Years ago I was completely disengaged from my feelings. I’d say it was a happier time, but I was disengaged from my feelings, so who can tell?"
            ],
            [
                104,
                "They didn’t used to be. You and Leonard and Penny, you all poisoned me with emotions. I was like the Tin Man, perfectly content until that evil wizard gave him a heart."
            ],
            [
                106,
                "Fine, then I was like Pinocchio before that jerk Geppetto went and made him a real boy."
            ],
            [
                116,
                "Oh, I wish I could, but I realized I’ve become too emotionally vulnerable, so, like an operating system, I’m restoring my life to the last stable version, which was in 2003, the day before I met Leonard."
            ],
            [
                119,
                "No, just because I’m living my life like it was 12 years ago doesn’t mean I’m delusional. And since it is 2003, I don’t know who you are, so please exit the premises before I call the police on my stylish new flip phone."
            ],
            [
                139,
                "Hello, 2003."
            ],
            [
                141,
                "In my present, it’s in the future. In your present, it’s been crammed in the bedroom by an enterprising young man I met in The Home Depot parking lot."
            ],
            [
                143,
                "No, what I’m doing is trying to figure out how to live my life now that everyone is leaving me."
            ],
            [
                145,
                "As the kids are saying today, talk to the hand."
            ],
            [
                147,
                "They are in 2003."
            ],
            [
                185,
                "How can you say that? Amy’s gone, and you two are married now, so it’s only a matter of time before you’re gone, too."
            ],
            [
                187,
                "No, I do. Eventually you’ll want more space, and you’ll move into a house, and then instead of dinner a couple of times a week, it’ll only be a couple of times a month, and then it’ll only be on special occasions, like when Bernadette divorces Wolowitz. Or, or, or like when Koothrappali’s weird girlfriend admits where she buried his body. Or Amy’s wedding, where she’s marrying someone better than me."
            ],
            [
                189,
                "But mostly here."
            ],
            [
                193,
                "You can. I’m happy when you come home. And I’m scared of fireworks. By the way, on July Fourth, we’re all sleeping here."
            ],
            [
                195,
                "All right, great. Just give me one minute, and I’ll get started on a new roommate agreement. Yeah. nothing from Pratt, we’re good."
            ]
        ],
        "Penny": [
            [
                2,
                "Oh, we’re glad you had fun."
            ],
            [
                8,
                "Uh, well, honey, you know, now that Leonard and I are married, it kind of makes sense that we actually live together."
            ],
            [
                12,
                "Sheldon, please, we already feel bad about this."
            ],
            [
                64,
                "I’m proud of you. You’re taking this really well."
            ],
            [
                68,
                "What’s the matter?"
            ],
            [
                109,
                "So, what are you thinking for dinner?"
            ],
            [
                111,
                "Well, honey, you don’t live with Sheldon any more. You can have anything you want."
            ],
            [
                113,
                "How about Thai food?"
            ],
            [
                115,
                "Hey, we’re going to dinner. You want to come?"
            ],
            [
                118,
                "Hang on. Wait, you actually think it’s 2003?"
            ],
            [
                121,
                "Are you doing okay?"
            ],
            [
                123,
                "Well, come on, he’s a grown man in his 30s pretending to be a grown man in his 20s. He’s fine."
            ],
            [
                125,
                "What else can you do? Move back in with him?"
            ],
            [
                127,
                "Well, so do I, but don’t you want to live with your wife and set the thermostat to whatever you want and have your body tell you when it’s time to go to the bathroom, you know, not a schedule slipped underneath your door every morning?"
            ],
            [
                129,
                "Trust me, this is the right thing."
            ],
            [
                146,
                "They’re not saying that."
            ],
            [
                148,
                "No, no, they’re really not."
            ],
            [
                186,
                "Okay, you don’t know what’s gonna happen."
            ],
            [
                188,
                "Okay, look, we don’t need to rush into anything. All right? Maybe instead of Leonard moving in with me, we just leave things the way they are, and sometimes we’ll sleep over there, and sometimes we’ll sleep over here."
            ],
            [
                190,
                "Sure."
            ],
            [
                192,
                "Well, it’s not forever. It’s just for a while. If you want, we can think of him like he’s our dog."
            ]
        ],
        "Leonard": [
            [
                4,
                "I still don’t understand why you bought that pill caddie. You’re a young man."
            ],
            [
                6,
                "It’s just where I need them. You know, she doesn’t have a lot of closet space."
            ],
            [
                10,
                "Come on, buddy."
            ],
            [
                66,
                "Do I really have to do that now?"
            ],
            [
                69,
                "It’s harder than I thought."
            ],
            [
                71,
                "That helped."
            ],
            [
                110,
                "Well, it’s Thai food night."
            ],
            [
                112,
                "You’re right. But what? Mexican? Italian? German? Indian? Greek? Cuban? Chinese? Pizza? Barbecue? Korean? Korean barbecue?"
            ],
            [
                114,
                "Oh, thank God."
            ],
            [
                117,
                "You heard him, no."
            ],
            [
                122,
                "I guess. I’m just, you know, worried about Sheldon."
            ],
            [
                124,
                "I hope so."
            ],
            [
                126,
                "No, of course not. I just feel bad."
            ],
            [
                128,
                "I did like that he had the weather on it."
            ],
            [
                130,
                "I know. And it’s not like we’re abandoning him. Plus, we can FaceTime him whenever we want, you know, once iPhones are invented in his universe."
            ],
            [
                140,
                "Hey, we brought you Thai. Where is everything?"
            ],
            [
                142,
                "I know what you’re doing. You’re trying to get attention so we’ll feel bad for you, but it’s not happening."
            ],
            [
                144,
                "Will you knock it off? We’re across the hall."
            ],
            [
                184,
                "Buddy, I know me moving in with Penny feels like a big change, but it’s not."
            ],
            [
                191,
                "Wuh, what about what you said in the restaurant?"
            ],
            [
                194,
                "Fine."
            ]
        ],
        "Bernadette": [
            [
                17,
                "Of course."
            ],
            [
                19,
                "Aw. I’m honoured."
            ],
            [
                21,
                "So, I’m your seventh choice."
            ],
            [
                23,
                "How can I help you?"
            ],
            [
                25,
                "Well, why don’t you look at this as an opportunity? You had other roommates before Leonard. Maybe this is a chance to find someone new."
            ],
            [
                28,
                "Hey. You know who would be the perfect roomie?"
            ],
            [
                30,
                "Stuart. He’s been living with us for a while now. I’m sure he’d love to get us out of his hair."
            ],
            [
                32,
                "Well, Sheldon’s looking for a roommate."
            ],
            [
                34,
                "He’ll think about it."
            ],
            [
                132,
                "I can’t believe Sheldon asked you to be his roommate."
            ],
            [
                134,
                "Hey, if you’re open to living with someone great, I’ll give you a thousand dollars to take Stuart."
            ],
            [
                136,
                "I’m sorry. I just thought you might have a pasty, weirdo-shaped hole in your life."
            ]
        ],
        "Stuart": [
            [
                27,
                "Hey."
            ],
            [
                31,
                "Nope, couldn’t be happier."
            ],
            [
                33,
                "Nope."
            ],
            [
                35,
                "No I won’t."
            ],
            [
                40,
                "Hey."
            ],
            [
                42,
                "Do you guys know any musicians?"
            ],
            [
                44,
                "I was thinking it might be cool to have live music here a few nights a week. You know, give this place more of a staying in business vibe."
            ],
            [
                46,
                "I like all kinds of music, but my favourite genre is free."
            ],
            [
                50,
                "What’s that?"
            ],
            [
                52,
                "I like it. It sounds exactly like something I shouldn’t be expected to pay for."
            ],
            [
                61,
                "Me, too. But I, uh, might have Lyme Disease."
            ],
            [
                202,
                "Play something we can dance to."
            ]
        ],
        "Raj": [
            [
                37,
                "Have you seen this Archie comic? It’s actually Archie versus Predator."
            ],
            [
                39,
                "I don’t know. Maybe Jughead’s a Terminator."
            ],
            [
                47,
                "Hey, we’ve always talked about playing together."
            ],
            [
                49,
                "Oh, we could play filk music."
            ],
            [
                51,
                "It’s been around for years. It’s like folk music, but with a sci-fi/fantasy theme."
            ],
            [
                53,
                "Dude, if we do this, we’re gonna need a cool band name."
            ],
            [
                55,
                "Really?"
            ],
            [
                57,
                "What is it?"
            ],
            [
                59,
                "I just got chills."
            ],
            [
                73,
                "So I have an idea for a filk song. It’s kind of a, a power ballad, superhero crossover tale of epic proportions."
            ],
            [
                75,
                "Okay, so it’s a, it’s a David and Goliath story. It’s about man against God. It’s called Hammer and Whip, The Untold Story of Thor versus Indiana Jones."
            ],
            [
                77,
                "Okay, I don’t have it all worked out yet, but I was thinking something like, um, Oh, Indy, oh, Indy, the skies are so windy. Is that a flying man with a killer bod? Wait, that’s no man, it’s a Norse god."
            ],
            [
                79,
                "That is, that is so good!"
            ],
            [
                81,
                "Okay, and here’s the hook. Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones."
            ],
            [
                84,
                "Hey, remember The Ark of the Covenant?"
            ],
            [
                86,
                "That’s how much we’re gonna melt people’s faces off."
            ],
            [
                152,
                "Runs from stones means that, that big boulder, but I couldn’t rhyme anything with boulder."
            ],
            [
                154,
                "Right, yeah, right. But, what do you think?"
            ],
            [
                156,
                "Cute? It’s not cute. Cute is children dressed as vegetables."
            ],
            [
                158,
                "Just be honest. You don’t like it."
            ],
            [
                160,
                "You can dance to this. Um, uh, uh, Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones."
            ],
            [
                162,
                "I’m telling you, dude, the song has no groove, you can’t dance to it."
            ],
            [
                164,
                "You can do both, like Michael Jackson’s Billie Jean. While you’re dancing you’re thinking, like, darn it, whose baby is it?"
            ],
            [
                166,
                "I still love it. I just think there’s room for improvement."
            ],
            [
                168,
                "Yeah, so what?"
            ],
            [
                170,
                "No, no. I’m just evolving as a musician. You’re the one who’s stuck in the past."
            ],
            [
                172,
                "She has nothing to do with this. I am my own man."
            ],
            [
                174,
                "That is so not true."
            ],
            [
                176,
                "That had nothing to do with Rachel. It was an overreaction to a bad zipper injury."
            ],
            [
                178,
                "Fine, I quit, too."
            ],
            [
                180,
                "With pleasure."
            ],
            [
                182,
                "What took you so long?"
            ],
            [
                200,
                "Thor said, that’s a nice look in nineteen fourty-foura."
            ]
        ],
        "Howard": [
            [
                38,
                "How could Archie defeat Predator?"
            ],
            [
                41,
                "Hey, Stuart."
            ],
            [
                43,
                "Why?"
            ],
            [
                45,
                "What kind of music are you thinking of?"
            ],
            [
                48,
                "Well, it could be fun to try a little acoustic thing."
            ],
            [
                54,
                "You know, I’ve actually had one I’ve been sitting on for years."
            ],
            [
                56,
                "It was for this power trio I tried to put together in junior high, but I was short two friends."
            ],
            [
                58,
                "Footprints on the Moon."
            ],
            [
                60,
                "So did I."
            ],
            [
                74,
                "Is it cold in here, ’cause, oh, my."
            ],
            [
                76,
                "Thor versus Indiana Jones? You just blew my filking mind."
            ],
            [
                78,
                "Oh yes, definitely. Hang on. Thunder clapped as Thor raised his mighty hammer. Indy rapped, that’s one bad mamma-jamma."
            ],
            [
                80,
                "Right? Mamma-jamma just came to me."
            ],
            [
                83,
                "Oh, man, that rocks."
            ],
            [
                85,
                "Yeah?"
            ],
            [
                163,
                "Who cares? I thought the whole point of Footprints on the Moon was to write songs that make people think."
            ],
            [
                165,
                "Where’s this coming from? A few hours ago, we both loved this song."
            ],
            [
                167,
                "You played it for Emily, didn’t you?"
            ],
            [
                169,
                "You are such a wimp. She didn’t like it, now you don’t like it."
            ],
            [
                171,
                "The past was lunch. You know what’s really happening here? Your girlfriend is breaking up our band."
            ],
            [
                173,
                "Oh, please. Your brain belongs to whoever’s willing to sleep with you."
            ],
            [
                175,
                "Really? Remember when you were gonna get circumcised for Rachel Bernstein?"
            ],
            [
                177,
                "I don’t need this. I’m quitting the band."
            ],
            [
                179,
                "Then get out of my house."
            ],
            [
                181,
                "Raj, wait."
            ],
            [
                199,
                "Indy held his ground, and straightened his fedora."
            ]
        ],
        "Together": [
            [
                82,
                "Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones."
            ],
            [
                201,
                "Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones. Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones."
            ]
        ],
        "Bespectacled Man": [
            [
                89,
                "Sure."
            ],
            [
                91,
                "Is that supposed to be a joke?"
            ]
        ],
        "Amy (on Skype)": [
            [
                99,
                "I’m not gonna be your roommate, Sheldon."
            ]
        ],
        "Amy": [
            [
                101,
                "I’m sure you’ll find somebody else."
            ],
            [
                103,
                "I don’t know how to help you. You know, feelings are a part of life."
            ],
            [
                105,
                "I don’t think that was the point of the movie."
            ],
            [
                107,
                "There you go."
            ],
            [
                133,
                "I can’t believe he ran my credit."
            ],
            [
                135,
                "You really should’ve gone on the Internet and checked how long that kind of thing lives before you got one."
            ],
            [
                137,
                "Hey, I know Sheldon’s quirky, but he’s also brilliant and insightful. I think calling him a weirdo is a little unfair."
            ]
        ],
        "Raj (singing)": [
            [
                150,
                "Thor and Dr. Jones. Thor and Dr. Jones. One runs from Loki, the other runs from stones. So, what do you think?"
            ],
            [
                198,
                "It was Avenger versus archeologist."
            ]
        ],
        "Emily": [
            [
                151,
                "Wow."
            ],
            [
                153,
                "Colder, shoulder, soldier, folder."
            ],
            [
                155,
                "I think it’s very cute."
            ],
            [
                157,
                "Okay, fine, it’s not cute."
            ],
            [
                159,
                "I didn’t say that. I, I just like music you can dance to."
            ]
        ],
        "Howard (singing)": [
            [
                197,
                "Indy’ whip snapped, Thor’s hammer missed."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "The stairwell."
        ],
        [
            "Sheldon",
            "What a wonderful day, thank you."
        ],
        [
            "Penny",
            "Oh, we’re glad you had fun."
        ],
        [
            "Sheldon",
            "Blue Icees and a trip to The Container Store? It’s like I died and went to the post-mortem, neuron-induced hallucination commonly mistaken as heaven."
        ],
        [
            "Leonard",
            "I still don’t understand why you bought that pill caddie. You’re a young man."
        ],
        [
            "Sheldon",
            "Age is a state of mind, Leonard. In here I’m 90. Why are you taking your bins over there?"
        ],
        [
            "Leonard",
            "It’s just where I need them. You know, she doesn’t have a lot of closet space."
        ],
        [
            "Sheldon",
            "What’s wrong with your closet?"
        ],
        [
            "Penny",
            "Uh, well, honey, you know, now that Leonard and I are married, it kind of makes sense that we actually live together."
        ],
        [
            "Sheldon",
            "So that’s all this day was? A plan to butter me up before delivering bad news?"
        ],
        [
            "Leonard",
            "Come on, buddy."
        ],
        [
            "Sheldon",
            "No, I thought we were friends. You asked for a sip of my Icee. If you had your own straw, I might’ve said yes."
        ],
        [
            "Penny",
            "Sheldon, please, we already feel bad about this."
        ],
        [
            "Sheldon",
            "You know what they don’t sell at The Container Store? Something large enough to contain my disappointment. Although, if anyone did, it would be them."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Sheldon",
            "Thank you for letting me come speak with you."
        ],
        [
            "Bernadette",
            "Of course."
        ],
        [
            "Sheldon",
            "As my relationships with Penny and Amy are currently strained, I’m turning to you for female comfort and encouragement."
        ],
        [
            "Bernadette",
            "Aw. I’m honoured."
        ],
        [
            "Sheldon",
            "I tried reaching out to my mother, but she was in Bible study. Leonard’s mother is on a book tour. My Mee-Maw was taking a nap, and after a while Siri started repeating her answers."
        ],
        [
            "Bernadette",
            "So, I’m your seventh choice."
        ],
        [
            "Sheldon",
            "Yeah, I know, top ten, pretty exciting."
        ],
        [
            "Bernadette",
            "How can I help you?"
        ],
        [
            "Sheldon",
            "Well, in addition to Amy leaving me, Leonard’s moving in with Penny. It’s difficult not to feel abandoned."
        ],
        [
            "Bernadette",
            "Well, why don’t you look at this as an opportunity? You had other roommates before Leonard. Maybe this is a chance to find someone new."
        ],
        [
            "Sheldon",
            "Perhaps I could find someone better than Leonard. Someone I can rub in his face. Chris Pratt’s all the rage right now. I wonder how he’d feel about taking the smaller bedroom."
        ],
        [
            "Stuart",
            "Hey."
        ],
        [
            "Bernadette",
            "Hey. You know who would be the perfect roomie?"
        ],
        [
            "Sheldon",
            "Gandalf, but he’s a smoker."
        ],
        [
            "Bernadette",
            "Stuart. He’s been living with us for a while now. I’m sure he’d love to get us out of his hair."
        ],
        [
            "Stuart",
            "Nope, couldn’t be happier."
        ],
        [
            "Bernadette",
            "Well, Sheldon’s looking for a roommate."
        ],
        [
            "Stuart",
            "Nope."
        ],
        [
            "Bernadette",
            "He’ll think about it."
        ],
        [
            "Stuart",
            "No I won’t."
        ],
        [
            "Scene",
            "The comic book store."
        ],
        [
            "Raj",
            "Have you seen this Archie comic? It’s actually Archie versus Predator."
        ],
        [
            "Howard",
            "How could Archie defeat Predator?"
        ],
        [
            "Raj",
            "I don’t know. Maybe Jughead’s a Terminator."
        ],
        [
            "Stuart",
            "Hey."
        ],
        [
            "Howard",
            "Hey, Stuart."
        ],
        [
            "Stuart",
            "Do you guys know any musicians?"
        ],
        [
            "Howard",
            "Why?"
        ],
        [
            "Stuart",
            "I was thinking it might be cool to have live music here a few nights a week. You know, give this place more of a staying in business vibe."
        ],
        [
            "Howard",
            "What kind of music are you thinking of?"
        ],
        [
            "Stuart",
            "I like all kinds of music, but my favourite genre is free."
        ],
        [
            "Raj",
            "Hey, we’ve always talked about playing together."
        ],
        [
            "Howard",
            "Well, it could be fun to try a little acoustic thing."
        ],
        [
            "Raj",
            "Oh, we could play filk music."
        ],
        [
            "Stuart",
            "What’s that?"
        ],
        [
            "Raj",
            "It’s been around for years. It’s like folk music, but with a sci-fi/fantasy theme."
        ],
        [
            "Stuart",
            "I like it. It sounds exactly like something I shouldn’t be expected to pay for."
        ],
        [
            "Raj",
            "Dude, if we do this, we’re gonna need a cool band name."
        ],
        [
            "Howard",
            "You know, I’ve actually had one I’ve been sitting on for years."
        ],
        [
            "Raj",
            "Really?"
        ],
        [
            "Howard",
            "It was for this power trio I tried to put together in junior high, but I was short two friends."
        ],
        [
            "Raj",
            "What is it?"
        ],
        [
            "Howard",
            "Footprints on the Moon."
        ],
        [
            "Raj",
            "I just got chills."
        ],
        [
            "Howard",
            "So did I."
        ],
        [
            "Stuart",
            "Me, too. But I, uh, might have Lyme Disease."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Just a few more signatures, and we’ll be finished. Initial here to acknowledge that you’ve returned your key. Okay. As my future neighbour, I’d like you to have a key. Initial here to acknowledge you received it."
        ],
        [
            "Penny",
            "I’m proud of you. You’re taking this really well."
        ],
        [
            "Sheldon",
            "Well, it’s not like I’m never going to see you two again. Which brings us to article 23 subsection C, please check here to reserve your spot at the ten year roommate reunion."
        ],
        [
            "Leonard",
            "Do I really have to do that now?"
        ],
        [
            "Sheldon",
            "No, but if you want chicken and get stuck with the fish, that’s on you. All right. Oh, and lastly, please initial here to confirm that ownership of the living room couch is hereby transferred to me in perpetuity all throughout the universe and all alternate universes except for those universes where owning a couch is forbidden by the hive queen. In which case, all glory to the hive queen. All right, now all that’s left is for us to sign and date the document, and we will officially no longer be roommates."
        ],
        [
            "Penny",
            "What’s the matter?"
        ],
        [
            "Leonard",
            "It’s harder than I thought."
        ],
        [
            "Sheldon",
            "Let me help you. L. E. O. N."
        ],
        [
            "Leonard",
            "That helped."
        ],
        [
            "Scene",
            "Raj’s apartment. "
        ],
        [
            "Raj",
            "So I have an idea for a filk song. It’s kind of a, a power ballad, superhero crossover tale of epic proportions."
        ],
        [
            "Howard",
            "Is it cold in here, ’cause, oh, my."
        ],
        [
            "Raj",
            "Okay, so it’s a, it’s a David and Goliath story. It’s about man against God. It’s called Hammer and Whip, The Untold Story of Thor versus Indiana Jones."
        ],
        [
            "Howard",
            "Thor versus Indiana Jones? You just blew my filking mind."
        ],
        [
            "Raj",
            "Okay, I don’t have it all worked out yet, but I was thinking something like, um, Oh, Indy, oh, Indy, the skies are so windy. Is that a flying man with a killer bod? Wait, that’s no man, it’s a Norse god."
        ],
        [
            "Howard",
            "Oh yes, definitely. Hang on. Thunder clapped as Thor raised his mighty hammer. Indy rapped, that’s one bad mamma-jamma."
        ],
        [
            "Raj",
            "That is, that is so good!"
        ],
        [
            "Howard",
            "Right? Mamma-jamma just came to me."
        ],
        [
            "Raj",
            "Okay, and here’s the hook. Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones."
        ],
        [
            "Together",
            "Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones."
        ],
        [
            "Howard",
            "Oh, man, that rocks."
        ],
        [
            "Raj",
            "Hey, remember The Ark of the Covenant?"
        ],
        [
            "Howard",
            "Yeah?"
        ],
        [
            "Raj",
            "That’s how much we’re gonna melt people’s faces off."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "I appreciate your interest in the apartment. I just need to ask you a few standard questions."
        ],
        [
            "Bespectacled Man",
            "Sure."
        ],
        [
            "Sheldon",
            "It says here you’re a chemist. Which element on the periodic table do you feel is too big for its britches?"
        ],
        [
            "Bespectacled Man",
            "Is that supposed to be a joke?"
        ],
        [
            "Sheldon",
            "Looks like argon’s not the only one with an attitude problem."
        ],
        [
            "Scene",
            "Fade to another candidate."
        ],
        [
            "Sheldon",
            "In general, would you say that you smell better, worse or the same as you do right now?"
        ],
        [
            "Scene",
            "Fade to another candidate."
        ],
        [
            "Sheldon",
            "I was going to ask you what is the best fruit, but then I realized what I want to ask you is why is there a Band-Aid on your forearm, but then I realized what I really want to ask you is just can you just go?"
        ],
        [
            "Scene",
            "Fade to another candidate."
        ],
        [
            "Sheldon",
            "You’re healthy. You have a job in the sciences. I’ve got to say, if this credit report comes back good, you’re the frontrunner."
        ],
        [
            "Amy (on Skype)",
            "I’m not gonna be your roommate, Sheldon."
        ],
        [
            "Sheldon",
            "But I met with 11 people, and they all walked out. And that Hollywood phoney Chris Pratt never tweeted me back."
        ],
        [
            "Amy",
            "I’m sure you’ll find somebody else."
        ],
        [
            "Sheldon",
            "I suppose. What happened to me, Amy? Years ago I was completely disengaged from my feelings. I’d say it was a happier time, but I was disengaged from my feelings, so who can tell?"
        ],
        [
            "Amy",
            "I don’t know how to help you. You know, feelings are a part of life."
        ],
        [
            "Sheldon",
            "They didn’t used to be. You and Leonard and Penny, you all poisoned me with emotions. I was like the Tin Man, perfectly content until that evil wizard gave him a heart."
        ],
        [
            "Amy",
            "I don’t think that was the point of the movie."
        ],
        [
            "Sheldon",
            "Fine, then I was like Pinocchio before that jerk Geppetto went and made him a real boy."
        ],
        [
            "Amy",
            "There you go."
        ],
        [
            "Scene",
            "Penny’s apartment."
        ],
        [
            "Penny",
            "So, what are you thinking for dinner?"
        ],
        [
            "Leonard",
            "Well, it’s Thai food night."
        ],
        [
            "Penny",
            "Well, honey, you don’t live with Sheldon any more. You can have anything you want."
        ],
        [
            "Leonard",
            "You’re right. But what? Mexican? Italian? German? Indian? Greek? Cuban? Chinese? Pizza? Barbecue? Korean? Korean barbecue?"
        ],
        [
            "Penny",
            "How about Thai food?"
        ],
        [
            "Leonard",
            "Oh, thank God."
        ],
        [
            "Penny",
            "Hey, we’re going to dinner. You want to come?"
        ],
        [
            "Sheldon",
            "Oh, I wish I could, but I realized I’ve become too emotionally vulnerable, so, like an operating system, I’m restoring my life to the last stable version, which was in 2003, the day before I met Leonard."
        ],
        [
            "Leonard",
            "You heard him, no."
        ],
        [
            "Penny",
            "Hang on. Wait, you actually think it’s 2003?"
        ],
        [
            "Sheldon",
            "No, just because I’m living my life like it was 12 years ago doesn’t mean I’m delusional. And since it is 2003, I don’t know who you are, so please exit the premises before I call the police on my stylish new flip phone."
        ],
        [
            "Scene",
            "A Thai restaurant."
        ],
        [
            "Penny",
            "Are you doing okay?"
        ],
        [
            "Leonard",
            "I guess. I’m just, you know, worried about Sheldon."
        ],
        [
            "Penny",
            "Well, come on, he’s a grown man in his 30s pretending to be a grown man in his 20s. He’s fine."
        ],
        [
            "Leonard",
            "I hope so."
        ],
        [
            "Penny",
            "What else can you do? Move back in with him?"
        ],
        [
            "Leonard",
            "No, of course not. I just feel bad."
        ],
        [
            "Penny",
            "Well, so do I, but don’t you want to live with your wife and set the thermostat to whatever you want and have your body tell you when it’s time to go to the bathroom, you know, not a schedule slipped underneath your door every morning?"
        ],
        [
            "Leonard",
            "I did like that he had the weather on it."
        ],
        [
            "Penny",
            "Trust me, this is the right thing."
        ],
        [
            "Leonard",
            "I know. And it’s not like we’re abandoning him. Plus, we can FaceTime him whenever we want, you know, once iPhones are invented in his universe."
        ],
        [
            "Scene",
            "A bar."
        ],
        [
            "Bernadette",
            "I can’t believe Sheldon asked you to be his roommate."
        ],
        [
            "Amy",
            "I can’t believe he ran my credit."
        ],
        [
            "Bernadette",
            "Hey, if you’re open to living with someone great, I’ll give you a thousand dollars to take Stuart."
        ],
        [
            "Amy",
            "You really should’ve gone on the Internet and checked how long that kind of thing lives before you got one."
        ],
        [
            "Bernadette",
            "I’m sorry. I just thought you might have a pasty, weirdo-shaped hole in your life."
        ],
        [
            "Amy",
            "Hey, I know Sheldon’s quirky, but he’s also brilliant and insightful. I think calling him a weirdo is a little unfair."
        ],
        [
            "Scene",
            "The apartment."
        ],
        [
            "Sheldon",
            "Hello, 2003."
        ],
        [
            "Leonard",
            "Hey, we brought you Thai. Where is everything?"
        ],
        [
            "Sheldon",
            "In my present, it’s in the future. In your present, it’s been crammed in the bedroom by an enterprising young man I met in The Home Depot parking lot."
        ],
        [
            "Leonard",
            "I know what you’re doing. You’re trying to get attention so we’ll feel bad for you, but it’s not happening."
        ],
        [
            "Sheldon",
            "No, what I’m doing is trying to figure out how to live my life now that everyone is leaving me."
        ],
        [
            "Leonard",
            "Will you knock it off? We’re across the hall."
        ],
        [
            "Sheldon",
            "As the kids are saying today, talk to the hand."
        ],
        [
            "Penny",
            "They’re not saying that."
        ],
        [
            "Sheldon",
            "They are in 2003."
        ],
        [
            "Penny",
            "No, no, they’re really not."
        ],
        [
            "Scene",
            "Raj’s apartment."
        ],
        [
            "Raj (singing)",
            "Thor and Dr. Jones. Thor and Dr. Jones. One runs from Loki, the other runs from stones. So, what do you think?"
        ],
        [
            "Emily",
            "Wow."
        ],
        [
            "Raj",
            "Runs from stones means that, that big boulder, but I couldn’t rhyme anything with boulder."
        ],
        [
            "Emily",
            "Colder, shoulder, soldier, folder."
        ],
        [
            "Raj",
            "Right, yeah, right. But, what do you think?"
        ],
        [
            "Emily",
            "I think it’s very cute."
        ],
        [
            "Raj",
            "Cute? It’s not cute. Cute is children dressed as vegetables."
        ],
        [
            "Emily",
            "Okay, fine, it’s not cute."
        ],
        [
            "Raj",
            "Just be honest. You don’t like it."
        ],
        [
            "Emily",
            "I didn’t say that. I, I just like music you can dance to."
        ],
        [
            "Raj",
            "You can dance to this. Um, uh, uh, Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Raj",
            "I’m telling you, dude, the song has no groove, you can’t dance to it."
        ],
        [
            "Howard",
            "Who cares? I thought the whole point of Footprints on the Moon was to write songs that make people think."
        ],
        [
            "Raj",
            "You can do both, like Michael Jackson’s Billie Jean. While you’re dancing you’re thinking, like, darn it, whose baby is it?"
        ],
        [
            "Howard",
            "Where’s this coming from? A few hours ago, we both loved this song."
        ],
        [
            "Raj",
            "I still love it. I just think there’s room for improvement."
        ],
        [
            "Howard",
            "You played it for Emily, didn’t you?"
        ],
        [
            "Raj",
            "Yeah, so what?"
        ],
        [
            "Howard",
            "You are such a wimp. She didn’t like it, now you don’t like it."
        ],
        [
            "Raj",
            "No, no. I’m just evolving as a musician. You’re the one who’s stuck in the past."
        ],
        [
            "Howard",
            "The past was lunch. You know what’s really happening here? Your girlfriend is breaking up our band."
        ],
        [
            "Raj",
            "She has nothing to do with this. I am my own man."
        ],
        [
            "Howard",
            "Oh, please. Your brain belongs to whoever’s willing to sleep with you."
        ],
        [
            "Raj",
            "That is so not true."
        ],
        [
            "Howard",
            "Really? Remember when you were gonna get circumcised for Rachel Bernstein?"
        ],
        [
            "Raj",
            "That had nothing to do with Rachel. It was an overreaction to a bad zipper injury."
        ],
        [
            "Howard",
            "I don’t need this. I’m quitting the band."
        ],
        [
            "Raj",
            "Fine, I quit, too."
        ],
        [
            "Howard",
            "Then get out of my house."
        ],
        [
            "Raj",
            "With pleasure."
        ],
        [
            "Howard",
            "Raj, wait."
        ],
        [
            "Raj",
            "What took you so long?"
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Buddy, I know me moving in with Penny feels like a big change, but it’s not."
        ],
        [
            "Sheldon",
            "How can you say that? Amy’s gone, and you two are married now, so it’s only a matter of time before you’re gone, too."
        ],
        [
            "Penny",
            "Okay, you don’t know what’s gonna happen."
        ],
        [
            "Sheldon",
            "No, I do. Eventually you’ll want more space, and you’ll move into a house, and then instead of dinner a couple of times a week, it’ll only be a couple of times a month, and then it’ll only be on special occasions, like when Bernadette divorces Wolowitz. Or, or, or like when Koothrappali’s weird girlfriend admits where she buried his body. Or Amy’s wedding, where she’s marrying someone better than me."
        ],
        [
            "Penny",
            "Okay, look, we don’t need to rush into anything. All right? Maybe instead of Leonard moving in with me, we just leave things the way they are, and sometimes we’ll sleep over there, and sometimes we’ll sleep over here."
        ],
        [
            "Sheldon",
            "But mostly here."
        ],
        [
            "Penny",
            "Sure."
        ],
        [
            "Leonard",
            "Wuh, what about what you said in the restaurant?"
        ],
        [
            "Penny",
            "Well, it’s not forever. It’s just for a while. If you want, we can think of him like he’s our dog."
        ],
        [
            "Sheldon",
            "You can. I’m happy when you come home. And I’m scared of fireworks. By the way, on July Fourth, we’re all sleeping here."
        ],
        [
            "Leonard",
            "Fine."
        ],
        [
            "Sheldon",
            "All right, great. Just give me one minute, and I’ll get started on a new roommate agreement. Yeah. nothing from Pratt, we’re good."
        ],
        [
            "Scene",
            "The comic book store. "
        ],
        [
            "Howard (singing)",
            "Indy’ whip snapped, Thor’s hammer missed."
        ],
        [
            "Raj (singing)",
            "It was Avenger versus archeologist."
        ],
        [
            "Howard",
            "Indy held his ground, and straightened his fedora."
        ],
        [
            "Raj",
            "Thor said, that’s a nice look in nineteen fourty-foura."
        ],
        [
            "Together",
            "Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones. Thor and Dr. Jones. Thor and Dr. Jones. One plays with lightning, the other plays with bones."
        ],
        [
            "Stuart",
            "Play something we can dance to."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-04-the-2003-approximation/"
}