{
    "Season": 9,
    "Episode": 6,
    "Title": "the helium insufficiency",
    "Actor2Line": {
        "Scene": [
            [
                0,
                "Leonard’s lab."
            ],
            [
                16,
                "Barry Kripke’s office."
            ],
            [
                29,
                "Credits sequence."
            ],
            [
                30,
                "Leonard’s lab."
            ],
            [
                43,
                "Howard and Bernadette’s house."
            ],
            [
                61,
                "The apartment. "
            ],
            [
                86,
                "Howard and Bernadette’s house."
            ],
            [
                107,
                "A parking garage."
            ],
            [
                153,
                "Howard and Bernadette’s house."
            ],
            [
                165,
                "Leonard’s lab."
            ],
            [
                186,
                "A university corridor."
            ],
            [
                188,
                "Howard and Bernadette’s house."
            ],
            [
                202,
                "The parking garage."
            ],
            [
                221,
                "Howard and Bernadette’s house."
            ],
            [
                239,
                "Leonard’s lab. "
            ],
            [
                252,
                "The parking garage."
            ],
            [
                254,
                "The apartment. "
            ]
        ],
        "Sheldon": [
            [
                1,
                "Leonard, I’ve got terrible news."
            ],
            [
                3,
                "Before I tell you, perhaps I should soften the blow. You’re face is pleasingly symmetrical."
            ],
            [
                5,
                "A Swedish team of physicists is trying to scoop our super-fluid vortex experiment."
            ],
            [
                7,
                "That kind of stinks? Why aren’t you more upset? Did I soften the blow too much? Because this here is more like a Picasso painting."
            ],
            [
                9,
                "Perform the experiment immediately."
            ],
            [
                11,
                "A month? What? Are you kidding me? That would have been a good time for you to soften the blow."
            ],
            [
                13,
                "Thank you. Aren’t you sweet."
            ],
            [
                15,
                "Did you know that I almost didn’t wear this shirt today?"
            ],
            [
                19,
                "But you won’t need much for that."
            ],
            [
                24,
                "Not a chance."
            ],
            [
                26,
                "He said be honest, so I was honest. Didn’t your mother tell you? It’s the best policy. So, what do you say?"
            ],
            [
                28,
                "He could’ve softened the blow."
            ],
            [
                35,
                "Leonard, if that Swedish team beats us, I will never be able to enjoy anything from their country again. Which is a shame, because Swedish meatballs are my favourite toothpick-delivered meatball."
            ],
            [
                38,
                "Where does he work?"
            ],
            [
                40,
                "How many questions are too many questions?"
            ],
            [
                42,
                "Four questions. There answer’s four."
            ],
            [
                63,
                "What’s he say?"
            ],
            [
                67,
                "That’s right. And what did he do?"
            ],
            [
                69,
                "It’s like it was yesterday."
            ],
            [
                71,
                "Of course I do. I don’t want that Swedish team scooping us."
            ],
            [
                73,
                "Leonard, wait. This is highly unethical."
            ],
            [
                75,
                "Was she helping him with his research?"
            ],
            [
                77,
                "Well, but where does he get the helium?"
            ],
            [
                79,
                "Uh, but this is violating university code."
            ],
            [
                81,
                "Huh. All right, do it. Tell him we’re in."
            ],
            [
                83,
                "I can’t find that quote on the Internet. Did you make that up?"
            ],
            [
                85,
                "Aren’t you just made of sugar."
            ],
            [
                109,
                "Oh, of course. An nondescript, white panel van. You may be familiar with it from the sentence, their bodies were found in a nondescript, white panel van."
            ],
            [
                113,
                "I’m Skippy. Skippy Cavanaugh."
            ],
            [
                116,
                "Wait, hold on, hold on. How do we know that you’re not gonna take the money and drive away?"
            ],
            [
                118,
                "Exactly what 1970s television crime dramas have taught us. You give us the helium first."
            ],
            [
                120,
                "Guess I’m not the only one who watches ’70s television crime dramas."
            ],
            [
                122,
                "Well, he is. I’m a wedding planner who can’t find love himself. It’s ironic, but the point is we can’t trust you. You’re a sketchy character in a parking garage."
            ],
            [
                124,
                "Well, I never thought of it like that. Boy, frame of reference will just sneak up on you, won’t it?"
            ],
            [
                127,
                "Not technically. In chess, a stalemate refers to a situation in which there are no remaining moves. Uh, you have plenty of moves available. You could beat us up and steal the money. You could kill us, you know. Really, you’re only limited by your imagination."
            ],
            [
                131,
                "Not necessarily. Uh, many argue the essence of a Mexican standoff is that no one can walk away from the conflict without incurring harm."
            ],
            [
                133,
                "Let me give you an example. Earlier today, I decoded the headers on your e-mail, and I know that your name is Kenneth Fitzgerald. From that, I figured out where you live and where you work. Now, to make this a Mexican standoff, I would say something like, uh, you give us the helium or I’ll turn you in to the authorities."
            ],
            [
                135,
                "Yeah, exactly. See, you’re getting it."
            ],
            [
                137,
                "Perfect. Now we really are in a Mexican standoff. Is this one of those times where I’ve won the battle but lost the war?"
            ],
            [
                139,
                "I told you we shouldn’t go shopping at night."
            ],
            [
                144,
                "Space-time can be interpreted as the surface of an n-dimensional superfluid."
            ],
            [
                147,
                "And I’m sorry I lied about being a wedding planner who can’t find love. Although I am currently single, if you know anybody."
            ],
            [
                152,
                "Did you hear that, Leonard? There’s plenty we could do about it. Do you have a card?"
            ],
            [
                166,
                "Right this way, Uncle Harvey."
            ],
            [
                168,
                "I’m trying not to attract attention."
            ],
            [
                170,
                "She said buenas noches. What was he supposed to do?"
            ],
            [
                172,
                "Leonard, we should probably have our story straight in case we get caught."
            ],
            [
                174,
                "Well, you can’t be sure of that. What if the helium dealer rats us out? What if Kripke asks where we got it? What if the university checks my family tree and finds out I don’t have an Uncle Harvey?"
            ],
            [
                176,
                "Uh-oh."
            ],
            [
                178,
                "Well, did you see this sticker?"
            ],
            [
                180,
                "It’s partially torn off, but the segment that remains reads property of and the letter U."
            ],
            [
                182,
                "Yeah, but what if it’s Property of U.S. Government? There’s a national helium reserve in Amarillo, Texas. If this was stolen from there, we’re accessories to a federal crime."
            ],
            [
                184,
                "That’s true. There’s the U.S. Air Force, U.S. Department of Defence, U.S. Navy, you and I are going to jail."
            ],
            [
                205,
                "Anyway, if you could just give us our money back, you can have your helium and we’ll be on our way."
            ],
            [
                208,
                "He has glasses and I’m a know-it-all, we are not built for prison."
            ],
            [
                212,
                "You’re taking advantage of us? We clarified nomenclature together."
            ],
            [
                216,
                "I don’t understand."
            ],
            [
                218,
                "Well, it better not be more than a thousand dollars. That’s all I’ve got on me."
            ],
            [
                220,
                "Finally, something breaks our way."
            ],
            [
                240,
                "Well, the Swedes might beat us, but at least we won’t get gang-noogied in prison."
            ],
            [
                242,
                "It scared me straight, Leonard."
            ],
            [
                246,
                "That’s preposterous."
            ],
            [
                250,
                "I don’t like being extorted like this. Especially by him of all people."
            ],
            [
                256,
                "How can you trust Wikipedia if they use between to refer to three parties?"
            ],
            [
                258,
                "Or amongst, if they were feeling whimsically archaic."
            ],
            [
                260,
                "Absolutely. But don’t be surprised if this movie sets you on the straight and narrow."
            ]
        ],
        "Leonard": [
            [
                2,
                "What’s going on?"
            ],
            [
                4,
                "Just tell me."
            ],
            [
                6,
                "Oh, well, that kind of stinks."
            ],
            [
                8,
                "What are we going to do?"
            ],
            [
                10,
                "I’d love to, but we need liquid helium and our shipment’s on back order for a month."
            ],
            [
                12,
                "That shirt brings out the blue in your eyes."
            ],
            [
                14,
                "Let’s go check to see if the university has any helium in reserve."
            ],
            [
                17,
                "Hey, Barry, we’re in trouble. We need liquid helium, does the department have any we can use?"
            ],
            [
                21,
                "Come on, Barry, there’s a Swedish team trying to run our experiment before us. Can’t you spare any?"
            ],
            [
                23,
                "Yes."
            ],
            [
                25,
                "What are you doing?"
            ],
            [
                32,
                "We’d have to go to every Party City in California."
            ],
            [
                37,
                "Who is he?"
            ],
            [
                39,
                "How does he get the helium?"
            ],
            [
                62,
                "Oh, hey. I just heard back from the liquid helium guy."
            ],
            [
                64,
                "He’s got what we need and can meet us tonight."
            ],
            [
                66,
                "The man restocking the cereal shelves."
            ],
            [
                68,
                "He handed you the box directly and called you Stretch."
            ],
            [
                70,
                "Do you want liquid helium or not?"
            ],
            [
                72,
                "Then I’m going to tell him we’re in."
            ],
            [
                74,
                "We’re just bending the rules a little. We have grant money to do the experiment, so we’re going to spend it on the helium we need. It’s not like when Dr. Goldfarb claimed he bought an electron microscope and he was really just keeping a Russian girl in an apartment in Van Nuys."
            ],
            [
                76,
                "Sure. So, are we doing this?"
            ],
            [
                78,
                "Remember? Don’t ask too many questions?"
            ],
            [
                80,
                "A little, but if I may quote Einstein, the pursuit of science calls us to ignore the rules set by man."
            ],
            [
                82,
                "Done."
            ],
            [
                84,
                "Before I answer, may I just say your skin has never looked better."
            ],
            [
                108,
                "That must be him."
            ],
            [
                110,
                "Hey."
            ],
            [
                112,
                "Uh, I’m Leonard. This is my friend…"
            ],
            [
                115,
                "Uh, yeah, uh, right here."
            ],
            [
                117,
                "What ya doing, Skippy?"
            ],
            [
                121,
                "Look, you can trust us. We’re respected scientists."
            ],
            [
                125,
                "My friend does make a decent point about the money. I don’t feel comfortable just handing it over up front."
            ],
            [
                129,
                "I don’t think it matters if this is a stalemate or an impasse or a Mexican standoff. What are we gonna do here?"
            ],
            [
                138,
                "Afraid so, Skippy."
            ],
            [
                140,
                "All right, let’s all just calm down. Nobody wants to report anybody."
            ],
            [
                142,
                "No, no, no. Wait, don’t go. Just let me explain. We’re physicists, and we’re trying to prove a hypothesis that we’ve been working on for over a year."
            ],
            [
                146,
                "Okay, but now there’s this Swedish team that read our paper and they’re trying to beat us to our own discovery. We really need this helium."
            ],
            [
                148,
                "Here’s the money. Can we do this?"
            ],
            [
                150,
                "It’s actually pretty common in our field. There’s not much you can do about it."
            ],
            [
                167,
                "Will you stop with that already?"
            ],
            [
                169,
                "And tipping his hat to the cleaning lady didn’t do that?"
            ],
            [
                171,
                "Let’s just start the experiment."
            ],
            [
                173,
                "We’re not getting caught."
            ],
            [
                175,
                "The dealer doesn’t care, Kripke has no authority over us, and you being related to a metal container would explain a lot. Help me hook this up."
            ],
            [
                177,
                "What?"
            ],
            [
                179,
                "What is it?"
            ],
            [
                181,
                "It’s probably USC or UCLA."
            ],
            [
                183,
                "Let’s not jump to conclusions. A lot of things start with U."
            ],
            [
                185,
                "Listen, we can do the experiment as planned and beat the Swedish team to the punch, or we can kiss our dreams good-bye because we were to afraid to break a few rules."
            ],
            [
                187,
                "Ma’am."
            ],
            [
                203,
                "Thank you for coming back."
            ],
            [
                207,
                "No, nothing. We just changed our mind."
            ],
            [
                210,
                "Thank you."
            ],
            [
                214,
                "You know what? It’s fine. Keep the money. We just want to be done with this."
            ],
            [
                217,
                "He wants more money."
            ],
            [
                241,
                "Is Ernest Goes to Jail the only prison movie you’ve seen?"
            ],
            [
                244,
                "Thank you, Barry."
            ],
            [
                248,
                "Can you give us a minute?"
            ],
            [
                251,
                "Me neither, but what other choice do we have?"
            ],
            [
                253,
                "I promise this is the last time."
            ],
            [
                255,
                "It says right here on Wikipedia. A Mexican standoff is a confrontation between at least three parties."
            ]
        ],
        "Barry": [
            [
                18,
                "Sowwy, there’s a showtage. And what we do have I need for my quantum excitation study."
            ],
            [
                20,
                "Twue, but if it’s successful, I’m having a pawty with bawwoons."
            ],
            [
                22,
                "Be honest, if the shoe was on the other foot, would you do this for me?"
            ],
            [
                27,
                "Hell no."
            ],
            [
                243,
                "Hey, I’ve been thinking. I was being petty. You can have my hewium."
            ],
            [
                245,
                "But you have to add my name to your paper."
            ],
            [
                247,
                "I don’t know, seems fair. You can’t do it without me."
            ],
            [
                249,
                "Take your time. I’ll walk out backwards for dwamatic effect."
            ]
        ],
        "Raj": [
            [
                31,
                "Why do you need Kripke? Can’t you just go to Party City for helium?"
            ],
            [
                34,
                "Hey, people were still talking about that party on siete de Mayo."
            ],
            [
                95,
                "Hello."
            ],
            [
                99,
                "What are you guys up to?"
            ],
            [
                101,
                "Oh, fun. Let me see. Uh, no, no, uh, definitely not."
            ],
            [
                103,
                "Uh, he’s Indian. We’ve already got one of those. Ooh, we should find a nice Latino, really round us out."
            ],
            [
                155,
                "You know he won’t be looking at other girls."
            ],
            [
                162,
                "That’s a fair point. We wouldn’t make fun of someone like this to their face."
            ],
            [
                164,
                "You may want to leave the room."
            ],
            [
                190,
                "I have that same underwear."
            ],
            [
                194,
                "I had a great time last night."
            ],
            [
                230,
                "What? I thought we were all… never mind."
            ]
        ],
        "Howard": [
            [
                33,
                "Sounds like you on Cinco de Mayo."
            ],
            [
                36,
                "If you need liquid helium so bad, I know a guy who can get you some, if you don’t ask too many questions."
            ],
            [
                41,
                "Maybe he’s not for you."
            ],
            [
                94,
                "Hey."
            ],
            [
                98,
                "If you wanted me to stay out later, you should’ve given me more spending money."
            ],
            [
                102,
                "What was wrong with that guy?"
            ],
            [
                104,
                "Hey, I want to try."
            ],
            [
                106,
                "Hang on, I’m trying to find you the next great love of your life. The man who will father your children. Okay, yes or no on white guy with dreadlocks?"
            ],
            [
                156,
                "Unless they’re sitting on the end of his nose."
            ],
            [
                160,
                "I love you, Amy. (Dolphin noises)"
            ],
            [
                196,
                "Who’s Dave?"
            ]
        ],
        "Bernadette": [
            [
                44,
                "Hey, you know who went out on a date the other night? Stuart."
            ],
            [
                46,
                "I thought so, too."
            ],
            [
                48,
                "He’s using some kind of dating app on his phone."
            ],
            [
                50,
                "I don’t know. Stuart, can you come in here? He tried to explain it to me. It shows you pictures of people nearby, you swipe them around, it looks kind of like a game."
            ],
            [
                53,
                "Can you show us that dating app?"
            ],
            [
                59,
                "Oh, what would make you give a girl a thumbs down?"
            ],
            [
                89,
                "Yeah, Stuart got two dates with it."
            ],
            [
                92,
                "Doesn’t a teardrop tattoo mean he murdered someone?"
            ],
            [
                97,
                "Hey, I thought you were gonna be out late?"
            ],
            [
                100,
                "We put Amy on a dating app, and we’re seeing what’s out there."
            ],
            [
                158,
                "Ew, check out his tiny teeth. He looks like a man-dolphin."
            ],
            [
                199,
                "And I’d love to take you out again”?"
            ],
            [
                223,
                "Yeah, why wouldn’t you tell us?"
            ],
            [
                226,
                "What?"
            ],
            [
                231,
                "I, I thought you weren’t ready to start seeing people."
            ],
            [
                235,
                "And how many guys have you gone out with?"
            ]
        ],
        "Penny": [
            [
                45,
                "Oh, good for him."
            ],
            [
                47,
                "So is she, like, homeless, or framing him for a crime?"
            ],
            [
                49,
                "Oh, which one? Maybe we can get Amy to try it."
            ],
            [
                51,
                "Oh, and if you lose the game, you have to go out with Stuart."
            ],
            [
                55,
                "Wow. So how many girls have you met?"
            ],
            [
                57,
                "Well, so how does it work?"
            ],
            [
                88,
                "Oh, come on, just let him put the app on your phone."
            ],
            [
                91,
                "Okay, let me see. Nope, nope, nope, oh, he’s cute."
            ],
            [
                93,
                "And he’s sad about it."
            ],
            [
                96,
                "Hey."
            ],
            [
                154,
                "Okay, here we go. Now everyone can see. All right. Where do we stand on cross-eyed Mike?"
            ],
            [
                157,
                "Okay, okay, okay. Thumbs down. Next."
            ],
            [
                159,
                "Well if he’s good in bed, she can throw him a fish."
            ],
            [
                163,
                "Look, it’s Stuart."
            ],
            [
                189,
                "Okay, does everyone remember the rules? If he’s shirtless, one sip. Posing with a pet, two sips. Pet and shirtless, chug like it’s your job. And pull."
            ],
            [
                191,
                "Chug."
            ],
            [
                192,
                "Amy, you’re getting a text."
            ],
            [
                197,
                "You went on a date last night? Are you seeing someone?"
            ],
            [
                222,
                "I can’t believe you’re seeing someone and we don’t even know about it."
            ],
            [
                227,
                "Amy."
            ],
            [
                233,
                "Well, good for you."
            ]
        ],
        "Stuart": [
            [
                52,
                "What’s up?"
            ],
            [
                54,
                "Oh, yeah, sure. This thing has changed my life."
            ],
            [
                56,
                "Two. I probably don’t need to mention there’s an entire number between that and zero."
            ],
            [
                58,
                "Uh, well, it, it shows me all the single women in a five-mile radius who are using the app. If I like the way they look I hit thumbs up, if I don’t, thumbs down."
            ],
            [
                60,
                "First time it happens I will let you know."
            ],
            [
                90,
                "One of which would’ve ended in sex had she not said no. Okay, all set."
            ],
            [
                225,
                "A few people?"
            ],
            [
                228,
                "So, are we allowed to ask how it’s going?"
            ],
            [
                236,
                "Please be less than two."
            ],
            [
                238,
                "Damn it."
            ]
        ],
        "Sheldon: Really? You know I don’t like buying things at night. January 7th, 2009, I went to the Ralph’s at 11": [
            [
                65,
                "30pm to pick up Cracklin’ Oat Bran for the morning and what did I see?"
            ]
        ],
        "Amy": [
            [
                87,
                "I’m not sure how I feel about this."
            ],
            [
                105,
                "Uh, excuse me, can I have my phone back?"
            ],
            [
                161,
                "Okay, I’m starting to feel guilty. Aren’t we being a little mean?"
            ],
            [
                193,
                "Oh, um, give me that."
            ],
            [
                195,
                "No, no, stop reading that."
            ],
            [
                198,
                "No, it, it’s not like that."
            ],
            [
                201,
                "Okay, it’s like that."
            ],
            [
                224,
                "Because it’s new and weird and I’m just trying to figure it all out. And I knew if I told you guys I had been out with a few people that you’d get way too excited about it."
            ],
            [
                229,
                "It’s going fine. It’s mostly just been meeting people for coffee."
            ],
            [
                232,
                "Well, I don’t have much experience dating, so I decided it would be good for me to, you know, get out there a little."
            ],
            [
                234,
                "Thank you."
            ],
            [
                237,
                "Three."
            ]
        ],
        "Man": [
            [
                111,
                "What’s up?"
            ],
            [
                114,
                "Great. You got the cash?"
            ],
            [
                119,
                "Oh, how do I know you’re not gonna drive away without paying me?"
            ],
            [
                123,
                "Yeah, well, from my perspective, that’s how you two appear to me."
            ],
            [
                126,
                "Ah, no money, no helium. Seems we’re at a, uh, stalemate."
            ],
            [
                128,
                "Huh. All these years I’ve been using stalemate, when I really mean impasse. I feel foolish."
            ],
            [
                130,
                "Oh, whoa, whoa, how can it bea Mexican standoff? Everybody knows you need three sides for that."
            ],
            [
                132,
                "Hmm, I don’t follow."
            ],
            [
                134,
                "Is that a threat?"
            ],
            [
                136,
                "Yeah, well, I know where you work, all right? And if you mess with me, I’ll report you, then I’ll pound your asses into the ground."
            ],
            [
                141,
                "No, I don’t like this. I’m out."
            ],
            [
                143,
                "Really? What’s the hypothesis?"
            ],
            [
                145,
                "Hmm. Could be, could be. Go on."
            ],
            [
                149,
                "Okay. It’s a shame about those scientists ripping you off. I expected a higher ethical standard from our friends in Sweden."
            ],
            [
                151,
                "Well, for the right amount of money, if you know where they live, there’s, uh, plenty we could do about it."
            ],
            [
                204,
                "Yeah, well, normally I wouldn’t, but my daughter’s having a sleepover, and there’s only so much screaming and Katy Perry a man can take."
            ],
            [
                206,
                "Yeah, well, is there something wrong with it?"
            ],
            [
                209,
                "Yeah, I hear you. Well, you’re good guys, so I’ll, uh, I’ll take the helium off your hands."
            ],
            [
                211,
                "But you ain’t getting your money back."
            ],
            [
                213,
                "Look, I enjoy semantic digressions as much as the next guy, but, uh, this is business."
            ],
            [
                215,
                "No problem, but I am gonna have to charge you a small helium restocking fee."
            ],
            [
                219,
                "That’s exactly how much it is."
            ]
        ],
        "All": [
            [
                200,
                "Amy/What?/Can’t believe it/Oh, my God."
            ]
        ],
        "Helium Man": [
            [
                257,
                "They should’ve used among, right?"
            ],
            [
                259,
                "All right, enough with the chitchat. Are we gonna watch Ernest Goes to Jail or not?"
            ],
            [
                261,
                "I am open to change."
            ]
        ]
    },
    "AllLines": [
        [
            "Scene",
            "Leonard’s lab."
        ],
        [
            "Sheldon",
            "Leonard, I’ve got terrible news."
        ],
        [
            "Leonard",
            "What’s going on?"
        ],
        [
            "Sheldon",
            "Before I tell you, perhaps I should soften the blow. You’re face is pleasingly symmetrical."
        ],
        [
            "Leonard",
            "Just tell me."
        ],
        [
            "Sheldon",
            "A Swedish team of physicists is trying to scoop our super-fluid vortex experiment."
        ],
        [
            "Leonard",
            "Oh, well, that kind of stinks."
        ],
        [
            "Sheldon",
            "That kind of stinks? Why aren’t you more upset? Did I soften the blow too much? Because this here is more like a Picasso painting."
        ],
        [
            "Leonard",
            "What are we going to do?"
        ],
        [
            "Sheldon",
            "Perform the experiment immediately."
        ],
        [
            "Leonard",
            "I’d love to, but we need liquid helium and our shipment’s on back order for a month."
        ],
        [
            "Sheldon",
            "A month? What? Are you kidding me? That would have been a good time for you to soften the blow."
        ],
        [
            "Leonard",
            "That shirt brings out the blue in your eyes."
        ],
        [
            "Sheldon",
            "Thank you. Aren’t you sweet."
        ],
        [
            "Leonard",
            "Let’s go check to see if the university has any helium in reserve."
        ],
        [
            "Sheldon",
            "Did you know that I almost didn’t wear this shirt today?"
        ],
        [
            "Scene",
            "Barry Kripke’s office."
        ],
        [
            "Leonard",
            "Hey, Barry, we’re in trouble. We need liquid helium, does the department have any we can use?"
        ],
        [
            "Barry",
            "Sowwy, there’s a showtage. And what we do have I need for my quantum excitation study."
        ],
        [
            "Sheldon",
            "But you won’t need much for that."
        ],
        [
            "Barry",
            "Twue, but if it’s successful, I’m having a pawty with bawwoons."
        ],
        [
            "Leonard",
            "Come on, Barry, there’s a Swedish team trying to run our experiment before us. Can’t you spare any?"
        ],
        [
            "Barry",
            "Be honest, if the shoe was on the other foot, would you do this for me?"
        ],
        [
            "Leonard",
            "Yes."
        ],
        [
            "Sheldon",
            "Not a chance."
        ],
        [
            "Leonard",
            "What are you doing?"
        ],
        [
            "Sheldon",
            "He said be honest, so I was honest. Didn’t your mother tell you? It’s the best policy. So, what do you say?"
        ],
        [
            "Barry",
            "Hell no."
        ],
        [
            "Sheldon",
            "He could’ve softened the blow."
        ],
        [
            "Scene",
            "Credits sequence."
        ],
        [
            "Scene",
            "Leonard’s lab."
        ],
        [
            "Raj",
            "Why do you need Kripke? Can’t you just go to Party City for helium?"
        ],
        [
            "Leonard",
            "We’d have to go to every Party City in California."
        ],
        [
            "Howard",
            "Sounds like you on Cinco de Mayo."
        ],
        [
            "Raj",
            "Hey, people were still talking about that party on siete de Mayo."
        ],
        [
            "Sheldon",
            "Leonard, if that Swedish team beats us, I will never be able to enjoy anything from their country again. Which is a shame, because Swedish meatballs are my favourite toothpick-delivered meatball."
        ],
        [
            "Howard",
            "If you need liquid helium so bad, I know a guy who can get you some, if you don’t ask too many questions."
        ],
        [
            "Leonard",
            "Who is he?"
        ],
        [
            "Sheldon",
            "Where does he work?"
        ],
        [
            "Leonard",
            "How does he get the helium?"
        ],
        [
            "Sheldon",
            "How many questions are too many questions?"
        ],
        [
            "Howard",
            "Maybe he’s not for you."
        ],
        [
            "Sheldon",
            "Four questions. There answer’s four."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Bernadette",
            "Hey, you know who went out on a date the other night? Stuart."
        ],
        [
            "Penny",
            "Oh, good for him."
        ],
        [
            "Bernadette",
            "I thought so, too."
        ],
        [
            "Penny",
            "So is she, like, homeless, or framing him for a crime?"
        ],
        [
            "Bernadette",
            "He’s using some kind of dating app on his phone."
        ],
        [
            "Penny",
            "Oh, which one? Maybe we can get Amy to try it."
        ],
        [
            "Bernadette",
            "I don’t know. Stuart, can you come in here? He tried to explain it to me. It shows you pictures of people nearby, you swipe them around, it looks kind of like a game."
        ],
        [
            "Penny",
            "Oh, and if you lose the game, you have to go out with Stuart."
        ],
        [
            "Stuart",
            "What’s up?"
        ],
        [
            "Bernadette",
            "Can you show us that dating app?"
        ],
        [
            "Stuart",
            "Oh, yeah, sure. This thing has changed my life."
        ],
        [
            "Penny",
            "Wow. So how many girls have you met?"
        ],
        [
            "Stuart",
            "Two. I probably don’t need to mention there’s an entire number between that and zero."
        ],
        [
            "Penny",
            "Well, so how does it work?"
        ],
        [
            "Stuart",
            "Uh, well, it, it shows me all the single women in a five-mile radius who are using the app. If I like the way they look I hit thumbs up, if I don’t, thumbs down."
        ],
        [
            "Bernadette",
            "Oh, what would make you give a girl a thumbs down?"
        ],
        [
            "Stuart",
            "First time it happens I will let you know."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "Oh, hey. I just heard back from the liquid helium guy."
        ],
        [
            "Sheldon",
            "What’s he say?"
        ],
        [
            "Leonard",
            "He’s got what we need and can meet us tonight."
        ],
        [
            "Sheldon: Really? You know I don’t like buying things at night. January 7th, 2009, I went to the Ralph’s at 11",
            "30pm to pick up Cracklin’ Oat Bran for the morning and what did I see?"
        ],
        [
            "Leonard",
            "The man restocking the cereal shelves."
        ],
        [
            "Sheldon",
            "That’s right. And what did he do?"
        ],
        [
            "Leonard",
            "He handed you the box directly and called you Stretch."
        ],
        [
            "Sheldon",
            "It’s like it was yesterday."
        ],
        [
            "Leonard",
            "Do you want liquid helium or not?"
        ],
        [
            "Sheldon",
            "Of course I do. I don’t want that Swedish team scooping us."
        ],
        [
            "Leonard",
            "Then I’m going to tell him we’re in."
        ],
        [
            "Sheldon",
            "Leonard, wait. This is highly unethical."
        ],
        [
            "Leonard",
            "We’re just bending the rules a little. We have grant money to do the experiment, so we’re going to spend it on the helium we need. It’s not like when Dr. Goldfarb claimed he bought an electron microscope and he was really just keeping a Russian girl in an apartment in Van Nuys."
        ],
        [
            "Sheldon",
            "Was she helping him with his research?"
        ],
        [
            "Leonard",
            "Sure. So, are we doing this?"
        ],
        [
            "Sheldon",
            "Well, but where does he get the helium?"
        ],
        [
            "Leonard",
            "Remember? Don’t ask too many questions?"
        ],
        [
            "Sheldon",
            "Uh, but this is violating university code."
        ],
        [
            "Leonard",
            "A little, but if I may quote Einstein, the pursuit of science calls us to ignore the rules set by man."
        ],
        [
            "Sheldon",
            "Huh. All right, do it. Tell him we’re in."
        ],
        [
            "Leonard",
            "Done."
        ],
        [
            "Sheldon",
            "I can’t find that quote on the Internet. Did you make that up?"
        ],
        [
            "Leonard",
            "Before I answer, may I just say your skin has never looked better."
        ],
        [
            "Sheldon",
            "Aren’t you just made of sugar."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Amy",
            "I’m not sure how I feel about this."
        ],
        [
            "Penny",
            "Oh, come on, just let him put the app on your phone."
        ],
        [
            "Bernadette",
            "Yeah, Stuart got two dates with it."
        ],
        [
            "Stuart",
            "One of which would’ve ended in sex had she not said no. Okay, all set."
        ],
        [
            "Penny",
            "Okay, let me see. Nope, nope, nope, oh, he’s cute."
        ],
        [
            "Bernadette",
            "Doesn’t a teardrop tattoo mean he murdered someone?"
        ],
        [
            "Penny",
            "And he’s sad about it."
        ],
        [
            "Howard",
            "Hey."
        ],
        [
            "Raj",
            "Hello."
        ],
        [
            "Penny",
            "Hey."
        ],
        [
            "Bernadette",
            "Hey, I thought you were gonna be out late?"
        ],
        [
            "Howard",
            "If you wanted me to stay out later, you should’ve given me more spending money."
        ],
        [
            "Raj",
            "What are you guys up to?"
        ],
        [
            "Bernadette",
            "We put Amy on a dating app, and we’re seeing what’s out there."
        ],
        [
            "Raj",
            "Oh, fun. Let me see. Uh, no, no, uh, definitely not."
        ],
        [
            "Howard",
            "What was wrong with that guy?"
        ],
        [
            "Raj",
            "Uh, he’s Indian. We’ve already got one of those. Ooh, we should find a nice Latino, really round us out."
        ],
        [
            "Howard",
            "Hey, I want to try."
        ],
        [
            "Amy",
            "Uh, excuse me, can I have my phone back?"
        ],
        [
            "Howard",
            "Hang on, I’m trying to find you the next great love of your life. The man who will father your children. Okay, yes or no on white guy with dreadlocks?"
        ],
        [
            "Scene",
            "A parking garage."
        ],
        [
            "Leonard",
            "That must be him."
        ],
        [
            "Sheldon",
            "Oh, of course. An nondescript, white panel van. You may be familiar with it from the sentence, their bodies were found in a nondescript, white panel van."
        ],
        [
            "Leonard",
            "Hey."
        ],
        [
            "Man",
            "What’s up?"
        ],
        [
            "Leonard",
            "Uh, I’m Leonard. This is my friend…"
        ],
        [
            "Sheldon",
            "I’m Skippy. Skippy Cavanaugh."
        ],
        [
            "Man",
            "Great. You got the cash?"
        ],
        [
            "Leonard",
            "Uh, yeah, uh, right here."
        ],
        [
            "Sheldon",
            "Wait, hold on, hold on. How do we know that you’re not gonna take the money and drive away?"
        ],
        [
            "Leonard",
            "What ya doing, Skippy?"
        ],
        [
            "Sheldon",
            "Exactly what 1970s television crime dramas have taught us. You give us the helium first."
        ],
        [
            "Man",
            "Oh, how do I know you’re not gonna drive away without paying me?"
        ],
        [
            "Sheldon",
            "Guess I’m not the only one who watches ’70s television crime dramas."
        ],
        [
            "Leonard",
            "Look, you can trust us. We’re respected scientists."
        ],
        [
            "Sheldon",
            "Well, he is. I’m a wedding planner who can’t find love himself. It’s ironic, but the point is we can’t trust you. You’re a sketchy character in a parking garage."
        ],
        [
            "Man",
            "Yeah, well, from my perspective, that’s how you two appear to me."
        ],
        [
            "Sheldon",
            "Well, I never thought of it like that. Boy, frame of reference will just sneak up on you, won’t it?"
        ],
        [
            "Leonard",
            "My friend does make a decent point about the money. I don’t feel comfortable just handing it over up front."
        ],
        [
            "Man",
            "Ah, no money, no helium. Seems we’re at a, uh, stalemate."
        ],
        [
            "Sheldon",
            "Not technically. In chess, a stalemate refers to a situation in which there are no remaining moves. Uh, you have plenty of moves available. You could beat us up and steal the money. You could kill us, you know. Really, you’re only limited by your imagination."
        ],
        [
            "Man",
            "Huh. All these years I’ve been using stalemate, when I really mean impasse. I feel foolish."
        ],
        [
            "Leonard",
            "I don’t think it matters if this is a stalemate or an impasse or a Mexican standoff. What are we gonna do here?"
        ],
        [
            "Man",
            "Oh, whoa, whoa, how can it bea Mexican standoff? Everybody knows you need three sides for that."
        ],
        [
            "Sheldon",
            "Not necessarily. Uh, many argue the essence of a Mexican standoff is that no one can walk away from the conflict without incurring harm."
        ],
        [
            "Man",
            "Hmm, I don’t follow."
        ],
        [
            "Sheldon",
            "Let me give you an example. Earlier today, I decoded the headers on your e-mail, and I know that your name is Kenneth Fitzgerald. From that, I figured out where you live and where you work. Now, to make this a Mexican standoff, I would say something like, uh, you give us the helium or I’ll turn you in to the authorities."
        ],
        [
            "Man",
            "Is that a threat?"
        ],
        [
            "Sheldon",
            "Yeah, exactly. See, you’re getting it."
        ],
        [
            "Man",
            "Yeah, well, I know where you work, all right? And if you mess with me, I’ll report you, then I’ll pound your asses into the ground."
        ],
        [
            "Sheldon",
            "Perfect. Now we really are in a Mexican standoff. Is this one of those times where I’ve won the battle but lost the war?"
        ],
        [
            "Leonard",
            "Afraid so, Skippy."
        ],
        [
            "Sheldon",
            "I told you we shouldn’t go shopping at night."
        ],
        [
            "Leonard",
            "All right, let’s all just calm down. Nobody wants to report anybody."
        ],
        [
            "Man",
            "No, I don’t like this. I’m out."
        ],
        [
            "Leonard",
            "No, no, no. Wait, don’t go. Just let me explain. We’re physicists, and we’re trying to prove a hypothesis that we’ve been working on for over a year."
        ],
        [
            "Man",
            "Really? What’s the hypothesis?"
        ],
        [
            "Sheldon",
            "Space-time can be interpreted as the surface of an n-dimensional superfluid."
        ],
        [
            "Man",
            "Hmm. Could be, could be. Go on."
        ],
        [
            "Leonard",
            "Okay, but now there’s this Swedish team that read our paper and they’re trying to beat us to our own discovery. We really need this helium."
        ],
        [
            "Sheldon",
            "And I’m sorry I lied about being a wedding planner who can’t find love. Although I am currently single, if you know anybody."
        ],
        [
            "Leonard",
            "Here’s the money. Can we do this?"
        ],
        [
            "Man",
            "Okay. It’s a shame about those scientists ripping you off. I expected a higher ethical standard from our friends in Sweden."
        ],
        [
            "Leonard",
            "It’s actually pretty common in our field. There’s not much you can do about it."
        ],
        [
            "Man",
            "Well, for the right amount of money, if you know where they live, there’s, uh, plenty we could do about it."
        ],
        [
            "Sheldon",
            "Did you hear that, Leonard? There’s plenty we could do about it. Do you have a card?"
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Penny",
            "Okay, here we go. Now everyone can see. All right. Where do we stand on cross-eyed Mike?"
        ],
        [
            "Raj",
            "You know he won’t be looking at other girls."
        ],
        [
            "Howard",
            "Unless they’re sitting on the end of his nose."
        ],
        [
            "Penny",
            "Okay, okay, okay. Thumbs down. Next."
        ],
        [
            "Bernadette",
            "Ew, check out his tiny teeth. He looks like a man-dolphin."
        ],
        [
            "Penny",
            "Well if he’s good in bed, she can throw him a fish."
        ],
        [
            "Howard",
            "I love you, Amy. (Dolphin noises)"
        ],
        [
            "Amy",
            "Okay, I’m starting to feel guilty. Aren’t we being a little mean?"
        ],
        [
            "Raj",
            "That’s a fair point. We wouldn’t make fun of someone like this to their face."
        ],
        [
            "Penny",
            "Look, it’s Stuart."
        ],
        [
            "Raj",
            "You may want to leave the room."
        ],
        [
            "Scene",
            "Leonard’s lab."
        ],
        [
            "Sheldon",
            "Right this way, Uncle Harvey."
        ],
        [
            "Leonard",
            "Will you stop with that already?"
        ],
        [
            "Sheldon",
            "I’m trying not to attract attention."
        ],
        [
            "Leonard",
            "And tipping his hat to the cleaning lady didn’t do that?"
        ],
        [
            "Sheldon",
            "She said buenas noches. What was he supposed to do?"
        ],
        [
            "Leonard",
            "Let’s just start the experiment."
        ],
        [
            "Sheldon",
            "Leonard, we should probably have our story straight in case we get caught."
        ],
        [
            "Leonard",
            "We’re not getting caught."
        ],
        [
            "Sheldon",
            "Well, you can’t be sure of that. What if the helium dealer rats us out? What if Kripke asks where we got it? What if the university checks my family tree and finds out I don’t have an Uncle Harvey?"
        ],
        [
            "Leonard",
            "The dealer doesn’t care, Kripke has no authority over us, and you being related to a metal container would explain a lot. Help me hook this up."
        ],
        [
            "Sheldon",
            "Uh-oh."
        ],
        [
            "Leonard",
            "What?"
        ],
        [
            "Sheldon",
            "Well, did you see this sticker?"
        ],
        [
            "Leonard",
            "What is it?"
        ],
        [
            "Sheldon",
            "It’s partially torn off, but the segment that remains reads property of and the letter U."
        ],
        [
            "Leonard",
            "It’s probably USC or UCLA."
        ],
        [
            "Sheldon",
            "Yeah, but what if it’s Property of U.S. Government? There’s a national helium reserve in Amarillo, Texas. If this was stolen from there, we’re accessories to a federal crime."
        ],
        [
            "Leonard",
            "Let’s not jump to conclusions. A lot of things start with U."
        ],
        [
            "Sheldon",
            "That’s true. There’s the U.S. Air Force, U.S. Department of Defence, U.S. Navy, you and I are going to jail."
        ],
        [
            "Leonard",
            "Listen, we can do the experiment as planned and beat the Swedish team to the punch, or we can kiss our dreams good-bye because we were to afraid to break a few rules."
        ],
        [
            "Scene",
            "A university corridor."
        ],
        [
            "Leonard",
            "Ma’am."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Penny",
            "Okay, does everyone remember the rules? If he’s shirtless, one sip. Posing with a pet, two sips. Pet and shirtless, chug like it’s your job. And pull."
        ],
        [
            "Raj",
            "I have that same underwear."
        ],
        [
            "Penny",
            "Chug."
        ],
        [
            "Penny",
            "Amy, you’re getting a text."
        ],
        [
            "Amy",
            "Oh, um, give me that."
        ],
        [
            "Raj",
            "I had a great time last night."
        ],
        [
            "Amy",
            "No, no, stop reading that."
        ],
        [
            "Howard",
            "Who’s Dave?"
        ],
        [
            "Penny",
            "You went on a date last night? Are you seeing someone?"
        ],
        [
            "Amy",
            "No, it, it’s not like that."
        ],
        [
            "Bernadette",
            "And I’d love to take you out again”?"
        ],
        [
            "All",
            "Amy/What?/Can’t believe it/Oh, my God."
        ],
        [
            "Amy",
            "Okay, it’s like that."
        ],
        [
            "Scene",
            "The parking garage."
        ],
        [
            "Leonard",
            "Thank you for coming back."
        ],
        [
            "Man",
            "Yeah, well, normally I wouldn’t, but my daughter’s having a sleepover, and there’s only so much screaming and Katy Perry a man can take."
        ],
        [
            "Sheldon",
            "Anyway, if you could just give us our money back, you can have your helium and we’ll be on our way."
        ],
        [
            "Man",
            "Yeah, well, is there something wrong with it?"
        ],
        [
            "Leonard",
            "No, nothing. We just changed our mind."
        ],
        [
            "Sheldon",
            "He has glasses and I’m a know-it-all, we are not built for prison."
        ],
        [
            "Man",
            "Yeah, I hear you. Well, you’re good guys, so I’ll, uh, I’ll take the helium off your hands."
        ],
        [
            "Leonard",
            "Thank you."
        ],
        [
            "Man",
            "But you ain’t getting your money back."
        ],
        [
            "Sheldon",
            "You’re taking advantage of us? We clarified nomenclature together."
        ],
        [
            "Man",
            "Look, I enjoy semantic digressions as much as the next guy, but, uh, this is business."
        ],
        [
            "Leonard",
            "You know what? It’s fine. Keep the money. We just want to be done with this."
        ],
        [
            "Man",
            "No problem, but I am gonna have to charge you a small helium restocking fee."
        ],
        [
            "Sheldon",
            "I don’t understand."
        ],
        [
            "Leonard",
            "He wants more money."
        ],
        [
            "Sheldon",
            "Well, it better not be more than a thousand dollars. That’s all I’ve got on me."
        ],
        [
            "Man",
            "That’s exactly how much it is."
        ],
        [
            "Sheldon",
            "Finally, something breaks our way."
        ],
        [
            "Scene",
            "Howard and Bernadette’s house."
        ],
        [
            "Penny",
            "I can’t believe you’re seeing someone and we don’t even know about it."
        ],
        [
            "Bernadette",
            "Yeah, why wouldn’t you tell us?"
        ],
        [
            "Amy",
            "Because it’s new and weird and I’m just trying to figure it all out. And I knew if I told you guys I had been out with a few people that you’d get way too excited about it."
        ],
        [
            "Stuart",
            "A few people?"
        ],
        [
            "Bernadette",
            "What?"
        ],
        [
            "Penny",
            "Amy."
        ],
        [
            "Stuart",
            "So, are we allowed to ask how it’s going?"
        ],
        [
            "Amy",
            "It’s going fine. It’s mostly just been meeting people for coffee."
        ],
        [
            "Raj",
            "What? I thought we were all… never mind."
        ],
        [
            "Bernadette",
            "I, I thought you weren’t ready to start seeing people."
        ],
        [
            "Amy",
            "Well, I don’t have much experience dating, so I decided it would be good for me to, you know, get out there a little."
        ],
        [
            "Penny",
            "Well, good for you."
        ],
        [
            "Amy",
            "Thank you."
        ],
        [
            "Bernadette",
            "And how many guys have you gone out with?"
        ],
        [
            "Stuart",
            "Please be less than two."
        ],
        [
            "Amy",
            "Three."
        ],
        [
            "Stuart",
            "Damn it."
        ],
        [
            "Scene",
            "Leonard’s lab. "
        ],
        [
            "Sheldon",
            "Well, the Swedes might beat us, but at least we won’t get gang-noogied in prison."
        ],
        [
            "Leonard",
            "Is Ernest Goes to Jail the only prison movie you’ve seen?"
        ],
        [
            "Sheldon",
            "It scared me straight, Leonard."
        ],
        [
            "Barry",
            "Hey, I’ve been thinking. I was being petty. You can have my hewium."
        ],
        [
            "Leonard",
            "Thank you, Barry."
        ],
        [
            "Barry",
            "But you have to add my name to your paper."
        ],
        [
            "Sheldon",
            "That’s preposterous."
        ],
        [
            "Barry",
            "I don’t know, seems fair. You can’t do it without me."
        ],
        [
            "Leonard",
            "Can you give us a minute?"
        ],
        [
            "Barry",
            "Take your time. I’ll walk out backwards for dwamatic effect."
        ],
        [
            "Sheldon",
            "I don’t like being extorted like this. Especially by him of all people."
        ],
        [
            "Leonard",
            "Me neither, but what other choice do we have?"
        ],
        [
            "Scene",
            "The parking garage."
        ],
        [
            "Leonard",
            "I promise this is the last time."
        ],
        [
            "Scene",
            "The apartment. "
        ],
        [
            "Leonard",
            "It says right here on Wikipedia. A Mexican standoff is a confrontation between at least three parties."
        ],
        [
            "Sheldon",
            "How can you trust Wikipedia if they use between to refer to three parties?"
        ],
        [
            "Helium Man",
            "They should’ve used among, right?"
        ],
        [
            "Sheldon",
            "Or amongst, if they were feeling whimsically archaic."
        ],
        [
            "Helium Man",
            "All right, enough with the chitchat. Are we gonna watch Ernest Goes to Jail or not?"
        ],
        [
            "Sheldon",
            "Absolutely. But don’t be surprised if this movie sets you on the straight and narrow."
        ],
        [
            "Helium Man",
            "I am open to change."
        ]
    ],
    "url": "https://bigbangtrans.wordpress.com/series-9-episode-06-the-helium-insufficiency/"
}